{"Category":[{"id":"21874","application_id":"795","parent_id":"0","title":"হযরত আবু বকর (রাঃ)","icon":null,"sort_weight":"1"},{"id":"21875","application_id":"795","parent_id":"0","title":"হযরত ওমর (রাঃ)","icon":null,"sort_weight":"1"},{"id":"21876","application_id":"795","parent_id":"0","title":"হযরত ওসমান (রাঃ)","icon":null,"sort_weight":"1"},{"id":"21877","application_id":"795","parent_id":"0","title":"হযরত আলী (রাঃ)","icon":null,"sort_weight":"1"}],"Collection":[{"id":"44192","category_id":"21874","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h1 class=\"ui-title\" style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #800000;\">হযরত আবু বকর (রাঃ)<\/span><\/h1>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt; color: #993300;\"><strong>জন্মঃ<\/strong> <\/span><\/p>\n<p><span style=\"font-size: 12pt;\">নবীদের পর উম্মতকুলে সাহাবায়ে কেরামের মর্যাদা সর্বোচ্চ বলেই বিবেচিত হয়। আর সেই সাহাবিদের মধ্যে যাঁর নাম অগ্রগণ্য, তিনি হজরত আবু বকর সিদ্দিক (রাঃ)। তিনি মক্কার বিখ্যাত কোরাইশ বংশের বনু তাইম গোত্রে ৫৭৩ খ্রিষ্টাব্দে জন্মগ্রহণ করেন। তাঁর বাল্য নাম আবদুল্লাহ ও ডাকনাম আবু বকর। সিদ্দিক হচ্ছে তাঁর উপাধি। মিরাজের ঘটনাকে সর্বপ্রথম মনেপ্রাণে বিশ্বাস করেছিলেন বলেই রাসুল (সাঃ) তাঁকে এই উপাধিতে ভূষিত করেন।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\"><span style=\"color: #003300;\">খলিফা হওয়ার প্রাক্কালঃ<\/span> <\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">হযরত আবুবকর সিদ্দিক (রাঃ) মুসলিম জাহানের সর্ব প্রথম খলিফা। তাঁর খলিফা পদে অধিষ্ঠিত হওয়ার সময়টি কুসুমাস্তীর্ণ ছিল না। তৎকালীন মুসলিম জাহানের বিদ্রোহ-বিশৃঙ্খলা, ভণ্ড নবীদের উৎপাত, একদল লোকের জাকাত প্রদানে অস্বীকৃতি ইত্যাদি দমনে হযরত আবু বকর সিদ্দিক (রাঃ) অনন্য দৃষ্টান্ত স্থাপন করেছিলেন। খলিফা পদে অধিষ্ঠিত হওয়ার পরই তিনি সমবেত জনতার উদ্দেশে বলেন, 'আমি যত দিন আল্লাহ এবং আল্লাহর রাসুলের নির্দেশিত পথে চলি, তত দিন তোমরা আমাকে অনুসরণ করবে এবং আমাকে সাহায্য করবে। আর ভুল পথে চললে তোমরা আমাকে সঙ্গে সঙ্গে সংশোধন করে দেবে। তোমাদের মধ্যে যারা দুর্বল, তাদের হক আদায় না করা পর্যন্ত তারা আমার কাছে সবল ও শক্তিশালী। আর যারা সবল, তাদের কাছ থেকে হকদারের হক আদায় না করা পর্যন্ত তারা আমার কাছে দুর্বল।' সিদ্দিকে আকবর (রাঃ) প্রদত্ত এ ভাষণ দুনিয়ার সর্বকালের শাসকদের জন্য অনুপম আদর্শ।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\"><span style=\"color: #ff6600;\">নবী করিম (সঃ) এর সান্নিধ্যঃ<\/span> <\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">সব সময়ই হযরত আবু বকর সিদ্দিক (রাঃ) রাসুলুল্লাহ্ (সাঃ) কে ছায়ার মতো অনুসরণ করতেন। তা ছাড়া মানুষের দুঃখ-দুর্দশায়, সহায়-সম্বলহীনতায় এবং দুস্থদের সাহায্যার্থে তিনি ছিলেন আত্মনিবেদিত। ইসলাম কবুল করার সময় হযরত আবু বকর (রাঃ)-এর কাছে প্রায় ৪০ হাজার স্বর্ণমুদ্রা জমা ছিল এবং তিনি সমকালীন ব্যবসায়ী বিত্তবানদের অন্যতম ছিলেন। ইসলাম গ্রহণ করার পর সঞ্চয়কৃত সমুদয় অর্থ ইসলামের কল্যাণে তিনি রাসুলুল্লাহ্ (সাঃ)-এর কাছে প্রদান করেন। তাবুকের যুদ্ধে প্রচুর অর্থের প্রয়োজন হলে যেখানে অন্য সাহাবিরা মোটা অঙ্ক দান করলেন, সেখানে হযরত আবু বকর (রাঃ)-এর কাছে দান করার তেমন কিছুই ছিল না। তাই তিনি ব্যাকুল চিত্তে ঘরে গিয়ে প্রয়োজনীয় আসবাব, কাপড়চোপড় থেকে শুরু করে চুলার ছাই পর্যন্ত (যুদ্ধে আহত যোদ্ধাদের ক্ষতস্থানে ছাই উপকারী) রাসুলুল্লাহ্ (সাঃ)-এর দরবারে প্রদান করেন। রাসুলুল্লাহ্ (সাঃ) হযরত আবু বকর (রাঃ)-এর এ ত্যাগ দেখে তাঁকে প্রশ্ন করেছিলেন, 'তুমি তোমার পরিবার-পরিজনের জন্য কী রেখে এসেছ?' তদুত্তরে তিনি বলেছিলেন, 'আল্লাহ ও তাঁর রাসুল (সাঃ) কে।'<\/span><\/p>\n<p><span style=\"color: #000080;\"><strong><span style=\"font-size: 12pt;\">ক্ষমাশীলতাঃ <\/span><\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">হযরত আবু বকর সিদ্দিক (রাঃ) ছিলেন অত্যন্ত দয়ালু ও সত্যনিষ্ঠ। সত্য ও ন্যায়ের ঝাণ্ডা পৃথিবীর জমিনে প্রতিষ্ঠা করার জন্য তাঁর যথাসর্বস্ব ত্যাগের মহিমা বিরল। হযরত আবু বকর সিদ্দিক (রাঃ) কে জনৈক ব্যক্তি গালি দিলে বা মন্দ বললে তিনি জবাবে বলেছিলেন : যদি তুমি সত্যবাদী হও এবং আমি অপরাধী ও মন্দ হই, তাহলে আল্লাহ যেন আমাকে ক্ষমা করেন। পক্ষান্তরে যদি তুমি মিথ্যা বলে থাকো তাহলে আল্লাহ যেন তোমাকে ক্ষমা করেন। কুরতুবি। হুজুর (সাঃ) এরশাদ করেন, 'আমার উম্মতের মাঝে আবু বকরই বেশি দয়ালু।' নবী করিম (সাঃ) আরো বলেন, 'বন্ধুত্ব ও সাহায্য আবু বকরই আমাকে বেশি করেছিলেন। ইহজগতে যদি আল্লাহ ছাড়া অন্য কাউকে বন্ধু হিসেবে গ্রহণ করতাম তাহলে আবু বকরকেই করতাম।'<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\"><span style=\"color: #808000;\">উনার গুরুত্বঃ<\/span> <\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">একদিন রাসুলুল্লাহ্ (সাঃ) হযরত আবু দারদা (রাঃ) কে হযরত আবু বকর (রাঃ)-এর আগে আগে চলতে দেখে সতর্ক করলেন এবং বললেন : তুমি কি এমন ব্যক্তির আগে আগে চলো, যিনি ইহকাল ও পরকালে তোমার চেয়ে শ্রেষ্ঠ? তিনি আরো বলেন : দুনিয়ায় এমন কোনো ব্যক্তির ওপর সূর্যোদয় ও সূর্যাস্ত হয়নি, যে পয়গম্বরদের পর হজরত আবু বকর থেকে উত্তম ও শ্রেষ্ঠ (রূহুল বয়ান)।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\"><span style=\"color: #993300;\">ইসলামের প্রতি অবদানঃ<\/span> <\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">ইসলামের প্রতি হযরত আবু বকরের (রাঃ) অপরিসীম অবদানের জন্য তাঁকে 'ইসলামের ত্রাণকর্তা' বলা হয়। এ অবদানের স্বীকৃতির ব্যাপারে রাসুলুল্লাহ্ (সাঃ) বলেন, 'দুনিয়াতে আমি প্রত্যেক মানুষের এহসানের পরিপূর্ণ বদলা আদায় করেছি কিন্তু সিদ্দিকে আকবরের ত্যাগের প্রতিদান আদায় করতে পারিনি। হাশরের ময়দানে স্বয়ং রাব্বুল আলামিন তাঁকে ওই প্রতিদান দান করবেন।'<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\"><span style=\"color: #000080;\">মৃত্যুঃ<\/span> <\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">১৩ হিজরির ২২ জমাদিউস সানি মঙ্গলবার দিবাগত রাতে ৬২ বছর বয়সে মহামান্য এই সাহাবি ওফাত লাভ করেন। রাসুলুল্লাহ্ (সাঃ)-এর রওজা মুবারকের পাশেই তাঁকে দাফন করা হয়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">প্রকৃতপক্ষে হযরত আবু বকর (রাঃ) ছিলেন রাসুলুল্লাহ্ (সাঃ)-এর প্রত্যক্ষ সঙ্গী, রাসুলুল্লাহ্ (সাঃ) ও উম্মতের মাঝে সেতুবন্ধ রচনাকারী, কোরআনের নির্দেশ পালনে তিনি ছিলেন উন্মুখ। তাঁর জীবনের প্রতিটি ঘটনা, কাজ ও বাণী আমাদের ব্যক্তিগত জীবন থেকে শুরু করে রাষ্ট্রীয় জীবন পর্যন্ত অনুকরণীয় ও অনুসরণীয়। মুসলিম বিশ্বের বর্তমান নাজুক পরিস্থিতিতে হযরত আবু বকর সিদ্দিক (রাঃ)-এর খেলাফতকালীন সোনালি দিনগুলোর কথা গভীরভাবে স্মরণ করা দরকার।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">মহান আল্লাহ্ পাক আমাদেরকে হুজুর (সাঃ) এর এই প্রিয় সাহাবির ফায়েজ লাভের তৌফিক দান করুন। আমিন।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"44193","category_id":"21875","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h1 class=\"ui-title\" style=\"text-align: center;\"><strong><span style=\"font-size: 18pt; color: #800000;\">হযরত ওমর (রাঃ)<\/span><\/strong><\/h1>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt;\">উমর ইবনুল খাত্তাব <strong>(আরবি, عمر بن الخطاب)<\/strong> (৫৮০ &ndash; নভেম্বর ৩, ৬৪৪) যিনি সচরাচর হযরত উমর নামে অভিহিত, ইসলাম ধর্মের মহানবী মুহাম্মাদ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এর ঘনিষ্ঠ সাহাবী। তিনি ইসলামের দ্বিতীয় খলিফা হিসাবে দায়িত্ব পালন করেছেন। কুরাইশ গোত্রের বনু আদি সম্প্রদায়ে তাঁর জন্ম। তিনি উমর আল ফারুক নামেও পরিচিত। 'ফারুক' অর্থ সত্য-মিথ্যার পার্থক্যকারী। তিনি খুলাফায়ে রাশেদীন এর দ্বিতীয় খলিফা হলেও শিয়া সম্প্রদায় তাঁকে ইসলামের খলিফা হিসেবে প্রাপ্য মর্যাদা প্রদান করে না।<\/span><br \/><br \/><span style=\"color: #003300;\"><strong><span style=\"font-size: 12pt;\">প্রাথমিক জীবন<\/span><\/strong><\/span><br \/><br \/><span style=\"font-size: 12pt;\">উমর বর্তমান সৌদী আরবের মক্কায় জন্মগ্রহণ করেন। তাঁর পিতার নাম খাত্তাব ইবনে নুফাইল। তাদের পরিবার মূলত মধ্যবর্তী ধরনের ছিল। তিনি শিক্ষিত ছিলেন যা তখনকার আরব সমাজে অনেকটাই ব্যতিক্রম ছিল এবং শিক্ষিতদের অন্যরকম সম্মান ছিল। সুস্বাস্থ্য, শক্তিশালী, সাহসী এবং বিশেষ করে রাগী পুরুষ হিসেবেও তিনি সুপরিচিত ছিলেন। যৌবনকালে একজন প্রথম শ্রেণীর কুস্তীগীর হিসেবে প্রখ্যাত ছিলেন। তথনকার আমলে মদ পান আরবে খুবই সাধারণ বিষয় ছিল এবং অনেকের বর্ণনামতে উমর ইসলাম গ্রহণের পূর্বে মদ পান করতেন। কিন্তু ইসলাম গ্রহণের পর তিনি কখনও মদ্য স্পর্শ করেননি।<\/span><br \/><br \/><strong><span style=\"font-size: 12pt;\">মুহাম্মদ(সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এর সময়কাল এ প্রাথমিক ইসলাম শত্রুতা<\/span><\/strong><br \/><br \/><span style=\"font-size: 12pt;\">মুহাম্মদ(সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) যখন প্রথম ইসলামের বাণী প্রচার করেন তখন উমর তাঁর তীব্র বিরোধিতা করেন এবং কুরাইশদের প্রথাগত ধর্ম রক্ষায় অগ্রণী ভূমিকা পালন করেন। ইসলাম বিরোধী হিসেবে তিনি সুপরিচিত ছিলেন। আরবের প্রথাগত বহুঈশ্বরবাদী ধর্ম রক্ষার খাতিরে ইসলাম গ্রহণকারী আরব এবং মুহাম্মদ(সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এর বিরোধিতায় অনড় এবং নিষ্ঠুর ভুমিকা নিয়েছিলেন। উমর এর দৃঢ় বিশ্বাস ছিল এই নূতন ধর্ম ইসলাম কুইরাইসদের মাঝে বিবাদ এবং বিভাদ সৃষ্টি করবে।<\/span><br \/><br \/><span style=\"font-size: 12pt;\">কুরাইশদের নির্যাতন থেকে রক্ষা পেতে মুহাম্মদ(সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) অনুসারিদের বললেন আবিসিনিয়া য় হিজরত করতে। ছোট একটা দলের এই আবিসিনিয়ার হিজরতের ঘটনা উমর কে কুরাইশ বংশের ভবিষ্যৎ একতা সম্পর্কে ভীতি এবং দুশ্চিন্তায় ফেলে দিল। যার ফলশ্রুতিতে উমর মুহাম্মদ(সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) কে হত্যার পরিকল্পনা করলেন।<\/span><br \/><br \/><span style=\"color: #000080;\"><strong><span style=\"font-size: 12pt;\">ইসলাম ধর্ম গ্রহণ<\/span><\/strong><\/span><br \/><br \/><span style=\"font-size: 12pt;\">ইবনে ইসহাকের সীরাত গ্রন্থ অনুসারে উমর \"মুহাম্মদকে\" (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) হত্যার পরিকল্পনা করেছিলেন এবং একদিন সে উদ্দেশ্যেই মুক্ত তরবারী হাতে ঘর থেকে বের হন। পথিমধ্যে তিনি একজনের সাক্ষাৎ লাভ করেন যিনি ইতোমধ্যে ইসলাম ধর্ম গ্রহণ করেছিলেন। সেই ব্যক্তি তাঁকে নবীকে হত্যার পূর্বে প্রথমে নিজের ঘর সামলানোর জন্য বলেন। তাঁর কাছে উমর জানতে পারেন তাঁর বোন ফাতিমা এবং ভগ্নীপতি ইসলাম গ্রহণ করেছে। অগত্যা তিনি বোনের বাড়িতে যান এবং বোন ও ভগ্নীপতিকে কুরআন এর আয়াত আবৃতিরত অবস্থায় আবিষ্কার করেন। ক্রোধে উন্মত্ত হয়ে ভগ্নীপতিকে মারধর করেন ; ফাতিমা তাঁর স্বামীকে রক্ষা করতে এলে তাকেও আঘাতের শিকার হতে হয়। প্রচণ্ডভাবে আহত হওয়া সত্ত্বেও তাঁরা কেউই ইসলাম ত্যাগ করতে সম্মত হন নি। বোনের শরীরে রক্ত দেখে তিনি শান্ত হন এবং তাঁরা যা পাঠ করছিলো তা দেখতে চান। পবিত্র হয়ে কুরআনের একটি আয়াত তিনি পাঠ করেন। আয়াতটি ছিল সূরা ত্বা-হা'র অংশ। সেই আয়াতটি তাঁকে এতই অভিভূত করে যে তিনি সেদিনই মুহাম্মদের (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) কাছে যেয়ে ইসলাম ধর্ম গ্রহণ করেন। ইসলাম গ্রহণের পর ইসলাম প্রসারে তিনি ততটাই ভূমিকা রেখেছিলেন, গ্রহণের পূর্বে ইসলামের বিরুদ্ধে যতটা ভূমিকা রাখতেন।কুরআনের অর্থ। <\/span><br \/><br \/><span style=\"color: #ff0000;\"><strong><span style=\"font-size: 12pt;\">মদীনায় হিজরত<\/span><\/strong><\/span><br \/><br \/><span style=\"font-size: 12pt;\">আল্লাহর নির্দেশে রাসূল (সাঃ) সাহাবীদেরকে মদীনায় হিজরত করতে নির্দেশ দেয়ার পর, ওমর (রাঃ) বেশ কয়েকজন সাহাবীকে সাথে নিয়ে প্রকাশ্যে হিজরত করেন| তিনি তখন জনসম্মুখে বলেছিলেন, কেউ যদি তার মাকে সন্তানহারা এবং স্ত্রীকে বিধবা করতে চায়, সে যেন আমাকে বাধা দিতে এগিয়ে আসে| তার প্রবল সাহকিকতা ও বীরত্বের কারণে কুরাইশদের কেউ তাকে বাধা দিতে সাহস পায় নি|<\/span><br \/><br \/><span style=\"color: #800080;\"><strong><span style=\"font-size: 12pt;\">মদীনায় উমরের জীবন<\/span><\/strong><\/span><br \/><br \/><span style=\"font-size: 12pt;\">মদীনায় ওমর(রাঃ) নবীজী(সাঃ)এর পাশে থেকে হিজরতকারী মুসলিমদের একজন সহচর ও প্রতিনিধি মুসলিম নেতার ন্যায় ভূমিকা রাখেন| মদীনায় হিজরতের পর সংঘটিত বদরের যুদ্ধ, উহুদের যুদ্ধ এবং খন্দকের যুদ্ধে তিনি প্রত্যক্ষভাবে অংশগ্রহণ করেন এবং গুরুত্বপূর্ণ ভূমিকা পালন করেন| হুদায়বিয়ার সন্ধির একজন অন্যতম সদস্য ও স্বাক্ষী ছিলেন তিনি| এছাড়া মক্কা বিজয়, হুনাইনের যুদ্ধ, খাইবারের অভিযান, তাবুকের যুদ্ধ এবং বিদায় হজ্জেও তিনি অংশগ্রহণ করেন|<\/span><br \/><br \/><span style=\"color: #008080;\"><strong><span style=\"font-size: 12pt;\">মুহাম্মাদ(সাঃ)-এর মৃত্যু<\/span><\/strong><\/span><br \/><br \/><span style=\"font-size: 12pt;\">নবীজী(সাঃ) এর মৃত্যুর পর ওমর(রাঃ) নবীজী(সাঃ) কে অত্যধিক ভালোবাসার কারণে তা সহজে বিশ্বাস করতে পারেন নি এবং এ খবর যারা প্রচার করবে তাদেরকে হত্যা করবেন বলে লোকজনের কাছে ঘোষণা করতে থাকেন| কিন্তু অনতিবিলম্বকাল পরে আবু বকর(রাঃ) এসে তাকে থামিয়ে সকলের কাছে নবীজী(সাঃ) এর মৃত্যূসংবাদ ঘোষণা করেন| আবূ বকর(রাঃ) নিজের বেদনাকে সংযত করে দৃঢ় কন্ঠে বলেন,যারা মুহাম্মাদ(সাঃ) এর উপাসনা করো তারা জেনে রাখ তিনি মারা গেছেন এবং যারা আল্লাহর উপাসনা কর তারা জেনে রাখ, আল্লাহ অমর-অবিনশ্বর| এবং এরপর সূরা আলে ইমরান থেকে এ সম্পর্কিত একটি আয়াত পাঠ করেন| আবু বকর(রাঃ) এর এই দৃঢ় বক্তব্য শুনে ওমর(রাঃ) সম্বিত ফিরে পান এবং নবীজী (সাঃ) এর ইন্তেকালের সত্যতা বুঝতে পেরে অবনর্নীয় যাতনায় অঝরে অশ্রু বিসর্জন করেন|<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"44194","category_id":"21876","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h1 class=\"ui-title\" style=\"text-align: center;\"><strong><span style=\"font-size: 18pt; color: #800000;\">হযরত ওসমান (রাঃ)<\/span><\/strong><\/h1>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt;\">উসমান ইবন আফ্&zwnj;ফান <strong>(عثمان بن عفان)<\/strong> (c. ৫৮0 - জুন ১৭ ৬৫৬) ছিলেন ইসলামের তৃতীয় খলীফা। ৬৪৪ থেকে ৬৫৬ খ্রিস্টাব্দ পর্যন্ত খিলাফতে অধিষ্ঠিত ছিলেন। খলিফা হিসেবে তিনি চারজন খুলাফায়ে রাশিদুনের একজন। উসমান আস-সাবিকুনাল আওয়ালুনের (প্রথম পর্বে ইসলাম গ্রহণকারী) অন্তর্ভুক্ত। এছাড়াও তিনি আশারায়ে মুবাশ্&zwnj;শারা'র একজন এবং সেই ৬ জন সাহাবীর মধ্যে অন্যতম যাদের উপর মুহাম্মদ (সা:) আমরণ সন্তুষ্ট ছিলেন।১। তাঁকে সাধারণত: হযরত উসমান (রা:) হিসেবে উল্লেখ করা হয়।<\/span><br \/><br \/><span style=\"color: #333300;\"><strong><span style=\"font-size: 12pt;\">জন্ম<\/span><\/strong><\/span><br \/><br \/><span style=\"font-size: 12pt;\">উসমানের জন্ম সন ও তারিখ নিয়ে বেশ মতপার্থক্য রয়েছে। অধিকাংশের মতে তার জন্ম ৫৭৬ খ্রিস্টাব্দে অর্থাৎ হস্তীসনের ছয় বছর পর২। এ হিসেবে তিনি হযরত মুহাম্মদ (সাঃ) থেকে ছয় বছরের ছোট। অধিকাংশ বর্ণনামতেই তাঁর জন্ম সৌদি আরবের মক্কা নগরীতে। অবশ্য অনেকের বর্ণনামতে তাঁর জন্ম তায়েফ নগরীতে বলা হয়েছে।<\/span><br \/><br \/><span style=\"color: #000080;\"><strong><span style=\"font-size: 12pt;\">পরিবার ও বংশ<\/span><\/strong><\/span><br \/><br \/><span style=\"font-size: 12pt;\">উসমানের কুনিয়া আবু আমর, আবু আবদিল্লাহ, আবু লায়লা। তাঁর উপাধি যুন-নূরাইন এবং যূল-হিজরাতাইন। তার পিতা আফ্&zwnj;ফান এবং মাতা আরওরা বিনতু কুরাইয। তিনি কুরাইশ বংশের উমাইয়্যা শাখার সন্তান ছিলেন। তার উর্ধ্ব পুরুষ আবদে মান্নাফে গিয়ে মুহাম্মদের বংশের সাথে মিলিত হয়েছে। তার নানী বায়দা বিনতু আবদিল মুত্তালিব ছিলেন মুহাম্মদের ফুফু।<\/span><br \/><br \/><span style=\"font-size: 12pt;\">ইসলাম গ্রহণের পর মুহাম্মদ (সা:) তাঁর কন্যা রুকাইয়্যার সাথে তাঁর বিয়ে দেন। হিজরী দ্বিতীয় সনে তাবুক যুদ্ধের পরপর মদিনায় রুকাইয়্যা মারা যায়। এরপর নবী তাঁর দ্বিতীয় কন্যা উম্মু কুলসুমের সাথে তাঁর বিয়ে দেন। এ কারণেই তিনি মুসলিমদের কাছে যুন-নূরাইন বা দুই জ্যোতির অধিকারী হিসেবে খ্যাত। তবে এ নিয়ে কিছু মতভেদ রয়েছে। যেমন ইমাম সুয়ূতি মনে করেন ইসলাম গ্রহণের পূর্বেই ওসমানের সাথে রুকাইয়্যার বিয়ে হয়েছিল। তবে অধিকাংশ ইতিহাসবেত্তা এই ধারণা পরিত্যাগ করেছেন। উসমান এবং রুকাইয়্যা ছিলেন প্রথম হিজরতকারী মুসলিম পরিবার। তারা প্রথম আবিসিনিয়ায় হিজরত করেছিলেন। সেখানে তাদের একটি ছেলে জন্ম নেয় যার নাম রাখা হয় আবদুল্লাহ ইবন উসমান।, এরপর উসমানের কুনিয়া হয় ইবী আবদিল্লাহ। হিজরী ৪র্থ সনে আবদুল্লাহ মারা যায়। তাবুক যুদ্ধের পরপর রুকাইয়্যা মারা যান। এরপর উসমানের সাথে উম্মু কুলসুমের বিয়ে হয় যদিও তাদের ঘরে কোন সন্তান আসেনি। হিজরী নবম সনে উম্মু কুলসুমও মারা যান।তথ্যসূত্র প্রয়োজন।<\/span><br \/><br \/><span style=\"color: #008080;\"><strong><span style=\"font-size: 12pt;\">প্রাথমিক জীবন<\/span><\/strong><\/span><br \/><br \/><span style=\"font-size: 12pt;\">অন্যান্য অনেক সাহাবীর মতই ইসলাম গ্রহণের পূর্বে উসমানের জীবন সম্বন্ধে তেমন কিছু জানা যায়নি। জানা যায়, উসমান কুরাইশ বংশের অন্যতম বিখ্যাত কোষ্ঠীবিদ্যা বিশারদ ছিলেন। কুরাইশদের প্রাচীন ইতিহাস সম্বন্ধে তার অগাধ জ্ঞান ছিল। ইসলাম গ্রহণের পূর্বেও তার এমন বিশেষ কোন অভ্যাস ছিলনা যা ইসলামী নীতিতে ঘৃণিত। যৌবনেকালে তিনি অন্যান্য অভিজাত কুরাইশদের মত ব্যবসায় শুরু করেন। ব্যবসায়ে তাঁর সাফল্য ছিল উল্লেযোগ্য। মক্কার সমাজে একজন ধনী ব্যবসায়ী ছিলেন বলেই তাঁর উপাধি হয়েছিল গনী যার অর্ধ ধনী।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"44195","category_id":"21877","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h1 class=\"ui-title\" style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #800000;\">হযরত আলী (রাঃ)<\/span><\/h1>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #993300;\"><strong><span style=\"font-size: 12pt;\">ভূমিকা<\/span><\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">হযরত আলী (রাঃ) হযরত মুহাম্মাদ (সঃ) এর চাচাত ভাই ও জামাতা এবং চতুর্থ খলীফা । তাঁহার পিতা আবু তালিব ছিলেন আব্দুল মুত্তালিব ইবন হাশিমের পুত্র । আলী (রাঃ) এর ডাক নাম আবু তুরাব, হযরত মুহাম্মাদ (সঃ) এর নিকট হইতে প্রাপ্ত । তিনি হযরত (সঃ) এর কন্যা ফাতিমা (রাঃ) কে বিবাহ করেন । তাঁহার মাতার নাম ফাতেমা বিনতে আসাদ ইবন হাশিম । ইসলাম গ্রহণের সময় তাঁহার বয়স কত ছিল তাহা সঠিকরূপে নির্ধারন করা যায় না ।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">হযরত খাদীজা (রাঃ) এর পরে তিনি প্রথম মুসলিম; আবুযার, আল মিকদাদ, আবু সাইদ আল খুদরী (রাঃ) প্রমুখের মতে বুরায়দা ইবনিল হুসায়ব (রাঃ) অথবা তিনি দ্বিতীয় মুসলিম । হযরত (সঃ) যে দশজনকে জান্নাতে প্রবেশ লাভ করিবেন বলিয়া স্পষ্টভাবে সুসংবাদ প্রদান করেন, তিনি তাহাদের অন্যতম । উমার (রাঃ) কর্তৃক তাঁহার মৃত্যুশয্যায় মনোনীত ছয়জন নির্বাচকেরও তিনি ছিলেন অন্যতম ।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এক নজরে হযরত আলি (রাঃ)<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>পূর্ণ নাম :<\/strong> আলী ইবনে আবু তালিব<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #993300;\"><strong>জন্মঃ<\/strong><\/span> অক্টোবর ২৩, ৫৯৮\/\/ মার্চ ১৭, ৫৯৯ \/\/ মার্চ ১৭, ৬০০ (একেক জায়গায় একেক রকমের দেওয়া, তাই তিনটাই উল্লেখ করলাম)<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #003366;\"><strong>পিতাঃ<\/strong><\/span> আবু তালিব<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #800080;\"><strong>মাতাঃ<\/strong> <\/span>ফাতিমা বিনতে আসাদ<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong><span style=\"color: #333300;\">স্ত্রীঃ<\/span><\/strong> হযরত ফাতিমা (রাঃ)<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #003366;\"><strong>সন্তানঃ<\/strong> <\/span>ইমাম হাসান , ইমাম হোসাইন, জয়নাব<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #800080;\"><strong>রাজত্বকাল :<\/strong><\/span> ৬৫৬&ndash;৬৬১<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #99cc00;\"><strong>পূর্বসূরীঃ<\/strong><\/span> হযরত ওসমান (রাঃ)<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #008000;\"><strong>উত্তরসূরীঃ<\/strong><\/span> ইমাম হাসান (রাঃ)<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #008080;\"><strong>মৃত্যুঃ<\/strong><\/span> জানুয়ারি ২৮, ৬৬১<\/span><\/p>\n<p><span style=\"color: #333300;\"><strong><span style=\"font-size: 12pt;\">প্রাথমিক জীবন<\/span><\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">হযরত আলী (রাঃ) এর বয়ছ ছিল তখন প্রায় বাইশ বছর । আল্লাহ্&zwnj; তা&rsquo;আলার নির্দেশে হযরত মুহাম্মদ (সঃ) ইয়াছরিবে হিজরত করার শেষ রাতে শত্রুদের চোখের সামনে দিয়া নিরাপদে গৃহ ত্যাগ করিলেন । যাবার সময় হযরত আলী (রাঃ) কে আমানতের গচ্ছিত সম্পদ প্রদানের দায়িত্ব দিয়া গেলেন । প্রত্যুষে শত্রুপক্ষ দেখিল, রাসুলুল্লাহ (সঃ) এর বিছানায় শেরে খোদা হযরত আলী (রাঃ) নিশ্চিন্ত মনে শুইয়া আছে ।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">হিজরাতের দ্বিতীয় বর্ষে হযরত (সঃ) এর প্রিয় কন্যা ফাতেমা (রাঃ) এর সহিত আলী (রাঃ) এর বিবাহ সম্পন্ন হয় । বিবাহের সময় হযরত ফাতেমা (রাঃ) এর বয়স ছিল ১৪ বছর এবং হযরত আলী (রাঃ) এর বয়স ছিল ২২ বছর । (তাবাকাতে ইবনে সা&rsquo;দ, এসাবা, খোলাফায়ে রাশেদিন) । তিনি বদর, উহুদ ও খন্দক(পরিখা) এর যুদ্ধে যোগদান এবং তাবূক ছাড়া অন্য সমস্ত অভিযানে হযরত (সঃ) এর সঙ্গে গমন করেন । তাবূক অভিযানের সময় হযরত (সঃ) এর অনুপস্থিতিতে তাঁহার পরিবার-বর্গের তত্ত্বাবধান এবং মদিনার শাসনভার তাঁহার উপর ন্যস্ত ছিল । উহুদের যুদ্ধে তিনি ষোলটি আঘাতপ্রাপ্ত হন; তাঁহার প্রচণ্ড আক্রমণে খায়বারের দুর্জয় কা&rsquo;মূস দূর্গের পতন ঘটে ।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">হযরত (সঃ) এর উপর নবম সূরা (আল বারা&rsquo;আঃ বা আত-তাওবা) অবতীর্ন হওয়ার অল্প পরে উহার প্রথম তেরটি আয়াত হাজ্জের সময় মিনা প্রান্তরে সর্বসমক্ষে ঘোষণা করার জন্য হযরত (সঃ) তাহাকে প্রেরণ করেন । দশম হিজরি, মুতাবিক ৬৩১-৩২ সনে আলী (রাঃ) ইয়ামানে এ প্রচার সফরে গমন করেন । ইহারই ফলে হামাদানীরা ইসলাম গ্রহণ করে । এ বছরই রাসুল (সঃ) হজ্জ পালনের উদ্দেশ্যে মক্কাশরীফ গমন করেন ; হজ্জ হতে ফেরার পথে তিনি হযরত আলী (রাঃ) এর হাত ধরিয়া ফরমাইলেন &ldquo;আমি যাহার মওলা হই, ইনিও অর্থাৎ হযরত আলী (রাঃ)ও তাঁহার মওলা ।&rdquo;<\/span><\/p>\n<p><span style=\"color: #800080;\"><strong><span style=\"font-size: 12pt;\">এলেমের দরজা<\/span><\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">রাসুলুল্লাহ (সঃ) এর কোলে যিনি লালিত-পালিত হইয়াছিলেন, রাসুলুল্লাহ (সঃ) এর মুখে যিনি কোরআন পাক শ্রবণ করিয়াছেন, রাসুলুল্লাহ (সাঃ) এর কাছেই যিনি কুরআন শিক্ষা লাভ করিয়াছেন এবং বুঝিয়াছেন, তাঁহার এলম সম্পর্কে আর কাহার এলেমের তুলনা করা যাইতে পারে ? রাসুলুল্লাহ (সঃ) ফরমাইয়াছেনঃ &ldquo;আমি এলেমের শহর এবং আলী উহার দরজা ।&ldquo; এই কাড়নের সাহাবীগণের মধ্যে হযরত আলী (রাঃ) অন্যান্য সাধারণ জ্ঞানের অধিকারী ছিলেন ।<\/span><\/p>\n<p><span style=\"color: #008000;\"><strong><span style=\"font-size: 12pt;\">খলিফা নির্বাচন<\/span><\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">হযরত উসমানের (রাঃ) শহীদ হওয়ার পর মদিনাতে একটি সর্বব্যাপী বিশৃংখলা এবং নৈরাজ্য বিরাজ করছিল।পাঁচ দিন যাবত রাজনৈতিক ডামাডোলের পর, মিসরীয় বিদ্রোহীদের নেতা, ইবনে সাবা, হযরত আলী (রাঃ)-এর পক্ষে এই বলে রায় দেয় যে, তিনিই একমাত্র খলিফা হওয়ার অধিকারী কারণ হযরত মোহাম্মদ (সাঃ) যার সপক্ষে একটি ওসিয়্যত করেছিলেন।২৩শে জুন ৬৫৬ খ্রীস্টাব্দে, হযরত উসমানের (রাঃ) মৃত্যুর ছয় দিন পর, হযরত আলী (রাঃ) মহানবী (সাঃ) এর চতুর্থ খলিফা নির্বাচিত হন এবং জনগণ তাঁর হাতে একে একে বয়'আত গ্রহণ করেন।।<\/span><\/p>\n<p><span style=\"color: #000080;\"><strong><span style=\"font-size: 12pt;\">হযরত আলি (রাঃ) এর শাসনকাল<\/span><\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">খেলাফতের নির্বাচনের পরপরই তিনি ইসলামী রাষ্ট্রের রাজধানী, মদীনা থেকে ইরাকের কুফায় সরিয়ে নেন, যা ছিল অধিকতর কেন্দ্রীয় একটি স্থান।তাঁর নির্বাচনের পরপরই তিনি জনগণের বিশেষ করে মহানবী (সাঃ) এর প্রভাবশালী সাহাবী যেমন হযরত তালহা (রাঃ) এবং হযরত যুবাইর (রাঃ) এর উত্থাপিত 'হযরত উসমান(রাঃ)-এর হত্যাকারীদের যথাশীঘ্র শাস্তির জনপ্রিয় দাবীর সম্মুখিন হন। হযরত আলী(রাঃ) ঘোষণা করেন যে, তাঁর সর্বোচ্চ অগ্রাধিকার রাষ্ট্রে শান্তি- শৃংখলা পুনঃস্থাপন করা এবং কেবল তারপরই তিনি হযরত উসমান (রাঃ)-এর হত্যাকারীদের বিচারের সম্মুখিন করতে পারবেন। কিন্তু হযরত তালহা (রাঃ) এবং হযরত যুবাইর (রাঃ), হযরত আলী(রাঃ) এর এই সিদ্ধান্তে রাজী হননি; তারা সৈন্যবাহিনী প্রস্তুত করা শুরু করেন।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">হযরত আয়েশা (রাঃ), যিনি প্রকৃত অবস্থা অবগত ছিলেন না, তিনিও হযরত উসমানের হত্যাকারীদের শাস্তি দেয়ার উদ্দেশ্যে হযরত তালহা (রাঃ) এবং হযরত যুবাইর (রাঃ) এর সাথে যোগ দেন। তিনজনে মিলে বসরার উদ্দেশ্যে এক সেনাবাহিনীর নেতৃত্ব দেন।হযরত আলী (রাঃ) যুদ্ধ এবং রক্তপাত এড়াতে যারপরনাই চেষ্টা করেন, কিন্তু তাঁর সমস্ত প্রচেষ্টা ব্যর্থতায় পর্যবসিত হয়। দুর্ভাগ্যজনক ভাবে, তাঁর এবং হযরত আয়েশা (রাঃ) এর সৈন্যবাহিনীর মধ্যে যুদ্ধ হয়, যদিও, হযরত তালহা (রাঃ) এবং হযরত যুবায়ের (রাঃ) যুদ্ধের পূর্বেই সেনাবাহিনী ত্যাগ করেন এবং অন্য কোন শত্রুর দ্বারা নিহত হন।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">হযরত আয়েশার (রাঃ) সৈন্যরা পরাজিত হয় কিন্তু হযরত আলী (রাঃ) তাঁকে যথাযথ শ্রদ্ধা প্রদর্শন করেন এবং তাঁর নিরাপত্তার খেয়াল রাখেন। তিনি তাঁর ভাই মোহাম্মদ বিন আবু বকর (রাঃ) এর রক্ষাবেষ্টনীতে তাঁকে মদীনায় প্রেরণ করেন। এটি 'উটের যুদ্ধ' নামে খ্যাত; কারণ হযরত আয়েশা(রাঃ) যুদ্ধের সময় উটের উপর সওয়ারী ছিলেন। পরবর্তীতে, হযরত আয়েশা (রাঃ) জীবনভর হযরত আলী (রাঃ) এর বিরুদ্ধে যুদ্ধ করার জন্য অনুতপ্তা ছিলেন।উটের যুদ্ধের পর হযরত আলী (রাঃ), হযরত মুয়াবিয়া (রাঃ) কে, যিনি তখনও তাঁর হাতে বয়'আত গ্রহণ করেননি, ইসলামের বৃহত্তর স্বার্থে তাঁর নিকট আত্বসমর্পণ করার আহ্বান জানান। কিন্তু হযরত মুয়াবিয়া (রাঃ) এই অজুহাতে তাঁর নিকট নিজেকে সমর্পণ করেনি যে, হযরত উসমান(রাঃ) যিনি উমাইয়া বংশোদ্ভূত ছিলেন, তার রক্তের প্রতিশোধ প্রথমে নিতে হবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আমীর মুয়াবিয়া (রাঃ), আমর বিন আস (রাঃ) এর সহায়তায়, সৈন্য প্রস্তত করা শুরু করে। হযরত আলী (রাঃ), অন্য কোন বিকল্প না পেয়ে, মুয়াবিয়ার সাথে লড়ার জন্য সিরিয়ার দিকে অগ্রসর হতে হয়। ৫৬৭ খ্রীস্টাব্দের জুলাই এ দুই সৈন্য বাহিনী 'সিফফিনে' যুদ্ধে উপনীত হয়। দু'পক্ষেই ব্যাপক হতাহত হয়; কিন্তু যুদ্ধ এই মতৈক্যে শেষ হয় যে, বিষয়টি একটি মধ্যস্থতা কমিটিতে নিষ্পত্তি হবে। এই কমিটিতে হযরত আলী (রাঃ) এর পক্ষে আবু মুসা আল আসরি (রাঃ) এবং আমীর মুয়াবিয়ার পক্ষে আমর বিন আস (রাঃ) প্রতিনিধিত্ব করে। দুর্ভাগ্যবশতঃ এই মধ্যস্থতা ব্যর্থতায় পর্যবসিত হয়, কারণ আমর বিন আস (রাঃ) আবু মুসা আল আসরি (রাঃ)-এর সাথে গ্রহীত সিদ্ধান্ত থেকে সরে দাড়াঁয়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">একটি বড় দল, যারা মধ্যস্থতার প্রস্তাবের বিরুদ্ধে ছিল, হযরত আলী (রাঃ) থেকে সরে গিয়ে তাদের জন্য এক নতুন আমীর নির্বাচিত করে নেয়।এই দলটিকে 'খারেজী' অর্থাৎ'ব্যতান্ত্রিক' বলা হয়ে থাকে। সর্বপ্রথম, হযরত আলী (রাঃ) তাদেরকে বুঝিয়ে রাজি করেনোর চেষ্টা করেন, কিন্তু তা নিস্ফল হয়; যা ভয়াবহ যুদ্ধে মোড় নিলে প্রচুর খারেজী নিহত হয়।এই বিপর্যস্ত পরাজয়ের পর খারেজীরা হযরত আলী (রাঃ), হযরত মুয়াবিয়া (রাঃ) এবং আমর বিন আস (রাঃ) কে হত্যার পরিকল্পনা করে। পরবর্তী দু'জন হত্যা প্রচেষ্টা হতে বেঁচে যেতে সক্ষম হলেও হযরত আলী (রাঃ) ফযরের নামাজের জন্য মসজিদে যাবার সময় আক্রমণকারীর দ্বারা গুরুতর আহত হন। দু'দিন পর এই অমিত সাহসী এবং ধর্মপ্রাণ খলীফা ৪০ হিজরীর ২০ রমযানে পরলোক গমন করেন। এই সময়ে তাহার ৩৭ বত্সর বয়সী বড় ছেলে আল হাসানকে (রাঃ) ইমামতি হস্তান্তর করেন৷নিঃসন্দেহে, হযরত আলী (রাঃ) খেলাফতের পবিত্রতা এবং মর্যাদা রক্ষার খাতিরে তাঁর জীবন কুরবান করেন।তিনিও সেই দশজন সৌভাগ্যশালীদের একজন মহানবী (সাঃ) যাঁদের বেহেস্তের সুসংবাদ প্রদান করেছিলেন।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">* মৃত্যুর পূর্বকালীন ঘটনা ও মৃত্যু<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">মুসলমানরা ইসলামী ভ্রাতৃত্বের কথা বিস্মৃত হয়ে প্রতিশোধপরায়ণ ও একে অন্যকে হত্যার নেশায় মেতে ওঠে। ফলে ৬৫৬ খ্রিস্টাব্দে উষ্ট্রের যুদ্ধ ও ৬৫৭ খ্রিস্টাব্দে সিফ্ফিনের যুদ্ধ সংঘটিত হয়। গৃহযুদ্ধে রাসুল (সা.) কর্তৃক প্রত্যয়িত তালহা, যুবাইর ও অনেক বয়োবৃদ্ধ সাহাবাসহ লক্ষাধিক মুসলমান নিহত হন। কার্যত ইসলামী খেলাফত অত্যন্ত দ্রুত অন্তিম সময়ের দিকে এগিয়ে যেতে থাকে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সিফ্ফিনের যুদ্ধের পর 'দুমাতুল জানদালে' ইসলামী খেলাফতের ভবিষ্যৎ নির্ধারণের বৈঠককালে ১২ হাজার সৈন্যের একটি শক্তিশালী বাহিনী খলিফার পক্ষ ত্যাগ করে। ইসলামে 'খারেজি' নামে উগ্রপন্থী সম্প্রদায়ের উদ্ভব তাদের থেকেই।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">খারেজি সম্প্রদায় মুসলিম মিল্লাতের জাতীয় শত্রু হিসেবে হজরত আলী, মুয়াবিয়া ও আমর ইবনুল আস (রা.)কে চিহ্নিত করে তাঁদের একই দিন ও অভিন্ন সময়ে হত্যার সিদ্ধান্ত গ্রহণ করে। আসন্ন মাহে রমজানের ১৫ তারিখ ফজরের নামাজের সময় আক্রমণ পরিচালনার সময় নির্ধারিত হয়। আততায়ীরা নির্দিষ্ট সময়ে বয়োবৃদ্ধ তিন সাহাবির ওপর হামলা করে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সৌভাগ্যক্রমে আমর ইবনুল আস (রা.) অসুস্থতার কারণে সেদিন মসজিদেই যাননি। আর মুয়াবিয়া (রা.) আততায়ীর আক্রমণে সামান্য আহত হলেও বেঁচে যান। কিন্তু দুর্ভাগ্যবশত হজরত আলী (রা.) ৬৬১ খ্রিস্টাব্দের ২৪ জানুয়ারি শাহাদাৎ বরণ করেন। তাঁর বয়স হয়েছিল ৬৩ বছর। হজরত হাসান ইবনে আলী (রা.) তাঁর জানাজায় ইমামতি করেন এবং কুফা জামে মসজিদের পাশে তাঁকে দাফন করা হয়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সরলতা ও আত্দত্যাগের প্রতীক ছিলেন হজরত আলী (রা.)। মুসলিম জাহানের খলিফা হয়েও নিজ হাতে তাঁকে ও ফাতেমা (রা.)কে কাজ করতে হতো। দাস-দাসী কোনো দিনই তাঁর ঘরে ছিল না। ইতিহাসবিদ হিট্টি বলেছেন, 'আলী (রা.) ছিলেন যুদ্ধে সাহসী, পরামর্শদানে বিজ্ঞ, বক্তৃতায় স্বচ্ছ, সাবলীল, বন্ধুদের প্রতি অকপট এবং শত্রুদের প্রতি দয়াশীল। আলী (রা.) মাহাত্দ্য ও শৌর্য-বীর্যের নিদর্শনস্বরূপ ছিলেন।'<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">মাসুদী বলেন, 'আল্লাহ তাঁহাকে যে গুণাবলি দ্বারা ভূষিত করেন, তাঁহার পূর্ববর্তী ও পরবর্তী (একমাত্র রাসুলে কারিম ছাড়া) অন্য কারো মধ্যে আমরা খুঁজিয়া পাইব না।' বস্তুত হজরত আলী (রা.)-এর শাহাদাতের মাধ্যমে খোলাফায়ে রাশেদিনের সমাপ্তি ঘটে।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"}],"app_data_date_time":"2018-05-16 16:34:39","success":true}