{"Category":[{"id":"9530","application_id":"415","parent_id":"0","title":"মেজাজ ঠিক রাখার ৫ উপায়","icon":null,"sort_weight":"1"},{"id":"9562","application_id":"415","parent_id":"0","title":"কখন বুঝবেন আপনি ফেসবুকে ভয়াবহভাবে আসক্ত?","icon":null,"sort_weight":"1"},{"id":"9551","application_id":"415","parent_id":"0","title":"৬০ সেকেন্ডে মাথাব্যথা দূর!","icon":null,"sort_weight":"1"},{"id":"9539","application_id":"415","parent_id":"0","title":"দুপুরের পর ঘুম ভাব দূর করতে ৫ উপায়","icon":null,"sort_weight":"1"},{"id":"9538","application_id":"415","parent_id":"0","title":"আলসেমি দূর করার উপায়","icon":null,"sort_weight":"1"},{"id":"9537","application_id":"415","parent_id":"0","title":"রাতে শান্তিময় ঘুম পেতে যা করবেন","icon":null,"sort_weight":"1"},{"id":"9536","application_id":"415","parent_id":"0","title":"বাড়িয়ে তুলুন নিজের কর্মদক্ষতা","icon":null,"sort_weight":"1"},{"id":"9535","application_id":"415","parent_id":"0","title":"সম্পর্ক ভেঙ্গে গেলে এড়িয়ে চলুন কিছু ভুল","icon":null,"sort_weight":"1"},{"id":"9534","application_id":"415","parent_id":"0","title":"কাটিয়ে উঠুন অনিচ্ছাকৃত ভুলের জন্য অপরাধবোধ","icon":null,"sort_weight":"1"},{"id":"9533","application_id":"415","parent_id":"0","title":"মানসিক অস্থিরতা কমাতে কিছু পরামর্শ","icon":null,"sort_weight":"1"},{"id":"9531","application_id":"415","parent_id":"0","title":"দ্রুত মন ভালো করার ১০ উপায়","icon":null,"sort_weight":"1"},{"id":"9577","application_id":"415","parent_id":"0","title":"সম্পর্ক ভাল রাখার উপায়","icon":null,"sort_weight":"1"}],"Collection":[{"id":"23705","category_id":"9530","descr":"\n\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\"><\/h2>\n\n<br><\/br>\n\n\n<h1 class=\"title mb10\" style=\"text-align: center;\"><span style=\"color: #ff6600;\"><span style=\"font-size: 14pt;\">মেজাজ ঠিক রাখার ৫ উপায়<\/span><\/span><\/h1>\n<p><span style=\"color: #000000; font-size: 12pt;\">&nbsp;<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">ক্ষণিকের দুঃসংবাদে মলিন হতে পারে হাসিমুখ। মন খারাপ হতে পারে। বিষণ্নতা এসে ভর করতে পারে। ক্ষণিকের মধ্যেই মানসিক অবস্থা পরিবর্তনের এই ঘটনায় ভেঙে পড়বেন না। সাধারণত মানসিক বিপর্যয়ের এমন ঘটনা নানা সময়ে অনেকের ক্ষেত্রেই ঘটতে পারে। কিন্তু মন খারাপের এই সময়টুকুর জন্য সারাটা দিন মাটি করার কোনো মানেই হয় না। মেজাজ খারাপের মুহূর্তটিকে সারাদিন চলতে দেওয়া ঠিক নয়। কিছু বিষয় মেনে চললে আপনার মানসিক অবস্থা দ্রুত ভালো হতে পারে এবং আপনার সময় ভালো কাটতে পারে। ইন্দো এশিয়ান নিউজ সার্ভিসে প্রকাশিত একটি প্রতিবেদনে এই পরামর্শ দেওয়া হয়েছে।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #008000;\"><strong>হাসুন প্রাণ খুলে<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">মন খারাপ বা মানসিক সমস্যা থাকলে তা ভালো করার সবচেয়ে ভালো ওষুধ হচ্ছে হাসি। গবেষকেরা দাবি করেন, প্রাণ খুলে হাসা স্বাস্থ্যের জন্য উপকারী। হাসিতে মন ভালো হয়, রক্তচাপ কমে, রক্তে কোলস্টেরল কমে এবং এটা রোগ প্রতিরোধ ক্ষমতা বাড়ায়।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #ff6600;\"><strong>শারীরিক কসরত<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">শারীরিক কসরত বা ব্যায়াম করলে আপনার দিন ভালো যেতে পারে। ব্যায়ামে এনডরফিন হরমোন নিঃসৃত হয়, যা মেজাজ ফুরফুরে করে। বিষণ্নতা ও উদ্বেগ দূর করতেও ব্যায়াম ভূমিকা রাখে বলেই গবেষকেরা দাবি করেন।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #ff0000;\"><strong>সূর্যের মুখোমুখি<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">মন খারাপ লাগলে কিছুক্ষণ সূর্যের আলোয় নিজেকে মেলে ধরুন। সূর্যের আলোয় খোলা মাঠে যেতে পারেন বা ঘরের জানালা খুলে উজ্জ্বল আলোর সামনে দাঁড়ান। শরীরকে সূর্য থেকে ভিটামিন &lsquo;ডি&rsquo; সংগ্রহ করতে দিন। গবেষকেরা বলছেন, সূর্য-রশ্মি আপনার রোগ প্রতিরোধ ক্ষমতা যেমন বাড়াতে পারে, তেমনি মনও ভালো করে দিতে পারে।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #0000ff;\"><strong>গান শুনুন<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">গান শুনে আপনি আনন্দিত হয়ে উঠতে পারেন। মেজাজ ফুরফুরে লাগতে পারে। নাচতে ইচ্ছা হতে পারে কিংবা বাঁধ ভেঙে কান্নাও আসতে পারে। মন খারাপের সময় প্রিয় গান শুনলে কয়েক সেকেন্ডের মধ্যেই হয়তো আপনার ভালো লাগা শুরু হয়ে যেতে পারে। গান শোনার সঙ্গে মানসিক অবস্থা পরিবর্তনের প্রমাণ পেয়েছেন গবেষকেরা।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #800080;\"><strong>পুরোনো ছবি দেখুন<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">মন বেশি খারাপ হলে আপনার পুরোনো ছবি বা খেরোখাতা খুলে বসতে পারেন। আপনার পুরোনো মধুর স্মৃতির মুখোমুখি হলে আপনার ভালো লাগা শুরু হবে এবং মন ভালো হয়ে যেতে পারে। আপনার প্রিয় ছবিটিকে কম্পিউটারে আপলোড করতে পারেন এবং স্ক্রিনসেভার হিসেবে সেট করতে পারেন। এতে কাজেও উত্সাহ বাড়তে পারে।<\/span><\/p>\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"23706","category_id":"9531","descr":"\n\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\"><\/h2>\n\n<br><\/br>\n\n\n<h1 style=\"text-align: center;\"><span style=\"font-size: 14pt; color: #ff6600;\">দ্রুত মন ভালো করার ১০ উপায়<\/span><\/h1>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt;\">ডায়েট বা ব্যায়াম স্বাস্থ্য ভালো রাখার জন্য জরুরি। এর থেকেও জরুরি সুখী থাকা। তবে কোনো কারণে যদি মন খারাপ থাকে বা নিজেকে সুখী না মনে হয় তবে চিন্তিত হবেন না। ভাবুন সময়টি যদিও চাপের, তবে হঠাৎ মজার কিছু ঘটবে, ভালো কিছু হবেই আপনার জীবনে। এমন আশার কথা শুনিয়ে ইয়াহু হেলথ বাতলে দিয়েছে দ্রুত মন ভালো করার কিছু উপায়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong><span style=\"color: #ff0000;\">১.<\/span> <span style=\"color: #ff0000;\">খেলা করুন (তবে ফোনে নয়)<\/span><\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">পরিবারের সদস্যদের সঙ্গে একত্রিত হোন, পাশাপাশি কিছু বন্ধুকে দাওয়াত করুন। এরপর সবাই মিলে মজাদার কোনো খেলা খেলুন। ভালো বন্ধুদের সঙ্গ আপনার সময়গুলোকে আনন্দে ভরিয়ে তুলতে সাহায্য করবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #339966;\"><strong>২. হাঁটতে বেরিয়ে যান<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">ঘরে যদি কিছু করার না থাকে, তবে মন ভালো করতে হাঁটতে বেরিয়ে যান। বাইরের তাজা হাওয়া আপনার মনকে সতেজ করবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #800080;\"><strong>৩. বন্ধুদের ফোন করুন<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">ম্যাসেজ করবেন না, বন্ধুর সঙ্গে ফোনে কথা বলুন। তাঁকে বলুন আপনার কষ্টের কথা। পরামর্শ চাইতে পারেন তাঁর কাছ থেকে।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #800000;\"><strong>৪. নতুন কিছু করুন<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">নেতিবাচক ভাবনা থেকে বেরিয়ে যান। নতুন কিছু করুন। জিমে ভর্তি হোন বা রান্নার ক্লাসে ভর্তি হোন। আগামীকাল সকালে উঠে নতুন কী করবেন তাঁর পরিকল্পনা করুন।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #0000ff;\"><strong>৫. বিচ্ছিন্ন হোন<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এক বা দুই মিনিটের জন্য সামাজিক যোগাযোগের মাধ্যম থেকে বিছিন্ন হয়ে যান।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #ff6600;\"><strong>৬. গান গাইতে পারেন<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">দ্রুত মন ভালো করতে গেয়ে উঠতে পারেন পছন্দের কোনো গান। গ্যারান্টি দিচ্ছি, মন ভালো হয়ে যাবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #339966;\"><strong>৭. সাহায্য করুন<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">অন্যকে সাহায্য করুন। পরিবারের সদস্যদের কাজে সাহায্য করুন বা বন্ধুদের কাজে সাহায্য করুন।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>৮. রাঁধুন<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">বেশি মন খারাপ লাগলে রাঁধতেও শুরু করতে পারেন। অনেক সময় রান্না করাও আপনার মেজাজকে ভালো করে দিতে পারে।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #003300;\"><strong>৯. হাসুন<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">হয়তো হাসার মতো পরিস্থিতি নেই, তবু চেষ্টা করুন হাসার। হাসি কখনো কখনো চাপ কমাতে সাহায্য করে, মেজাজ ভালো রাখে, বিষণ্ণতাকেও দূরে রাখে। তাই হাসুন।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #800000;\"><strong>১০. সব ঠিক হয়ে যাবে<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">ভাবুন সব ঠিক হয়ে যাবে। যদিও খুব চাপের সময় এই ভাবনাটি সহজেই আসবে না, তবু ভাবুন &zwnj;সব ঠিক হবে।<\/span><\/p>\n<p>&nbsp;<\/p>\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"23718","category_id":"9533","descr":"\n\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\"><\/h2>\n\n<br><\/br>\n\n\n<h1 class=\"entry-title\" style=\"text-align: center;\"><span style=\"font-size: 14pt; color: #ff6600;\">মানসিক অস্থিরতা কমাতে কিছু পরামর্শ<\/span><\/h1>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt; color: #000000;\"><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">কোন কারণ ছাড়াই মন কেমন অস্থির লাগছে? কিংবা কোনভাবেই মনকে নিজের নিয়ন্ত্রণে রাখতে পারছেন না? আবার দেখা যাচ্ছে কোন কিছু বুঝে উঠার আগেই আপনার বুক ধরফর করে গলা শুকিয়ে আসছে। এসবই আপনার মানসিক অস্থিরতার কারণ।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">মানসিক অস্থিরতায় আপনি যদি এর থেকে মুক্তি লাভ করার সঠিক কৌশল না জানেন তাহলে এটি যেমন আপনার জন্য খুব ভয়ঙ্কর একটি ব্যাপার আবার অন্যভাবে বললে আপনি যদি জানেন কি করে সহজেই মানসিক অস্থিরতা কমিয়ে ফেলা যায় তাহলে এটি আবার খুব সহজ একটি ব্যাপার।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আজ আপনাদের জন্য মানসিক অস্থিরতা কমানোর এমন কিছু কার্যকরী টিপস দেবো যা আপনাকে সহজেই মানসিক অস্থিরতা থেকে মুক্তি দিতে সাহায্য করবে।<\/span><\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">যখনই মানসিক অস্থিরতায় ভুগবেন তখন সব রকম খারাপ আর মন্দ চিন্তা করা থেকে বিরত থাকতে চেষ্টা করুন। চেষ্টা করুন ভালো কিছু চিন্তা করার। এমন কিছু নিয়ে ভাবুন যা আপনাকে মানসিক শান্তি প্রদান করতে সাহায্য করবে। দেখবেন মানসিক অস্থিরতা এক নিমেষেই আপনার মন থেকে দূর হয়ে যাবে।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">মানসিক অস্থিরতা বোধ করার সাথে সাথে আপনার জন্য করণীয় কাজ হবে চট করে বাইরে চলে যাওয়া। একা একা যদি ঘরের এক কোণায় চুপটি করে বসে থাকেন বা নিজেকে বদ্ধ ঘরে আটকে ফেলেন তাহলে আপনার মানসিক অস্থিরতা আরও বাড়বে। তাই মন কেমন করলে বা বুক ধরফর করলে একবার বাইরে থেকে বেড়িয়ে আসুন। আপনার মনের অস্থিরতা অনেকখানি কমবে এতে।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">কোন ব্যাপার নিয়ে খুব বেশী চিন্তিত হলেও আপনার মধ্যে মানসিক অস্থিরতা দেখা দিতে পারে। অনেক সময় দেখা যায় কোন বিষয় নিয়ে দুশ্চিন্তা এতো মারাত্মক অবস্থায় চলে যায় যে সেই সমস্যার সমাধান না করা পর্যন্ত আপনি স্বস্তিবোধ করেন না। এ অবস্থায় আপনার কাজ হবে দুশ্চিন্তার কারণ নিয়ে ভালোভাবে ভাবা ও এর ভালো খারাপ দুটি দিক নিয়েই মনের মধ্যে একটা পরিকল্পনা করে ফেলা। দেখবেন এই উপায়ে আপনার মানসিক অস্থিরতা কমবে।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">যেকোন কিছু থেকে মুক্তি পেতে ঘুমের কোন বিকল্প হয়না। আপনার মানসিক অস্থিরতা কমাতেও তাই ঘুম খুব কাজের একটি উপায় হিসেবে প্রতীয়মান হতে পারে। যখনই আপনি মানসিকভাবে অস্থিরতায় ভুগতে থাকেন তখন চেষ্টা করুন একটা ভালো ঘুম দিতে। একবার যদি আপনি একটা লম্বা ঘুম দিতে পারেন তাহলে দেখবেন অস্থিরতা আর আপনাকে ভোগাবে না।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">মানসিক অস্থিরতা কমানোর আরও একটি সহজ ও সুন্দর উপায় হল নিজের ভালোলাগার কাজগুলো করা। হতে পারে সেটা গান শোনা বা প্রিয় মানুষটির সাথে কথা বলা। এক কথায় আপনার যা করতে ভালোলাগে তাই করুন। আপনার ভালোলাগার কাজগুলো করতে করতে দেখবেন অস্থিরতা কখন স্থিরতায় রূপান্তরিত হয়েছে।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">মানসিক অস্থিরতা কমাতে আপনি প্রথমেই একগ্লাস পানি পান করুন। একগ্লাস ঠাণ্ডা পানি। মাত্র একগ্লাস ঠাণ্ডা পানিই আপনাকে অদ্ভুত মানসিক প্রশান্তি প্রদান করতে সক্ষম।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">মানসিক অস্থিরতা কমাতে আপনি মেডিটেশন করতে পারেন। আবার চাইলে ব্যায়াম করতেও পারেন। অনেক সময় শারীরিক দুর্বলতা থেকেও মানসিক অস্থিরতা হতে দেখা যায়। তাই আপনার খাবার রুটিনের প্রতি খেয়াল রাখুন। এতে পুষ্টিকর খাবার যোগ করুন।<\/span><\/li>\n<\/ul>\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"23728","category_id":"9534","descr":"\n\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\"><\/h2>\n\n<br><\/br>\n\n\n<h1 class=\"entry-title\" style=\"text-align: center;\"><span style=\"font-size: 14pt; color: #ff6600;\">কাটিয়ে উঠুন অনিচ্ছাকৃত ভুলের জন্য অপরাধবোধ<\/span><\/h1>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt; color: #000000;\"><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আমরা কেউই ভুলের ঊর্ধ্বে নই। তবুও আমাদের মধ্যে অনেকেই আছি যারা নিজের ভুলগুলো মেনে নিতেই পারিনা এবং অপরাধ বোধে ভুগতে থাকি। আসুন জেনে নেই কিভাবে এই অপরাধ বোধ থেকে বের হয়ে আসব যা আমার সুস্থ চিন্তা বাধাগ্রস্ত করছে।<\/span><\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">যে কাজটা ভুল হয়েছে সেটার ভাল কোন দিক আছে কিনা যাচাই করুন।যেমন অনেকসময় কাজ বা রিপোর্ট জমা দেয়ার সময়টা মাথায় রাখতে গিয়ে কাজে ভুল হয়ে যায়। এক্ষেত্রে কাজ যেহেতু জমা হয়ে গেছে সেটা নিয়ে আফসোস করলে ভুলটা তো ঠিক হয়ে যাবে না, তবে ভাল দিক হল যে আপনি সঠিক সময়ে কাজ জমা দিয়েছেন।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">আপনার পারদর্শিতা অন্য সবার মত নয়। সুতরাং যে কারণে নিজেকে ভুল ভাবছেন আসলেই দেখুন সেটা আদৌ ভুল কিনা। নাকি শুধুমাত্র ধারণা করছেন।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">ভুল হয়ে গেলে এর কারণ খুঁজে দেখুন এবং যেহেতু আপনি ভুল সংশোধনের জন্য কাজ করছেন তাই নিজেকে প্রশংসা করুন।<\/span><br \/><span style=\"font-size: 12pt;\">নিজের নির্ভুল কাজগুলোর একটা লিস্ট করুন। সকাল থেকে রাত পর্যন্ত আপনি এমন অনেক কাজ করেছেন যা হয়ত কাজ হিসেবে গণনাই করেন নি। সেগুলোকে ১,২,৩ করে সংখ্যা দিন।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">একটা মুহূর্ত খুঁজে নিন যখন আপনি একদমই কোন কিছু করছেন না। নিজেকে সময় দিন। নিরিবিলি নিজের সাথে খানিকক্ষণ কাটান। হোক সেটা স্বল্প সময়।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">আত্নোন্নয়নমূলক কিছু বই নিজের সংগ্রহে রাখুন। মাঝে মাঝে একবার পড়া বইগুলোই বার বার পড়ুন। দেখবেন মনীষীদের জীবনীতে অজস্র ভুল ছিল। আর তারাই সেই ভুল শুধরে আজকের পথপ্রদর্শক।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">নিজের যে কাজটি আপনাকে সন্তুষ্ট করতে পারে নি সেটা নিয়ে বিশ্বস্ত ও নির্ভরযোগ্য কারো সাথে আলোচনা করুন। এতে করে নিজেকে অনেকটাই হাল্কা মনে হবে।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt;\">মনে রাখবেন যেহেতু আমরা মানুষ তাই আমাদের ভুল হবে আর ভুল হলে আমরা অনুতপ্ত হব। সুতরাং ভুল হওয়ার পর নিজেকে শুধরে নিয়ে সামনে এগিয়ে যাওয়াই মানবতা। ভুল আঁকড়ে ধরে পড়ে থেকে নয়, সংশোধন করেই হোক আমাদের পথচলা।<\/span><\/p>\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"23756","category_id":"9535","descr":"\n\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\"><\/h2>\n\n<br><\/br>\n\n\n<h1 class=\"entry-title\" style=\"text-align: center;\"><span style=\"font-size: 14pt; color: #ff6600;\">সম্পর্ক ভেঙ্গে গেলে এড়িয়ে চলুন কিছু মারাত্মক ভুল কাজ<\/span><\/h1>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt;\">যখন কোন সম্পর্ক ভেঙ্গে যায় তখন স্বাভাবিকভাবেই আমরা হিতাহিত জ্ঞানশূন্য হয়ে পড়ি। রাতের পর রাত জেগে থাকি কখন সেই মানুষটি একবার সামনে আসবে বা সোশ্যাল নেটওয়ার্ক সাইটে অ্যাকটিভ হবে আর তাকে প্রশ্ন করবো অথবা কৈফিয়ত চাইবো কেন এমনটা করলো। আবার দেখা যায় আমরা বিনিদ্র রজনী অতিবাহিত করি কি করে তাকে শিক্ষা দেবো এইসব ভেবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">কিন্তু সত্যিকার ঘটনা এই যে আমাদের জীবন চলমান ও গতিময় একটি স্রোতের মতো। সেখানে সময়ে অসময়ে কত মানুষের সাথে দেখা হবে পরিচয় হবে আন্তরিকতা হবে। তারমানে এই নয় তাদের সবাই আমাদের সাথে আজীবন থাকবে। জীবনে একটি সম্পর্ক নষ্ট হয়ে যাওয়া মানে এই নয় আপনার জীবনই শেষ হয়ে গেলো। বরং ভাবুন আপনার সামনে আরও একটি সম্ভাবনাময় সময়ের দ্বার উন্মোচিত হল।<\/span><br \/><span style=\"font-size: 12pt;\">তাই ভুলভাল কাজ করা থেকে বিরত থাকতে আসুন জেনে নেই সম্পর্ক ভেঙ্গে গেলে আমরা কোন কোন কাজ করা থেকে বিরত থাকবো।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #008000;\">তাড়াহুড়ো করে অন্য একটি সম্পর্কে আবদ্ধ হওয়া&nbsp;<span class=\"&ldquo;engh&rdquo;\">(jump into another relationship right away)<\/span><\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">প্রায় সবাই এই ব্যাপারটির সম্মুখীন হয় আবার যথা সময়ে তা থেকে বের হয়েও আসে। হ্যাঁ হয়তো একেক জনের সাথে একই ঘটনা একেক রকম ভাবে ঘটে থাকে। তবে ঘটনা যাই ই হোকনা কেন সেটা থেকে বের হয়ে আসতে সময় নিন। আপনি যদি ভেবে থাকেন একটি সম্পর্ক নষ্ট হয়েছে বলে আরেকটি সম্পর্কে আবদ্ধ হলে আপনি দ্রুত সবটা ভ্যলে যেতে পারবেন তাহলে আপনি বোকার স্বর্গে বাস করছেন। এতে আপনার ঝামেলা বাড়বে বৈকি কমবে না।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #0000ff;\">সেই মানুষটিকে পুনরায় ফিরে পাওয়ার চেষ্টা করা&nbsp;<span class=\"&ldquo;engh&rdquo;\">(try to get back at him)<\/span><\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">সম্পর্ক ভেঙ্গে গেলে আমরা সব বেশি থেকে যে ভুল কাজটি করে থাকি সেটা হলো পুনরায় সেই মানুষটিকে আপনার জীবনে ফিরিয়ে আনার আপ্রাণ চেষ্টা। সাবধান হোন, নিজেকে এতোটা সহজলভ্য করবেন না। আপনি যখনই তাকে বার বার আপনার জীবনে ফিরিয়ে আনার চেষ্টা করবেন সে ততবেশি সেটার ফায়দা উঠাবে আর আপনাকে নীচে টেনে নামাবে।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #ff9900;\">&ldquo;শুধুমাত্র বন্ধু&rdquo; এই চেষ্টা করা<span class=\"&ldquo;engh&rdquo;\">(try to be &ldquo;just friends&rdquo;)<\/span><\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">যে আপনাকে ছেড়ে আপনার সমস্ত আবেগকে পদদলিত করে চলে গেছে তাকে &ldquo;শুধুমাত্র বন্ধু&rdquo; এই সম্পর্কে আবদ্ধ করার চেষ্টা থেকে দূরে থাকুন। যতোটা পারেন দূরত্ব বজায় রেখে চলা শুরু করুন। যাকে একসময় ভালবেসেছিলেন তাকে কখনোই বন্ধু হিসেবে ভাবতে পারবেন না। তাতে কেবল আপনার ভেতরের আমি কে বাড়তি একটি চ্যালেঞ্জ ছুঁড়ে দেওয়া হবে।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #ff0000;\">অতীত আঁকড়ে বেঁচে থাকা&nbsp;<span class=\"&ldquo;engh&rdquo;\">(live in the past)<\/span><\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">জানি এই সময় সব কিছু ভুলে সামনে বেড়ে চলা ভীষণ কষ্টকর একটা কাজ। তারপরও নিজেকে সামলে নিন। অতীত আঁকড়ে পড়ে থাকবেন না। বরং অতীত থেকে শিক্ষা নিয়ে ভবিষ্যৎ সুরক্ষিত করুন। যাতে করে আগামীতে আর আপনাকে এমন অবস্থার সম্মুক্ষিন হতে না হয়।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #800080;\">নিজেকে নিঃসঙ্গ করে ফেলা&nbsp;<span class=\"&ldquo;engh&rdquo;\">(let yourself get lonely)<\/span><\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">সম্পর্ক ভেঙ্গে যাওয়া দুঃখে দুঃখী হয়ে নিজেকে সাড়া পৃথিবী থেকে বিচ্ছিন্ন করে রাখার মানসিকতার পরিবর্তন ঘটান। কিছু সময় নিজে একা কাটানো দোষের কিছু নয়। তাতে বরং আপনার মানসিক শান্তি মেলার সম্ভাবনা রয়েছে। তবে দীর্ঘ সময়ের জন্য যদি নিজেকে একা করে ফেলেন তবে তা আপনার জন্য বিপদের সৃষ্টি করবে।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #008000;\">তার কাছের বন্ধুর কাছে তার দিনকাল কেমন যায় জানতে চাওয়া&nbsp;<span class=\"&ldquo;engh&rdquo;\">(ask her best friend how she&rsquo;s doing)<\/span><\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">এটা সত্যি আপনার ভালোবাসার মানুষটির প্রিয় বন্ধুটি এক সময় আপনার জন্য ও বেশ প্রিয় কেউ ছিল। কিন্তু এখন যেহেতু সেই মানুষটির সাথেই কোন সম্পর্ক নেই তাই তার প্রিয় মানুষটির সাথেও নির্দিষ্ট দূরত্ব রেখে চলুন। ভুলেও তার কাছে আপনার হঠাৎ পর হয়ে যাওয়া মানুষটির সম্পর্কে জানতে চাইবেন না।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সম্পর্ক নষ্ট হয়েছে বা ভেঙ্গে গেছে বলে হাহুতাশ করা বন্ধ করুন। নিজেকে দোষী ভাবা ও নিজের অক্ষমতা এসব নিয়ে মাথা ঘামানো বাদ দিন। একটি সম্পর্ক ভেঙ্গে যাওয়া মানে পৃথিবী মাথায় ভেঙ্গে পড়া নয় উল্টো এটি আপনার জন্য নতুন শুরুর সুযোগ। তাই কিছুটা সময় নিজের মতো কাটিয়ে আবার সবটা শুরু থেকে শুরু করুন।<\/span><\/p>\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"23778","category_id":"9536","descr":"\n\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\"><\/h2>\n\n<br><\/br>\n\n<h1 class=\"entry-title\" style=\"text-align: center;\"><span style=\"color: #ff6600;\">বাড়িয়ে তুলুন নিজের কর্মদক্ষতা<\/span><\/h1>\n<p><span style=\"color: #000000; font-size: 12pt;\">&nbsp;<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এখন সময়টাই প্রচন্ড ব্যস্ত। প্রতি মুহূর্তে বেড়ে চলেছে মানুষের কাজের পরিধি, কাজের গতি। পৃথিবীর ঘূর্ণনের গতি হয়তো বাড়ে নি, কিন্তু মানুষের কাজের গতি বেড়ে গেছে বহুগুণে। মানুষ এখন শুধুই ছুটছে। এই ছুটে চলাটা পুরোটাই শুধু সময়ের পিছনেই। সময়কে ধরার জন্যই মানুষের এই নিরন্তর চেষ্টা। আমরা এখন অনেক কম সময়েই অনেক বেশি কাজ করতে চাই। এই চাওয়াটা অস্বাভাবিক নয়। এই প্রয়োজনীয়তা থেকেই &lsquo;সময় ব্যবস্থাপনা&rsquo; কথাটির জন্ম। কিছু ক্ষেত্রে এই সময় ব্যবস্থাপনাই একজন মানুষের কর্মদক্ষতা হিসেবে গন্য করা হয়। এই সময় ব্যবস্থাপনা কিংবা সব কাজ অসম্ভব দ্রুতগতিতে শেষ করতে চাওয়ার মানসিকতা হয়তো একদিক দিয়ে ভালো। কিন্তু আমাদের হয়তো মাথায়ই আসে না, দীর্ঘমেয়াদে এটি আমাদের জন্য ক্ষতির কারণ হিসেবে দেখা দিতে পারে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">নদীর স্রোতের একটি স্বাভাবিক গতি থাকে। এই গতিতেই নদী অবিরাম বয়ে চলে একভাবে। কোনভাবে এই গতি যদি বাড়িয়ে দেওয়া হয়, তাহলে তা নদীর পাড় এর ভাঙনের কারণ হিসেবে দেখা দিবে। মানুষের ক্ষেত্রেও ঠিক একই কথা প্রযোজ্য। কোন কাজ দ্রুত থেকে দ্রুত, তা থেকে আরো দ্রুত করতে গেলে একসময় মানুষের শরীর সেই চাপ আর নিতে পারে না। তা তখন সহ্যক্ষমতাকে ছাড়িয়ে যায়। ক্রমান্বয়ে মানুষ হয়ে পরে বিষণ্ণ।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">তাহলে আর কিভাবে আমরা নিজেদের আরো বেশি কর্মক্ষম রাখতে পারি? কঠিন এই প্রতিযোগিতার যুগে নিজেকে টিকিয়ে রাখতে পারি? কঠিন কিছুই না, শুধু এই কাজগুলো করতে হবেঃ<\/span><\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\"><span style=\"color: #ff6600;\"><strong>অগুরুত্বপূর্ণ কাজগুলো বাছাই করুনঃ<\/strong><\/span> আপনি সারাদিনে যত কাজ করেন, তার সবই কি গুরুত্বপূর্ণ? আপনার জীবনের জন্য জরুরী? অবশ্যই না। যে কাজগুলো আপনার জন্য আদৌ গুরুত্বপূর্ণ নয়, সেগুলোর একটা তালিকা তৈরী করুন। এবং আপনার দৈনন্দিন কাজের তালিকা থেকে সেগুলো ছেঁটে ফেলুন। আপনি কিছুটা অবসর পাবেন। আপনার কর্মদক্ষতাও বেড়ে যাবে।<\/span><\/li>\n<li><span style=\"font-size: 12pt;\"><span style=\"color: #339966;\"><strong>কাজের পরম্পরা বুঝুনঃ<\/strong><\/span> আপনার হয়তো একদিন অনেক রকম কাজই থাকতে পারে। সব কাজই কি সমান গুরুত্বপূর্ণ? অথবা একই সময়ে শেষ করতে হবে? নিশ্চয়ই না। কোন কাজ সবার আগে শেষ করতে হবে অথবা কোন কাজটা সব কাজের পরে শুরু করলেও হবে, দিনের শুরুতেই সেটা বাছাই করে নিন। আপনারই সুবিধা হবে।<\/span><\/li>\n<li><span style=\"font-size: 12pt;\"><span style=\"color: #800080;\"><strong>নিজেকে পুরস্কৃত করুনঃ<\/strong><\/span> আপনি অনেক কঠিন একটা কাজে ব্যস্ত আছেন। হতে পারে আপনার অফিসের কোন ইঞ্জিনিয়ারিং ড্রইং, অথবা কোন জটিল হিসাবের মারপ্যাঁচ। নিজেকে নিজেই মনে মনে বলুন, &ldquo;বাছাধন, এই কাজটা শেষ করতে পারলেই তুমি &lsquo;পিজ্জা ইন&rsquo; এ একটা ফোর সিজন পিজ্জা খাচ্ছো।&ldquo; দেখবেন, চোখের পলকে আপনার কাজে গতি আসবে। কাজের শেষে নিজেকে নিজেই ট্রিট দিন না! ভালো লাগবে।<\/span><\/li>\n<li><span style=\"font-size: 12pt;\"><span style=\"color: #ff0000;\"><strong>নেতিবাচক চিন্তা থেকে বের হয়ে আসুনঃ<\/strong><\/span> আপনার চিন্তাভাবনা হতে হবে ইতিবাচক। সারাক্ষণই মাথায় নেতিবাচক চিন্তা থাকলে তা ক্রমশই আপনার কর্মদক্ষতা কমিয়ে দিবে। আপনাকে পরিণত করবে অসার,অলস এক ব্যাক্তিতে। কাজেই, ইতিবাচক থাকুন।<\/span><\/li>\n<li><span style=\"font-size: 12pt;\"><span style=\"color: #008000;\"><strong>নিজেকে নিজের অর্জনের জন্য ধন্যবাদ দিনঃ<\/strong><\/span> এক জীবনে মানুষ কি সবকিছু অর্জন করতে পারে? পারে না। এটা সম্ভব ও না। এই কথা ভেবে অনেকেরই মন খারাপ হতে পারে। অমুকের এটা আছে। তমুকের সেটা আছে। আমার কেন নেই? আপনি আপনার নিজের দিকেই একটু ভালোভাবে নজর দিন না! আপনার ভিতরেই এমন কিছু আছে, আপনিই এমন কিছু জীবনে অর্জন করেছেন যা তাদের নেই। হয়তো কারোরই তা নেই। নিজেকে ধন্যবাদ দিন। সামনে এগিয়ে যান।<\/span><\/li>\n<li><span style=\"font-size: 12pt;\"><span style=\"color: #008080;\"><strong>নিজের সক্ষমতার উপর মনোনিবেশ করুনঃ<\/strong><\/span> কোন মানুষই সব কাজের কাজী হয় না। কেউ হয়তো ভালো গান গায়। কেউ হয়তোবা ভালো ছবি আঁকে। কেউ অনেক মেধাবী, বিসিএস ক্যাডারে ফার্স্ট হয়। কেউবা আবার ব্যাট হাতে মাঠে নামলেই ছক্কা মারে। ম্যান অফ দ্য ম্যাচ হয়। নিজের সক্ষমতা বুঝতে হবে সবার আগে। এটা অনেক বেশি জরুরী। কে কি বললো, কানে তোলাই যাবে না। জীবন আপনার, তাদের না।<\/span><\/li>\n<li><span style=\"font-size: 12pt;\"><span style=\"color: #ff9900;\"><strong>ভুল থেকে মুক্ত থাকুনঃ<\/strong> <\/span>কোন একটা কাজ করতে গেলে অনেক রকম ভুল-ত্রুটিই হতে পারে। এসব ভুল আপনার কাজের সময় এবং কর্মদক্ষতা কমিয়ে দেওয়ার জন্য যথেষ্ট। ভুল হতেই পারে। কিন্তু এই ভুলের পরিমাণটা যতটুকু পারা যায় কমিয়ে আনার চেষ্টা করুন।<\/span><\/li>\n<li><span style=\"font-size: 12pt;\"><span style=\"color: #3366ff;\"><strong>একসাথে কাজ করুনঃ<\/strong><\/span> অনেক সময় দেখা যায়, অফিসের এক কোণে একা একা বসে কাজ করতে গেলে কর্মদক্ষতা কমে যায়। কাজ করতে ইচ্ছা করে না। কিছু কিছু কাজ আছে এমনই যে একা করার থেকে একসাথে কয়েকজন মিলে করলে কাজটা করতেও ভালো লাগে। তাই বলে আবার সব কাজ দলীয়ভাবে করতে যাবেন না যেন!<\/span><\/li>\n<li><span style=\"font-size: 12pt;\"><span style=\"color: #339966;\"><strong>চারপাশের পরিবেশ পরিবর্তন করুনঃ<\/strong><\/span> ধরা যাক, আপনার নিজস্ব একটা অফিসরুম আছে। অফিসে আপনার চেয়ারটা হয়তো এমন এক জায়গায় আপনি রেখেছেন, যেখানে বসে একটানা কাজ করলে আপনার ক্লান্তি আসে। একঘেয়ে লাগে। আপনার চেয়ারটা রুমের জানালার পাশে নিয়ে যান। অথবা রুমের দেয়ালে লাগিয়ে দিন পাবলো পিকাসোর কোন বিখ্যাত ছবি। রুমের পরিবেশটাই বদলে যাবে। আপনার কাজের আগ্রহও বেড়ে যাবে বহুগুণ।<\/span><\/li>\n<li><span style=\"font-size: 12pt;\"><span style=\"color: #ff6600;\"><strong>নিজেকে নিখুঁত ভাববেন নাঃ<\/strong> <\/span>কোন মানুষই নিখুঁত না। প্রত্যেকেরই কোন না কোন খুঁত আছেই। খুঁত থাকতে পারে আচার-আচরণে, খুঁত থাকতে পারে কাজে। আপনি যদি সব কাজ নিখুঁতভাবে করতে চান, আপনি কোনদিনও তা পারবেন না। কিছুটা উনিশ-বিশ থেকেই যাবে। এ নিয়ে মন খারাপ করাটা বোকামি। আপনার পক্ষে যতটুকু সম্ভব সুন্দরভাবে কাজটা শেষ করুন। আপনি সফল হবেনই।<\/span><\/li>\n<\/ul>\n<p><span style=\"font-size: 12pt;\">এই ১০ টি কাজকে নিজের জীবনাচরণের সাথে যোগ করে নিন। সময় গেলো, সময় গেলো বলে হা-হুতাশ করা বাদ দিন। আপনার কর্মদক্ষতা বেড়ে যাবে বহুগুণ।<\/span><\/p>\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"23787","category_id":"9537","descr":"\n\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\"><\/h2>\n\n<br><\/br>\n\n<h1 class=\"entry-title\" style=\"text-align: center;\"><span style=\"color: #ff6600; font-size: 14pt;\">রাতে শান্তিময় ঘুম পেতে যা অবশ্যই করবেন<\/span><\/h1>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt;\">সারা দিনের দৌড়ঝাঁপ আর কাজের ব্যস্ততার শেষে রাতে ঘুম মানেই যেন এক স্বর্গীয় অনুভূতি। সত্যি ই রাতে যদি আপনি একটি শান্তিময় ঘুম দিতে পারেন &nbsp;তাহলে সকালটি অসম্ভব সুন্দর হয়ে ওঠে। আর সকাল যদি সুন্দর হয় তাহলে আপনার সারাটা দিনও যে ভালো যাবে এতে কোন সন্দেহ নেই। কিন্তু বর্তমান সময়ের প্রায় মানুষেরই একটি অন্যতম বড় সমস্যা হচ্ছে রাতে ঠিক মতো ঘুম না হওয়া বা আরামে ঘুমাতে না পারা।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর এই একটি সমস্যা জন্ম দিচ্ছে আরও অনেক সমস্যার। তাই আমাদের যদি রাতে ভালো ঘুম হওয়ার সহায়ক কিছু পরামর্শ জানা থাকে তাহলে হয়তো উপকার পাওয়া যায়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">জেনে রাখুন রাতে শান্তিতে ঘুমানোর কিছু কার্যকরী পরামর্শ বা কৌশল।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #008000;\">ঘুমাতে যাওয়ার আগে ঘরের তাপমাত্রা চেক করুন (Check the thermostat)<\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">রাতে শান্তিময় ঘুম পেতে ঘুমানোর আগে ঘরের আবহাওয়া বা তাপমাত্রা চেক করতে ভুলবেন না। অতিরিক্ত গরম ঘরের পরিবেশে যেমন ঘুম ভালো হয় না একইভাবে অতিরিক্ত ঠাণ্ডা ঘরেও ঘুমিয়ে শান্তি পাওয়া যায় না। ঘুমাতে যাওয়ার আগে ঘরের তাপমাত্রা সহনশীল পর্যায়ে আনুন।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #ff0000;\">মন শান্ত রাখুন (Keep clam your mind)<\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">মনে অস্থিরতা নিয়ে বিছানায় ঘুমাতে আসলে কখনোই ভালোভাবে ঘুমাতে পারবেন না। তাই বিছানায় আসার আগে ভাগেই মন শান্ত আর নির্মল রাখুন। এটা ভেবে দুশ্চিন্তা বা অশান্ত মন শান্ত করতে পারেন যে রাতে যদি আপনি ঠিকভাবে না ঘুমান তাহলে কাল আর ভালোমন্দ নিয়ে ভাবার অবস্থায় আপনি নাও থাকতে পারেন।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #3366ff;\">সীমিত ক্যাফেইন গ্রহণ করুন (Limit caffeine)<\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">অতিরিক্ত ক্যাফেইন গ্রহণ ঘুমের ব্যাঘাত ঘটাতে সবচেয়ে বেশি প্রভাব ফেলে। তাই রাতে যতোটা পারা যায় কম কফি ও চা পান করুন। সবচেয়ে &nbsp;ভালো হয় যদি ঘুমানোর সময়ের কমপক্ষে ৪ ঘণ্টা আগে থেকে এসব পান করা থেকে বিরত থাকেন। একই ব্যাপার ধূমপানের ক্ষেত্রেও।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #339966;\">আপনার বালিশের অবস্থান দেখে নিন (Check your pillow position)<\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">আপনার মাথার সঠিক অবস্থান ঘুম ভালো করতে&nbsp;সবচেয়ে বেশি সাহায্য করবে। আর এর জন্য সঠিক অবস্থানে বালিশ রেখে ঘুমানো জরুরী। তাই ঘুমানোর আগে বালিশের অবস্থান দেখে নিন।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #ff6600;\">বালিশে ও বিছানায় ঘুমে সাহায্য করে এমন সুগন্ধি স্প্রে করুন (Spray a sleep-inducing scent)<\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">এমন কিছু সুগন্ধি আছে যেগুলো ঘুমের জন্য খুব কার্যকরী। যেমন ল্যাভেন্ডার। তাই আপনি রাতে একটি শান্তিময় ঘুম দিতে ল্যাভেন্ডার বালিশ ও বিছানার চাদরে স্প্রে করতে পারেন।<\/span><\/p>\n<h3><span style=\"font-size: 12pt;\">ব্যায়াম করুন (Exercise)<\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">ঠিক ঘুমাতে যাওয়ার ৪ ঘণ্টা মতো আগে যদি সামান্য ব্যায়াম করতে পারেন তাহলে রাতে আপনার ভালো ঘুম হতে বাধ্য। তাই প্রতিদিন আরামে ঘুমাতে অল্প করে হলেও ব্যায়াম করুন।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #993366;\">ঘুমের একটি সঠিক নিয়ম মেনে চলুন(Keep a sleep diary)<\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">যতোটা পারেন ঘুমের জন্য একটা সঠিক সময় মেনে চলুন। এতে করে যা হবে রাতে আপনার সুন্দর আরামের ঘুম হবে আর শরীরও ভালো থাকবে। আপনি যদি প্রতিদিন ঘুমের একটি নির্দিষ্ট সময় মেনে চলেন তাহলে আপনাকে আর কষ্ট করে ঘুমের জন্য অপেক্ষা করতে হবেনা, ঘুমই সময় মতো আপনাকে চোখে চলে আসবে।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #ff0000;\">ঘুমানোর জায়গা নিঃশব্দ রাখুন (Sleep in silence)<\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">আমরা ঘুমিয়ে গেলেও আমাদের মস্তিষ্ক জেগে থাকে। ছোটখাট শব্দেও সে বিচলিত হয়ে উঠতে পারে এবং ঘুমের ব্যাঘাত ঘটতে পারে। তাই শব্দহীন পরিবেশে ঘুমাতে যান। এমনকি আশেপাশে ফোনও রাখবেন না। কারণ রিংটোন যতই কমানো থাকুক না কেন, তা রাতে অনেক জোরে শোনা যায় এবং ঘুম ভেঙে যায়।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #008000;\">রাতে ঘুমাতে যাওয়ার আগে খাওয়া এড়িয়ে চলুন (Avoid eating just before bed)<\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">ঘুমাতে যাওয়ার মিনিমাম ২ ঘণ্টা আগে খাওয়া শেষ করে ফেলুন। এতে আমাদের খাদ্য হজম প্রক্রিয়া সঠিক থাকবে আর রাতে পেটে কোন গোলযোগ হওয়ার সম্ভাবনাও থাকবে না। যার ফলে ভালো ঘুম হতে বাধ্য।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #800000;\">বিছানায় যতোটা সম্ভব জিনিসপত্র কম রাখুন (Keep bed clean)<\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">ঘুমাতে যাওয়ার জন্য বিছানায় গেলে যতোটা পারেন সাথে জিনিস পত্র কম রাখুন।&nbsp;বই, মোবাইল, ল্যাপটপ অথবা যেকোন ধরণের সময় নষ্ট করা জিনিস সাথে নিয়ে ঘুমাতে যাবেন না। বিছানায় জিনিসপত্র যতো কম থাকবে ঘুম তত শান্তিময় হবে।<\/span><\/p>\n<h3><span style=\"font-size: 12pt; color: #008000;\">গরম স্নান গ্রহণ (Warm Bath)<\/span><\/h3>\n<p><span style=\"font-size: 12pt;\">রাতে আপনাকে ভালো ঘুম দিতে সহায়ক আরও একটি পন্থা হচ্ছে গরম পানি দিয়ে গোসল করা। আপনি যদি একটু সময় নিয়ে রাতে ঘুমাতে যাওয়ার আগে গরম পানি দিয়ে গোসল করেন তাহলে আপনার ভালো ঘুম হতে বাধ্য।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আমাদের সুস্থ জীবন যাপন ও কর্মময় দিনের জন্য ঘুম অপরিহার্য একটি বিষয়। তাই সবার উচিৎ রাতে অন্যান্য বিষয়ের প্রতি মনোযোগ স্থাপন না করে রাতটা কেবল ঘুমের জন্য বরাদ্ধ রাখা।<\/span><\/p>\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"23810","category_id":"9538","descr":"\n\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\"><\/h2>\n\n<br><\/br>\n\n<h1 class=\" print-only\" style=\"text-align: center;\"><span style=\"color: #ff6600; font-size: 14pt;\">আলসেমি দূর করার উপায়<\/span><\/h1>\n<p><span style=\"color: #000000; font-size: 12pt;\"><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">ক্লান্তি দূর করতে বেশিরভাগ ক্ষেত্রেই চা বা কফি পান করা হয়। তবে এই পানীয়গুলোর ক্যাফেইন সাময়িকভাবে শরীর চাঙ্গা রাখলেও কিছুক্ষণ পর তা আরও ক্লান্ত করে তুলতে পারে।<\/span><\/p>\n<div class=\"fb-quote fb_iframe_widget\"><span style=\"font-size: 12pt;\">লাইফস্টাইলবিষয়ক একটি ওয়েবসাইটে ক্লান্তি দূর করার কিছু সহজ এবং উপকারী পদ্ধতি উল্লেখ করা হয়।<\/span><\/div>\n<p><span style=\"font-size: 12pt;\"><strong>বডি ম্যাসাজ: <\/strong>হাত, পা এবং শরীরের বিভিন্ন অংশে &lsquo;প্রেশার পয়েন্ট&rsquo; রয়েছে। যেখানে মালিশ করার মাধ্যমে চাপ প্রয়োগের ফলে তা ক্লান্তি দূর করে শক্তি বৃদ্ধিতে সাহায্য করে। পায়ের পাতার উপরের মাঝামাঝি অংশে হাতের আঙুলের সাহায্যে চাপ প্রয়োগ করে কয়েক সেকেন্ড মালিশ করা হলে অবসাদ দূর হয়। তবে অভিজ্ঞ এবং প্রশিক্ষণপ্রাপ্ত ব্যক্তির কাছে এই মালিশ করানো উচিত।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>গান শুনুন এবং তাল মেলান: <\/strong>রাস্তায় যানজটে বসে থাকার সময় এবং অতিরিক্ত কাজের চাপে নিজের পছন্দের গান শোনা যেতে পারে বা গুনগুন করে গাইতে পারেন। মনোবিজ্ঞানিরা গবেষণায় দেখছেন, যখন প্রাণ খুলে গান গাওয়া হয় বা পছন্দের গানের সঙ্গে তাল মেলানো হয় তখন শরীরে সুখের হরমোন নিঃসরণের পরিমান বৃদ্ধি পায়। তবে এক্ষেত্রে শুধু শুনলেই চলবে না, ভালো ফল পেতে চাইলে তাল মেলাতে হবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>চুইংগাম চাবান:<\/strong> গবেষণায় দেখা গেছে চুইংগাম চাবালে শরীরের ক্লান্তি দূর হয় এবং মন ভালো থাকে। তাছাড়া এতে হৃদপিণ্ডের গতিও বৃদ্ধি পায়। এবং শরীরে শক্তি সঞ্চারিত হয়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>হাঁটাহাঁটি করুন:<\/strong> শরীরের ক্লান্তি দূর করে চাঙ্গা হয়ে উঠতে ব্যায়াম বেশ উপযোগী। এক্ষেত্রে সকালে ২০ মিনিট হাঁটলে শক্তি বৃদ্ধি পায়, কারণ এতে করে শরীরে রক্ত সঞ্চালন হয় দ্রুত।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>সূর্য স্নান:<\/strong> গবেষণায় দেখা গেছে, যারা ঘরের বাইরে খুব অল্প সময় কাটান এবং বেশিরভাগ সময় চার দেয়ালের মধ্যেই থাকেন তাদের মধ্যে অবসন্নতা বেশি কাজ করে। শরীরের জন্য সূর্যের আলো এবং খোলা বাতাস অত্যন্ত জরুরি। তাই দিনে অন্তত ১৫ থেকে ২০ মিনিট বাইরে সময় কাটানো উচিত।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>সবুজ শাকসবজি খান:<\/strong> ভিটামিন এবং খনিজ উপাদানে ভরপুর সবুজ শাকসবজি শরীরের প্রয়োজনীয় পুষ্টির চাহিদা পূরণ করে শক্তি সরবরাহ করে। নিয়মিত সালাদ ও সবজি খেলে ক্লান্তির অনুভূতি কম হয়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>সঠিকভাবে বসুন:<\/strong> শরীরের জন্য সঠিত রক্ত সঞ্চালন অত্যন্ত জরুরি। মস্তিষ্কের কোনো অংশে যদি রক্ত সঞ্চালন না হয় তবে ঝিমুনিভাব বা অবসাদ অনুভূত হতে পারে। তাই সোজা হয়ে বসা এবং হাঁটার সময় পিঠ সোজা করে হাঁটতে হবে। এতে শরীরে রক্ত সঞ্চালণ প্রক্রিয়া স্বাভাবিক থাকবে।<\/span><\/p>\n<p>&nbsp;<\/p>\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"23819","category_id":"9539","descr":"\n\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\"><\/h2>\n\n<br><\/br>\n\n<p style=\"text-align: center;\"><span style=\"color: #ff6600;\"><strong><span style=\"font-size: 14pt;\">দুপুরের পর ঘুম ভাব দূর করতে ৫ উপায়<\/span><\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><strong>&nbsp;<\/strong><\/span><\/p>\n<div><span style=\"font-size: 12pt;\">দুপুরে একটু আয়েশ করে খাওয়া দাওয়া শেষে আমাদের একটু গড়িয়ে নেয়ার অভ্যাসটা বেশি। তাই দুপুরের পর আমাদের মধ্যে চলে আসে ঘুম ঘুম ভাব। বাসায় থাকলে হয়তো বিছানায় একটু গা এলিয়ে দেয়া যায়।<\/span><\/div>\n<div><span style=\"font-size: 12pt;\">&nbsp;<\/span><\/div>\n<div><span style=\"font-size: 12pt;\">কিন্তু বাইরে থাকলে? যারা কর্মক্ষেত্রে থাকেন তাদের তাদের জন্য বেশ বিরক্তি বয়ে নিয়ে আসে এই ঘুম ঘুম ভাব। এই ঘুম ঘুম ভাবটি যতক্ষণ থাকে ততক্ষণ কোনো কাজই ঠিকমতো হয় না। সব কিছুই পিছিয়ে পড়ে। তাই আজকে আপনাদের জন্য রইল দুপুর পরের এই অস্বস্তিকর ঘুম ঘুম ভাব দূর করার কিছু কলা কৌশল।<\/span><\/div>\n<div><span style=\"font-size: 12pt;\">&nbsp;<\/span><\/div>\n<div><span style=\"font-size: 12pt; color: #008000;\"><strong>পানি পান করুন<\/strong><\/span><\/div>\n<div><span style=\"font-size: 12pt;\">পানি ঘুম ঘুম ভাব দূর করার সব চাইতে ভালো ঔষধ। পানি পান করলে আমাদের দেহের কোষগুলো নতুন করে উজ্জীবিত হয়ে ওঠে। এক গ্লাস পানি পান করে নিন। দেখবেন ঝিম ঝিম ঘুম ধরা ভাব কেটে গিয়েছে। এরই সাথে পানি পান করলে মস্তিষ্ক নতুন করে কাজ করার জন্য তৈরি হয়ে যায়।<\/span><\/div>\n<div><span style=\"font-size: 12pt;\">&nbsp;<\/span><\/div>\n<div><span style=\"font-size: 12pt; color: #ff0000;\"><strong>এক কাপ চা\/কফি<\/strong><\/span><\/div>\n<div><span style=\"font-size: 12pt;\">চা\/কফি ঝিম ভাব দূর করার জন্য সব চাইতে কার্যকর একটি পানীয়। দুপুরের খাবারের শেষে এক কাপ চা\/কফি খেলে এক নিমেষে দূর হবে ঝিম ধরা ভাব। চা\/কফির ক্যাফেইন আমাদের মস্তিষ্ককে সজাগ রাখতে বেশ কার্যকর। ব্যস, এক কাপ চা\/কফি আর আপনি সম্পূর্ণ সজাগ।<\/span><\/div>\n<div><span style=\"font-size: 12pt;\">&nbsp;<\/span><\/div>\n<div><span style=\"font-size: 12pt; color: #ff6600;\"><strong>হাঁটাহাঁটি করুন<\/strong><\/span><\/div>\n<div><span style=\"font-size: 12pt;\">বসে থাকলে কিংবা চেয়ারে একটু গা এলিয়ে পড়ে থাকলে ঘুম ঘুম ভাব আরো জাঁকিয়ে বসে। তাই উঠে পাঁচ মিনিটের জন্য হলেও হাঁটুন। এতে শরীরের আলস্য কেটে যাবে। আর ঘুম ঘুম ভাবও দূর হবে।<\/span><\/div>\n<div><span style=\"font-size: 12pt;\">&nbsp;<\/span><\/div>\n<div><span style=\"font-size: 12pt; color: #800080;\"><strong>চোখে মুখে পানি দিন<\/strong><\/span><\/div>\n<div><span style=\"font-size: 12pt;\">চোখে পানির ঝাপটা দিন। চোখে মুখে ঠাণ্ডা পানির একটু ঝাপটা দিলে আমাদের মাথা ঝিম ধরা এবং শরীরে অলসভাব একেবারে দূর হয়ে যায়।<\/span><\/div>\n<div><span style=\"font-size: 12pt;\">&nbsp;<\/span><\/div>\n<div><span style=\"font-size: 12pt; color: #0000ff;\"><strong>কথা বলুন<\/strong><\/span><\/div>\n<div><span style=\"font-size: 12pt;\">আপনি যদি ঘুম ঘুম ভাব নিয়ে চুপচাপ কাজে মনোযোগ দেয়ার চেষ্টা করতে থাকেন তাহলে কখনোই এই ঝিম ধরা ভাবটি যাবে না। কারণ এতে করে আপনার আলস্য কাটানোর কোন কাজই হচ্ছে না।<\/span><\/div>\n<div><span style=\"font-size: 12pt;\">দুপুর পরের এই অস্বস্তিকর ভাব থেকে উঠতে চাইলে কলিগ বা সহপাঠীর সঙ্গে ৫-১০ মিনিট কথা বলতে পারেন। আমরা যখন কথা বলি বা কোনো কিছু নিয়ে আলোচনা করি তখন আমাদের মস্তিষ্ক সজাগ হয়ে থাকে। তাই অল্প কিছুক্ষণ কথা বলে দেখুন।<\/span><\/div>\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"23831","category_id":"9551","descr":"\n\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\"><\/h2>\n\n<br><\/br>\n\n<h1 style=\"text-align: center;\"><span style=\"color: #ff6600;\">৬০ সেকেন্ডে মাথাব্যথা দূর!<\/span><\/h1>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt;\">মাথাব্যথা বেশ যন্ত্রণার একটি বিষয়। দিনভর মাথা ব্যথা নিয়ে কাজ করা বেশ অস্বস্তিকর। তবে কিছু ঘরোয়া উপায় আছে যা ৬০ সেকেন্ডে আপনার মাথাব্যথা দূর করতে সাহায্য করবে।<\/span><span style=\"font-size: 12pt;\">এই পদ্ধতি আপনি অফিসের ডেস্কে কাজ করার সময়ও করতে পারবেন। অথবা ভ্রমণে যাওয়ার সময়ও করতে পারবেন। মাথা ব্যাথা দূর করার প্রাথমিক, নিরাপদ এবং বিজ্ঞান সম্মত উপায় এটি। মাথা ব্যাথা সারাতে বেশ কাজে দেবে এটি। তবে নিয়ন্ত্রণের বাইরে চলে গেলে অবশ্যই চিকিৎসকের কাছে যেতে হবে আপনাকে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">তবে আর দেরি কেন? আসুন জানি কীভাবে মুক্ত হবেন এই ব্যথা থেকে। লাইফস্টাইল ওয়েবসাইট বোল্ডস্কাই জানিয়েছে এ পদ্ধতির কথা।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #ff0000;\"><strong>আকুপ্রেশার<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">বহুবছর ধরে মাথা ব্যথা দূর করতে অনেকেই আকুপ্রেশার পদ্ধতি ব্যবহার করে আসছেন।এই ছোট্ট ঘরোয়া পদ্ধতিটি আপনাকে এক মিনিটের মধ্যে মাথা ব্যথা সারাতে সাহায্য করবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">বাম হাতের বৃদ্ধাঙ্গুলি এবং তর্জনির মাঝখানের অংশে অন্য হাতের বৃদ্ধাঙ্গুলি ও তর্জনি দিয়ে চাপ দিন এবং ঘুরিয়ে ঘুরিয়ে ম্যাসাজ করুন। একই ভাবে ডান হাতেও করুন। বিশেষজ্ঞরা বলেন, আশা করা যায় এতে এক মিনিটেই মাথা ব্যথা সারবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #008000;\"><strong>পানি পান করুন<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">একচুমুক পানি পানও আপনাকে এক মিনিটের মধ্যে মাথা ব্যথা সারাতে কাজে দেবে। যখন আমাদের শরীর আর্দ্র হতে থাকে তখন ব্যথা ধীরে ধীরে কমে।<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #0000ff;\"><strong>লবঙ্গ<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">কিছু লবঙ্গ তাওয়ার মধ্যে গরম করে নিন। গরম লবঙ্গ একটি রুমালের মধ্যে নিন। এক মিনিট এর ঘ্রাণ নিন এবং দেখুন মাথা ব্যথা চলে গেছে।&nbsp;<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #339966;\"><strong>লবণযুক্ত আপেল<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">ব্যথা যদি বেশি হয় তবে এই ঘরোয়া পদ্ধতিটি চেষ্টা করে দেখতে পারেন।এক টুকরো আপেল চিবুতে পারেন তবে এতে একটু লবণ ছিটিয়ে নেবেন। এটা দ্রুত ব্যথা মুক্ত করতে সাহায্য করবে।&nbsp;<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #ff9900;\"><strong>আদা চিবুতে পারেন<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এক পিস টাটকা আদা চিবুতে পারেন এতে ৬০ সেকেন্ডে মাথা ব্যথা দূর হবে। আদা একটু বাজে গন্ধের হলেও পদ্ধতিটি কাজের।&nbsp;<\/span><\/p>\n<p><span style=\"font-size: 12pt; color: #008000;\"><strong>হাসি খুশি মন<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">অনেকেই হয় তো বিশ্বাস করবেন না, তবে মনকে যদি ইতিবাচক এবং ভালো বিষয়ের দিকে নিয়ে যান তবে মাথা ব্যথা ৬০ সেকেন্ডেই দূর হবে। চেষ্টা করেই দেখুন না!<\/span><\/p>\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"23837","category_id":"9562","descr":"\n\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\"><\/h2>\n\n<br><\/br>\n\n<h1 class=\"entry-title\" style=\"text-align: center;\"><span style=\"font-size: 14pt; color: #ff6600;\">কখন বুঝবেন আপনি ফেসবুকে ভয়াবহভাবে আসক্ত?<\/span><\/h1>\n<p><span style=\"font-size: 14pt; color: #000000;\"><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">নেশা&mdash;আমাদের সবারই খুব পরিচিত একটা শব্দ। আমরা হরহামেশাই শুনি, অমুক ভাইয়ের খেলা দেখার খুব নেশা। কিংবা তমুক আপুর হিন্দী সিরিয়াল দেখার নেশা। আবার অমুকের মদের নেশা আছে, তমুকের ড্রাগস এর নেশা, এসবও আমরা শুনি।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এই নেশার জগতে সর্বশেষ জনপ্রিয় এবং &ldquo;ডিজিটাল&rdquo; সংযোজন হলো &ldquo;ফেসবুক&rdquo; এর নেশা। যত দিন যাচ্ছে, এই নেশা ততই ব্যাপক আকারে দেখা দিচ্ছে। এমনকি চিকিৎসকেরাও একে <span style=\"color: #ff6600;\"><strong>&ldquo;Facebook Addiction Disorder&rdquo;<\/strong><\/span> নামে একটি রোগে সংজ্ঞায়িত করেছেন।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এই নেশায় অথবা রোগে আপনি ভয়ংকরভাবে আসক্ত কিনা, কিভাবে বুঝবেন?<\/span><\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">সকালে ঘুম থেকে উঠেই আপনার সর্বপ্রথম কাজ হলো ফেসবুকে ঢুকে চেক করা। এমনকি খাওয়া-দাওয়া বাদ দিয়েও আগে ফেসবুকে ঢোকা। আবার ঘুমাতে যাওয়ার সময়ও আপনার সর্বশেষ কাজ যদি হয় ফেসবুক চেক করা।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">ফেসবুক ছাড়া আপনার কাছে বাকি সব অর্থহীন মনে হয়। আপনি কোন কিছুতে আনন্দ পান না, মজা পান না। দিনের অল্প কিছু সময়ও যদি আপনি ফেসবুকে না ঢুকতে পারেন, আপনার বিভিন্ন শারীরিক উপসর্গ দেখা দেয়। যেমনঃ ঘুম না আসা, অস্থির লাগা, ঘাম হওয়া, অল্পতেই রেগে যাওয়া ইত্যাদি।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">ফেসবুকে সারাদিন আপনার বসে থাকতে ভালো লাগে। একারণে আপনার অনেক গুরুত্বপূর্ণ কাজ হাতছাড়া হয়ে যাচ্ছে, অফিসের মিটিং এ আপনি অংশ নেন না, পারিবারিক কোন অনুষ্ঠানে আপনি যান না। অথচ এসবে আপনার কোন বিকার নেই। আপনি নির্বিকার।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">কয়েকদিনের জন্য হলেও যদি আপনাকে ফেসবুক থেকে দূরে থাকার জন্য জোর করা হয়, হতে পারে আপনার পরিবার থেকে, কিংবা অফিসের পিসিতে ফেসবুক ব্যবহার করা না যায়, আপনার ভিতরে চরিত্রগত কিছু অস্বাভাবিকতা আসে। আপনি কোন কাজেই আগ্রহ পান না। মেজাজ খিটখিটে হয়ে যায়। এমনকি ফেসবুক ব্যবহার করার জন্য যদি আপনার নিজের পিসিও না পান, আপনি দরকার হলে আপনার বন্ধুর এমনকি অপরিচিত লোকেরও মোবাইল অথবা পিসিতে ফেসবুকে ঢোকার চেষ্টা করেন। ফেসবুকের আপডেট আপনার চাই ই চাই। চিকিৎসকেরা একে সনাক্ত করেছেন <span style=\"color: #008000;\"><strong>&ldquo;Facebook Withdrawal Syndrome&rdquo;<\/strong><\/span> নামে।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">ফেসবুকে আপনার কোন নোটিফিকেশন নেই। ইনবক্সে কোন মেসেজ নেই। আপনি চ্যাটও করছেন না। তারপরও আপনি ঘন্টার পর ঘণ্টা ফেসবুকের স্ক্রিনের দিকে তাকিয়েই থাকেন।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">বাস্তব জীবনে আপনি মোটেও সুখী নন। কিন্তু ফেসবুকে আপনি সবাইকে দেখাতে চান, আপনি অনেক মজায় আছেন, আনন্দে আছেন। একটা ফ্যান্টাসির জগৎ সৃষ্টি করতে চান আপনি।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">ফেসবুকে সারাদিন, সারারাত থাকার কারণে আপনার রাতে ঘুমও ঠিকমত হয় না। শরীর খারাপ হয়ে যাচ্ছে। অথচ আপনি নির্বিকার।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">ফেসবুকে ঢুকলেই আপনি নস্টালজিয়ায় ভোগেন অথবা ভুগতে চান। পুরোন প্রেমিক\/প্রেমিকা কিংবা বন্ধুদের ছবি দেখতে চান, তাদের প্রোফাইলে ঢুঁ মারতে চান। আগে আপনার জীবন কেমন ছিল, এখন কেমন আছেন এসব ভেবে উদাস হয়ে যান। আর সবচেয়ে বড় কথা, এই উদাস থাকতে বা নস্টালজিয়ায় ভুগতেই আপনার ভালো লাগে।<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">ফেসবুকে আপনার হাজার হাজার বন্ধু থাকার পরও যদি আপনি নিঃসঙ্গ বোধ করেন। আপনি ভাবেন, আমার কোন ভালো বন্ধু নেই।<\/span><\/li>\n<\/ul>\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"23857","category_id":"9577","descr":"\n\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\"><\/h2>\n\n<br><\/br>\n\n<p style=\"text-align: center;\"><strong><span style=\"color: #ff6600; font-size: 14pt;\">সম্পর্ক ভাল রাখার উপায়<\/span><\/strong><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><strong>&nbsp;<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সম্পর্কে জড়ানোটা সহজ কিন্তু সেটি ভালো উপায়ে টিকিয়ে রাখাটা বেশ কঠিন। ছোটখাট বিষয়ে সম্পর্ক নষ্ট হয়ে যেতে পারে আবার ছোট ছোট বিষয় সম্পর্ককে চাঙ্গা করেও তুলতে পারে। আপনাকে শুধু জানতে হবে কোন বিষয়গুলো সম্পর্ককে ভালো রাখবে। তাহলেই দেখবেন জীবন কত সুন্দর হয়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সম্পর্ক ভালো রাখার কয়েকটি উপায়ের কথা বলা হয়েছে ব্লুগ্যাপ ওয়েবসাইটে। আপনি চাইলে এই পরামর্শগুলো একবার দেখে নিতে পারেন।<\/span><\/p>\n<ul>\n<li><span style=\"font-size: 12pt;\">আপনার সঙ্গী আপনার কথামত কিছু না করলে আপনি হয়তো তার ওপর খুবই বিরক্ত হন এবং তাঁর সঙ্গে খারাপ আচরণ করেন। এর ফলে আপনাদের মধ্যে ঝগড়াও হয়ে থাকে। এখন থেকে এই কাজ আর করবেন না, যদি সম্পর্ক ভালো রাখতে চান। কোনো কিছু মনমতো না হলে ক্ষেপে না গিয়ে তাঁর সঙ্গে বন্ধুত্বপূর্ণ আচরণ করুন, জানার চেষ্টা করুন কেন করা হয়নি। এমন আচরণ করলে সঙ্গী পরবর্তী সময়ে নিজেকে শুধরে নেবে আর আপনাদের সম্পর্কেরও অবনতি ঘটবে না।<\/span><\/li>\n<li><span style=\"font-size: 12pt;\">দুজনই কথা বলে জানার চেষ্টা করুন কেন আপনাদের মতের অমিল হয়। কোন বিষয়টিতে আপনারা দ্বিমত প্রকাশ করেন। যখনই বিষয়টি বেরিয়ে আসবে দেখবেন পরে আর আপনাদের মধ্যে মতের অমিল হবে না।<\/span><\/li>\n<li><span style=\"font-size: 12pt;\">দুজনই কী চান সেটি দুজনেরই কাছে প্রকাশ করুন। কখনো নিজের ইচ্ছেকে সঙ্গীর কাছে লুকিয়ে রাখবে না। দেখবেন সম্পর্কে তখন আর হতাশা কাজ করবে না।<\/span><\/li>\n<li><span style=\"font-size: 12pt;\">নেতিবাচকের থেকে বেশি ইতিবাচক হওয়ার চেষ্টা করুন। চাইলে সবকিছুতেই ভুল ধরা সম্ভব। কী লাভ বলুন ভুল ধরে? আপনি তো আর তাকে ছেড়ে চলে যাবেন না। অযথা সম্পর্কে টানাপড়েন শুরু হবে। তাই প্রতিটি জিনিসই ইতিবাচক দৃষ্টিতে দেখার চেষ্টা করুন।<\/span><\/li>\n<li><span style=\"font-size: 12pt;\">নিজেরা সময় কাটানোর চেষ্টা করুন। কাজ, প্রযুক্তি, আত্মীয়স্বজন সব কিছুর বাইরে নিজেরা কিছুটা সময় কাটান। এটা সম্পর্ককে মজবুত করতে সাহায্য করবে।<\/span><\/li>\n<li><span style=\"font-size: 12pt;\">সবসময় উপহার দেওয়ার জন্য উপলক্ষের প্রয়োজন হয় না। যেকোনো কারণেই উপহার দেওয়া যায়। সঙ্গীকে হঠাৎ করেই একটা উপহার দিয়ে চমকে দিন। দেখবেন সে কতটা খুশি হয়। এটা আপনাদের সম্পর্কে ভালো লাগা তৈরি করবে।<\/span><\/li>\n<li><span style=\"font-size: 12pt;\">সঙ্গীর প্রত্যেকটি কাজকে মূল্যায়ন করার চেষ্টা করুন। তাঁর কষ্টকে মেনে নিতে শিখুন। তাঁর প্রশংসা করুন। দেখবেন, পরবর্তী সময়ে তিনি কাজের ক্ষেত্রে উৎসাহ পাবেন এবং আপনার প্রতি তাঁর বিশ্বাস তৈরি হবে।<\/span><\/li>\n<\/ul>\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"}],"app_data_date_time":"2018-05-19 06:54:42","success":true}