{"Category":[{"id":"15157","application_id":"607","parent_id":"0","title":"প্রেমিক-প্রেমিকা","icon":null,"sort_weight":"1"},{"id":"15175","application_id":"607","parent_id":"0","title":"ইন্টারভিউ","icon":null,"sort_weight":"1"},{"id":"15169","application_id":"607","parent_id":"0","title":"পাঁচমিশালী","icon":null,"sort_weight":"1"},{"id":"15167","application_id":"607","parent_id":"0","title":"মাতাল","icon":null,"sort_weight":"1"},{"id":"15166","application_id":"607","parent_id":"0","title":"চোর-পুলিশ","icon":null,"sort_weight":"1"},{"id":"15164","application_id":"607","parent_id":"0","title":"রাজনীতি","icon":null,"sort_weight":"1"},{"id":"15163","application_id":"607","parent_id":"0","title":"অতিথি","icon":null,"sort_weight":"1"},{"id":"15161","application_id":"607","parent_id":"0","title":"ডাক্তার-রোগী","icon":null,"sort_weight":"1"},{"id":"15160","application_id":"607","parent_id":"0","title":"ছাত্র-শিক্ষক","icon":null,"sort_weight":"1"},{"id":"15158","application_id":"607","parent_id":"0","title":"স্বামী-স্ত্রী","icon":null,"sort_weight":"1"},{"id":"15176","application_id":"607","parent_id":"0","title":"বন্ধু","icon":null,"sort_weight":"1"}],"Collection":[{"id":"34938","category_id":"15157","descr":"দুই বন্ধু রনি আর বনির মধ্যে কথা হচ্ছে।\nরনি: বল তো, ঘটা করে বিয়ে আর প্রেম করে বিয়ের মধ্যে পার্থক্য কী?\nবনি: এটা তো খুবই সোজা।\nরনি: আহা, বল না।\nবনি: শোন, পার্থক্যটা খুবই সাধারণ। প্রেম করে বিয়ে করলে নিজের প্রেমিকাকে বিয়ে করতে হয়, আর ঘটা করে বিয়েতে অন্যের প্রেমিকাকে বিয়ে করতে হয়।","answer":null,"total_up_vote":"381","total_down_vote":"0"},{"id":"34939","category_id":"15157","descr":"নববর্ষের আগের দিন। বিল্টু হেঁটে যাচ্ছিল বনের ভেতর দিয়ে। ঘুটঘুটে অন্ধকার। হঠাৎ শোনা গেল অশরীরী আওয়াজ, ‘বিল্টু’।\nবিল্টু: কে? কে কথা বলে?\nঅশরীরী: ভয় পেয়ো না। আমি ইচ্ছাপূরণ দৈত্য। আজ এই শুভদিনে আমি তোমার একটি ইচ্ছা পূরণ করব। বলো, কী চাও তুমি?\nসাহস ফিরে পেল বিল্টু। বলল, ‘আমার জন্য পুরো বিশ্ব ভ্রমণ করে আসবে, এমন একটা ট্রেন সার্ভিস চালু করে দাও, যেন আমি ঘুরে ঘুরে সব দেশের নববর্ষের উৎসব উপভোগ করতে পারি।’\nদৈত্য: এটা তো খুব কঠিন কাজ। তুমি বরং অন্য কিছু চাও।\nবিল্টু: তাহলে আমাকে এমন ক্ষমতা দাও, আমি যেন মেয়েদের মন বুঝতে পারি।\nদৈত্য: ট্রেন কি এসি, নাকি নন-এসি লাগবে?","answer":null,"total_up_vote":"133","total_down_vote":"0"},{"id":"34940","category_id":"15157","descr":"বিয়ের আগে\nবিয়ের কথা ভাবা হচ্ছে বুদ্ধিমত্তার বিপক্ষে কল্পনার জয়।\nদুজনই বলে, তারা একে অন্যের জন্য নরকে পর্যন্ত যেতে রাজি।\nতারা এমনই ভালোবাসে, যে ভালোবাসা অন্ধ!\nমনে হয় অনেক ঝক্কিঝামেলা পেরোনোর পর বিয়ে করতে হবে।\nছেলেরা ভাবে, তাদের জীবনে কোনো ভুল নেই।\n\nবিয়ের পরে\nদ্বিতীয় বিয়ের কথা ভাবা হচ্ছে অভিজ্ঞতার বিপক্ষে আশাবাদের জয়।\nতাদের সে আশা পূর্ণ হয়েছে, তারা একসঙ্গেই সংসার করে।\nতাদের চোখ খুলে যায়।\nমনে হয় বিয়ের পরই আসলে অনেক ঝক্কিঝামেলা শুরু হতে যাচ্ছে।\nথাক সে কথা! এটা ছাপা হওয়ার দুই দিন পরে হলেও তো আমাকে বাসায়ই ফিরতে হবে। তাই না?","answer":null,"total_up_vote":"54","total_down_vote":"0"},{"id":"34941","category_id":"15157","descr":"শান্ত জেরিনকে খুব ভালোবাসে, কিন্তু মুখ ফুটে বলতে পারছে না। একদিন রাতের বেলা শান্ত জেরিনের মোবাইল ফোনে কল করল।\nশান্ত: জেরিন, আমি তোমাকে খুব ভালোবাসি। আমাকে তুমি বিয়ে করবে?\nজেরিন: হি হি, অবশ্যই সোনা। আমিও তোমাকে খুব ভালোবাসি।\nঅনেকক্ষণ কথা বলার পর শান্ত বলল, কালকে একবার দেখা করবে কফি ওয়ার্ল্ডে?\nজেরিন: অফকোর্স। বাই দ্য ওয়ে, তুমি কে বলছিলে?","answer":null,"total_up_vote":"14","total_down_vote":"0"},{"id":"34942","category_id":"15157","descr":"ছেলে: হ্যালো মিলা, আমার না একদম ঘুম আসছে না। তোমার সঙ্গে কিছুক্ষণ কথা বলতে পারি?\nমেয়ে: এক্সকিউজ মি। আপনি ভুল করছেন। আমার নাম মিলা না।\nছেলে: আমি কি তা জিজ্ঞেস করেছি?","answer":null,"total_up_vote":"44","total_down_vote":"0"},{"id":"34943","category_id":"15157","descr":"এক মেয়ের সঙ্গে ইন্টারনেটে পরিচিত হওয়ার পর এক ছেলে তাকে লিখল, ‘আমি তোমার প্রেমে পড়ে গেছি। সারা নেট তন্নতন্ন করে খুঁজেও তোমার চেয়ে সুন্দরী কোনো মেয়ে চোখে পড়েনি।’","answer":null,"total_up_vote":"11","total_down_vote":"0"},{"id":"34944","category_id":"15157","descr":"একটা অনুষ্ঠানে গিয়ে হঠা ৎ একটা মেয়েকে ভালো লেগে গেল তানিমের। পায়ে পায়ে মেয়েটির কাছে এগিয়ে গেল সে। ‘মাফ করবেন আপু, আমি কি আপনার টেলিফোন নম্বরটা পেতে পারি?’\nমেয়ে: টেলিফোন নির্দেশিকায় খোঁজ করুন, পেয়ে যাবেন।\nতানিম: কিন্তু আপু, আপনার নামটা?\nমেয়ে: নম্বরের সঙ্গে নামটাও নির্দেশিকায় দেওয়া আছে, বোকা!","answer":null,"total_up_vote":"27","total_down_vote":"0"},{"id":"34951","category_id":"15157","descr":"গভীর রাতের ট্রেন ধরতে ওয়েটিং রুমে একা একা বসেছিলেন দার্শনিক ভদ্রলোক। হঠাৎ ঘণ্টা বাজায় প্ল্যাটফর্মে গেলেন । সেখানে পৌঁছে মনে হল চশমাটা ঘরের টেবিলে ফেলে এসেছেন । তাই তখনই ছুটলেন ওয়েটিং রমে। গিয়ে দেখেন নির্জন ওয়েটিং রমে খুব ঘনিষ্টভাবে একজোড়া প্রেমি্-প্রেমিকা বসে আছে ।\n\nপ্রেমিক ফিসফিস করে বলছে, তোমার সন্দর চোখ দুটো যে আমার ।\n\nমেয়েটি : সত্যি?\n\nছেলেটি : চমৎকার ঠোঁট—সেও আমার ।\n\nমেয়েটি : ইস্‌ ।\n\nছেলেটি : মেঘের মত কাল চুল —সেটাও ।\n\nমেয়েটি : যাঃ ।\n\nদার্শনিক : ( বাইরে থেকে কাশির শব্দ করে ) কিন্তু ভাই টেবিলের ওপর রাখা চশমটা আমার ।","answer":null,"total_up_vote":"26","total_down_vote":"0"},{"id":"34952","category_id":"15157","descr":"প্রেমিক প্রেমিকার হাতে ধরে বলল : তুমি এই ভাবে আমাকে ফিরিয়ে দিও না । তাহলে আমি নির্ঘাত মরে যাব।\n\nপ্রেমিকা : তা হয় না, অমল । পরেশকে আমার বিয়ে করতেই হবে ।\n\nএরপর সত্যি সত্যি প্রেমিকটি মারা গেলে । তবে ৬০ বছর বাদে ।","answer":null,"total_up_vote":"38","total_down_vote":"0"},{"id":"34953","category_id":"15157","descr":"প্রেমিক প্রখর রোদের মধ্যে খালি গায়ে দাঁড়িয়ে ঘামছে–\nপ্রেমিকা: এই, খালি গায়ে রোদের মধ্যে দাঁড়িয়ে আছ কেন?\nপ্রেমিক: গায়ের ঘাম শুকাচ্ছি।","answer":null,"total_up_vote":"17","total_down_vote":"0"},{"id":"34954","category_id":"15157","descr":"প্রেমিক–প্রেমিকার মধ্যে কথা হচ্ছে।\nপ্রেমিক: আমি বোধ হয় তোমাকে বিয়ে করতে পারব না।\nপ্রেমিকা: কেন?\nপ্রেমিক: আমার বাসায় ব্যাপারটা মেনে নেবে না।\nপ্রেমিকা: কে কে আছে তোমার বাসায়?\nপ্রেমিক: আমার স্ত্রী আর দুই সন্তান।","answer":null,"total_up_vote":"92","total_down_vote":"0"},{"id":"34955","category_id":"15157","descr":"প্রেমিকা: তুমি ১ নম্বর বেকুব।\nপ্রেমিক: কিন্তু আমি দেখতে সুদর্শন।\nপ্রেমিকা: কে বলেছে তোমাকে এ কথা?\nপ্রেমিক: কেন? তুমি বলেছ!\nপ্রেমিকা: আমি বলেছি, আর তুমি আমার কথা বিশ্বাস করেছ?\nপ্রেমিক: হুঁ, করেছি।\nপ্রেমিকা: উফ্! তুমি আসলেই ১ নম্বর বেকুব।\nপ্রেমিক: কিন্তু আমি দেখতে সুদর্শন!","answer":null,"total_up_vote":"12","total_down_vote":"0"},{"id":"34956","category_id":"15157","descr":"মন্টু বলছে তানিয়াকে, ‘তোমার পা ব্যথা করে না?’\nতানিয়া: কেন?\nমন্টু: কারণ তুমি সারা দিন আমার মনের ভেতর ছোটাছুটি করো!","answer":null,"total_up_vote":"20","total_down_vote":"0"},{"id":"34957","category_id":"15157","descr":"অপু বলছে তার প্রেমিকাকে, ‘প্রেয়সী আমার, তোমার সঙ্গে আমি আমার সব কথা শেয়ার করতে চাই। আমার সুখ, দুঃখ, হাসি, কান্না…সব!’\nপ্রেমিকা: শুরুটা তাহলে তোমার এটিএম কার্ডের পাসওয়ার্ড দিয়েই হোক।","answer":null,"total_up_vote":"15","total_down_vote":"0"},{"id":"34958","category_id":"15157","descr":"« কাফনের খরচকিছু না ঘটে তবে »কার্টুনিস্টঅক্টোবর ২৪, ২০১৩ কার্টুনিস্ট২০১৩-১০-২৪T২১:৫৪:২৭+০০:০০প্রেমিক-প্রেমিকা ৩,৪৭১ বার পঠিত ১টি মন্তব্য\nজুনায়েদ বলছে তার প্রেমিকাকে, ‘আমি যদি শিল্পী হতাম, তুমি হতে আমার ছবি। আমি যদি কবি হতাম, তুমি হতে আমার ছন্দ। আমি যদি গায়ক হতাম, তুমি হতে আমার গান। কিন্তু তোমার দুর্ভাগ্য, আমি একজন কার্টুনিস্ট!’","answer":null,"total_up_vote":"10","total_down_vote":"0"},{"id":"34959","category_id":"15157","descr":"ঝন্টু বলছে মন্টুকে—জানিস, লিপি আমার হূদয় ভেঙে দিয়েছে। কিন্তু আমার চেয়ে ও বেশি কেঁদেছে।\nমন্টু: কেন?\nঝন্টু: কারণ, প্রতিবাদস্বরূপ আমি ওর নতুন আইফোনটা ভেঙে দিয়েছি।","answer":null,"total_up_vote":"11","total_down_vote":"0"},{"id":"34960","category_id":"15157","descr":"মালাকে চিঠি লিখেছে জনি। ‘প্রিয় মালা, আমাকে যদি তুমি ভালোবেসে থাক, তাহলে চিঠিটা পড়ো। আর যদি ভালো না বাসো, তাহলে আমাকে চিঠি লিখে জানাও যে তুমি চিঠিটা পড়োনি!’","answer":null,"total_up_vote":"13","total_down_vote":"0"},{"id":"34963","category_id":"15157","descr":"প্রেমিকাকে নিয়ে ঘুরতে বেড়িয়েছে প্রেমিক।\nপ্রেমিকা তার এক হাঁটুর কাছাকাছি একটা বেল্ট বেঁধেছে।\nপ্রেমিক সেটা দেখে কারণ জিজ্ঞেস করল।\nপ্রেমিকা উত্তর দিল: বাড়িতে কথা দিয়েছি যে আমি তোমাকে এই বেল্টের নীচে স্পর্শ করতে দেব না।","answer":null,"total_up_vote":"14","total_down_vote":"0"},{"id":"34964","category_id":"15157","descr":"প্রেমিক-প্রেমিকার মধ্য তুমুল ঝগড়া চলছে।\nএক পর্যায়ে প্রেমিকা তার প্রেমিককে বলল, আমার চোখের সামনে থেকে দূর হয়ে যাও। তুমি জীবনেও শান্তি পাবে না, সারা জীবন কষ্টে কষ্টে কাটবে।\nএই শুনে প্রেমিক বলল, তুমি কি সত্যি সত্যি আমাকে চলে যেতে বলছ নাকি তোমাকে বিয়ে করার কথা বলছ?","answer":null,"total_up_vote":"13","total_down_vote":"0"},{"id":"34965","category_id":"15157","descr":"প্রেমিকা: আজ তোমাকে একটা গোপন কথা বলব। কথাটা আরও আগেই বলা উচিত ছিল, কিন্তু বলা হয়ে ওঠেনি। জানি না, তুমি ব্যাপারটা কীভাবে নেবে। আমাকে প্রতি সপ্তাহেই একজন মানসিক রোগের চিকিৎসকের সঙ্গে দেখা করতে হয়।\nপ্রেমিক: আমিও তোমাকে একটা গোপন কথা বলব। আমাকে প্রতি সপ্তাহেই একজন স্কুলছাত্রী, একজন কলেজছাত্রী, একজন স্কুলশিক্ষিকা, একজন গায়িকা এবং একজন লেখিকার সঙ্গে দেখা করতে হয়!","answer":null,"total_up_vote":"13","total_down_vote":"0"},{"id":"34966","category_id":"15157","descr":"প্রেমিকা: তুমি কি বিয়ের পরও আমাকে এত বেশি ভালোবাসবে?\nপ্রেমিক: কেন নয়? আমার বিবাহিতা মেয়েদের খুবই ভালো লাগে!","answer":null,"total_up_vote":"11","total_down_vote":"0"},{"id":"34967","category_id":"15157","descr":"গান গেয়ে মলির প্রতি ভালোবাসা প্রকাশ করল জলিল। তারপর গদগদ স্বরে বলল, প্রিয়তমা, কেমন গাইলাম বলো তো?\nমলি: তোমার তো টেলিভিশনে গান গাওয়া উচিত।\nজলিল: সত্যি?!\nমলি: হ্যাঁ। সে ক্ষেত্রে আমি অন্তত টিভিটা বন্ধ করে দিতে পারব।","answer":null,"total_up_vote":"21","total_down_vote":"0"},{"id":"34968","category_id":"15157","descr":"নাটকীয় ভঙ্গিতে প্রেমিকাকে বলল প্রেমিক, তোমার সঙ্গে আমার কি একটা মেধার যুদ্ধ হতে পারে?\nপ্রেমিকা: না। আমি নিরস্ত্র লোকের সঙ্গে যুদ্ধ করি না।","answer":null,"total_up_vote":"11","total_down_vote":"0"},{"id":"34969","category_id":"15157","descr":"প্রেমিক: প্রিয়তমা, আমি যে কটা টাকা মাইনে পাই, বিয়ের পর তাতে কি তোমার চলবে?\nপ্রেমিকা: আমার তো চলে যাবে। কিন্তু তুমি চলবে কীভাবে?","answer":null,"total_up_vote":"12","total_down_vote":"0"},{"id":"34970","category_id":"15157","descr":"আসিফ: জন্মদিনে তুমি কী উপহার চাও?\nফারাহ: আগামীকাল আমার যত বছর পূর্ণ হবে, তুমি আমাকে ঠিক ততটা গোলাপ পাঠাবে। সকালে ঘুম থেকে উঠেই আমি যেন তোমার দেওয়া গোলাপ হাতে পাই।\nআসিফও বেশ খুশি। পরিচিত এক ফুলের দোকানদারকে বলে রাখল, পরদিন ভোরবেলায়ই যেন ফারাহর বাসায় ২১টি গোলাপ পৌঁছে যায়।\nপরদিন খুশিতে বাকবাকুম করতে করতে ফারাহর বাসায় হাজির আসিফ। দরজায় দাঁড়িয়েই রাগত স্বরে বলল ফারাহ, ‘চলে যাও তুমি! আর কখনো তোমার মুখ দেখতে চাই না।’\nকিছুই বুঝল না আসিফ। মন খারাপ করে রাস্তায় রাস্তায় ঘুরে বেড়াচ্ছিল। এমন সময় দেখা ফুলের দোকানদারের সঙ্গে। দোকানদার হেসে বলল, ‘স্যার, ম্যাডাম খুশি হইছে তো? আপনি আমার পুরান কাস্টমার, তাই এক ডজন ফুল বেশি দিছিলাম!’","answer":null,"total_up_vote":"24","total_down_vote":"0"},{"id":"34972","category_id":"15158","descr":"পড়াশোনার অবস্থা দেখে নিশ্চয়ই বুঝেছেন আমার ক্যারিয়ারের অবস্থা। টেনেটুনে পড়াশোনা শেষ করে আর কিছু হচ্ছে না। মানে ক্যারিয়ার বলতে কিছু নেই। কিন্তু বিয়েরও তো বয়স হয়েছে। এমন ছেলের কাছে কেই-বা মেয়ে বিয়ে দিতে চায়, বলুন।\nঅনেক কষ্টে বাসা থেকে একটা মেয়ে ঠিক করা হলো।\nআমিসহ পরিবারের সবাই মেয়ে দেখতে গেছি।\nখানিক বাদে মেয়ে এল সামনে। আমরা তো দেখে অবাক।\nমেয়েকে আমাদের সামনে আনা হয়েছে সুইমিং কস্টিউম পরিয়ে।\nমেয়ের বাবার কাছে জানতে চাইলাম, এমন পোশাকে মেয়েকে সামনে আনার কারণ কী?\nমেয়ের বাবা উত্তর দিলেন, ‘না মানে, তোমার সঙ্গে মেয়ে বিয়ে দেওয়া মানে তো জলে ফেলে দেওয়া, তাই আগে থেকেই প্রস্তুত করে দিলাম।’\n\n–আবু হেনা","answer":null,"total_up_vote":"13","total_down_vote":"0"},{"id":"34973","category_id":"15158","descr":"ছেলেঃ বাবা, আফ্রিকার কোন দেশে নাকি বিয়ের আগ পর্যন্ত কোনো পুরুষ তার স্ত্রীকে চেনে না?\nবাবাঃ এটা শুধু আফ্রিকায় নয় বাবা, পৃথিবীর প্রায় প্রতিটি দেশে এমনই হয়।","answer":null,"total_up_vote":"86","total_down_vote":"0"},{"id":"34974","category_id":"15158","descr":"মেয়েঃ মা, তুমি কি বিয়ের আগে ‘ড্রিল মাস্টার’ ছিলে?\nমাঃ না তো, কিন্তু এ প্রশ্ন কেন?\nমেয়েঃ দাদু, ফুপি সবাই বলে যে বাবা তোমার কথায় উঠ-বস করে।","answer":null,"total_up_vote":"23","total_down_vote":"0"},{"id":"34975","category_id":"15158","descr":"স্বামী ও স্ত্রী বসে আছে। এমন সময় ছেলে এসে বলল, বাবা তুমি আম্মুকে বিয়ে করেছ কেন?\nস্বামী স্ত্রীর দিকে তাকিয়ে বললঃ দেখেছ, আমাদের ছেলেও এটাতে বিস্মিত!","answer":null,"total_up_vote":"20","total_down_vote":"0"},{"id":"34976","category_id":"15158","descr":"এক ছাত্রের রিপোর্টে শিক্ষক লিখরেন-ছেলেটি পড়ায় ভালো, খেলাতেও। একমাত্র দোষ বড্ড মেয়ে-ঘেঁঘা। আমি সংশোধনের চেষ্টা করছি।\nছেলেটির বাবা বাড়িতে ছিলনা। মা রিপোর্টোর নিচে লিখলেন- আপনাকে ধন্যবাদ। সংশোধনের উপায় বের করতে পারলে আমাকে জানাবেন । পদ্ধতিটি ছেলের বাবার ওপরে প্রয়োগ করতে হবে ।","answer":null,"total_up_vote":"14","total_down_vote":"0"},{"id":"34977","category_id":"15158","descr":"অনেক দিন ছোট একটা বাড়িতে গাদাগাদি করে থাকর পর এক পরিবার নতুন বড় একটা বাড়িতে গিয়ে উঠল। নতুন বাড়ি কেমন লাগছে জানতে চাইলে পরিবারের ছোট ছেলেটি বলল, চমৎকার! আমার জন্য আলাদা রুম, ভাইয়ার জন্য আলাদা রুম, আপুর জন্যও আলাদা একটি রুম, কেবল মাকেই শুধু এখনো বাবার সঙ্গেই থাকতে হচ্ছে।","answer":null,"total_up_vote":"56","total_down_vote":"0"},{"id":"34978","category_id":"15158","descr":"বিল্টু গ্রামে তার মায়ের কাছে ফোন করেছে—\nবিল্টু: মা, একটা সুখবর আছে।\nমা: বলিস কি! তাড়াতাড়ি বলে ফেল।\nবিল্টু: এখন থেকে আমরা দুই জন থেকে তিন জন হয়ে গেছি, মা।\nবিল্টু: এই সুখবরটা এত দেরিতে বললি কেন? তা ছেলে না মেয়ে হয়েছে রে?\nবিল্টু: ওসব কিছু না। আমার বউ আরেকটি বিয়ে করে ফেলেছে, মা!","answer":null,"total_up_vote":"16","total_down_vote":"0"},{"id":"34979","category_id":"15158","descr":"স্বামী-স্ত্রীর মধ্যে কথা হচ্ছে—\nস্ত্রী: জানো, তোমার ছেলে হাঁটতে শিখেছে!\nস্বামী: বলো কী! কবে থেকে হাঁটছে?\nস্ত্রী: এইতো আট দিন হলো।\nস্বামী: এই খুশির খবরটা তুমি আট দিন পর আমাকে জানালে!\nস্ত্রী: আগে বলবো কী করে? ও যেদিন হাঁটতে শিখেছে সেদিনই তো ও হাঁটতে হাঁটতে কোথায় যেন গিয়েছে। আজও ফেরেনি। আমি তো ওকে এতোদিন ধরে খুঁজলাম। পাচ্ছি না তো!","answer":null,"total_up_vote":"12","total_down_vote":"0"},{"id":"34980","category_id":"15158","descr":"ছেলে: বাবা! বাবা! আমার স্বপ্ন পূরণ হয়েছে! আমি সিনেমায় অভিনয় করতে যাচ্ছি!\nবাবা: তাই নাকি? তা তোর চরিত্রটা কী?\nছেলে: একজন ৩০ বছরের বিবাহিত যুবকের চরিত্র। সব কটি দৃশ্যই অবশ্য আমার স্ত্রীর সঙ্গে।\nবাবা: থাক, মন খারাপ করিস না বেটা। আশা করছি, পরেরবার তুই কোনো সবাক চরিত্র পাবি!","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"34981","category_id":"15158","descr":"অনেক দিন পর হোস্টেল থেকে বাড়ি ফিরেছে মৌ। ফ্রিজ খুলে সে দেখে, ফ্রিজের ভেতর ভীষণ সুশ্রী একটি মেয়ের ছবি রাখা।\nমৌ ছুটে গেল মায়ের কাছে, ‘মা, ফ্রিজের ভেতর একটা সুন্দরী মেয়ের ছবি রাখা দেখলাম।’\nমা: হুম্। এটাকে বলে ‘পিকচার ডায়েট’। যখনই আমি কোনো খাবার নেওয়ার জন্য ফ্রিজ খুলি, মেয়েটাকে দেখলেই আমার মনে হয়, আমাকেও ওর মতো সুন্দরী হতে হবে। তখন আর খাওয়া হয় না।\nমৌ: বাহ্! দারুণ। তা উপকার পাচ্ছ?\nমা: পাচ্ছি আবার পাচ্ছি না।\nমৌ: কেমন?\nমৌ: আমার ওজন কমেছে আট কেজি। কিন্তু বারবার ফ্রিজ খোলার কারণে তোর বাবার ওজন ১০ কেজি বেড়েছে!","answer":null,"total_up_vote":"27","total_down_vote":"0"},{"id":"34982","category_id":"15158","descr":"তিন ছেলেমেয়ের জন্য একটা মাত্র খেলনা কিনে বাড়ি ফিরলেন মকবুল। বললেন, ‘যে ঘরে একদম লক্ষ্মী হয়ে থাকে, তোমাদের আম্মুর সব কথা শোনে, একদম চিৎকার-চেঁচামেচি করে না, সে-ই খেলানাটা পাবে।’\nছোট মেয়েটা বলে উঠল, ‘বললেই হয়, খেলনাটা তুমি রাখতে চাও।’","answer":null,"total_up_vote":"13","total_down_vote":"0"},{"id":"34983","category_id":"15158","descr":"একদিন রাজা আর রানি মিলে ঠিক করলেন, তাঁরা মোবাইল ফোনের বদলে পায়রার পায়ে চিঠি বেঁধে পরস্পরকে পাঠাবেন। রানির পায়রা পরদিন গেল রাজার কাছে। কিন্তু পায়রার পায়ে কোনো চিঠি ছিল না। রাজা রেগেমেগে ফোন করলেন, রানিকে। রানি বললেন, ‘দূর বোকা, ওটা তো মিসড কল ছিল।’","answer":null,"total_up_vote":"42","total_down_vote":"0"},{"id":"34984","category_id":"15158","descr":"বেশ কয়েকজন লোক একটা জিমে ব্যায়াম করছিল। হঠাৎ একজনের মোবাইল ফোন বেজে উঠল।\n:হ্যালো।\n:হ্যালো ডার্লিং, তুমি কি জিমে?\n: হ্যাঁ।\n: ওহ গ্রেট। আমি তোমার জিমের কাছাকাছিই এসেছি শপিংয়ে। অ্যাই শুনছ? আমার না ড্রেসিডেলে একটা শাড়ি পছন্দ হয়েছে। নেব?\n: কত দাম?\n: ২০ হাজার।\n: কিনে ফেল।\n: আমি না গাড়ির দোকানে গিয়েছিলাম। সেই যে আমরা গত বছর একটা বিএমডব্লিউ কিনলাম, তারপর তো আর কোনো নতুন গাড়ি কেনাই হয়নি। আজকে ওখানে খুব সুন্দর একটা গাড়ি দেখেছি। দামটাও নাগালের মধ্যেই।\n: কত?\n: ১০ লাখ।\n: নিয়ে নাও।\n:ওহ! থ্যাংক ইউ, জান। দাঁড়াও, কেটো না। আজকে আমি গিয়েছিলাম তোমার ব্যাংক ব্যালেন্স চেক করতে। জানো, আমি একটু আগে এক রিয়েল এস্টেট এজেন্টের সঙ্গে দেখা করেছি। মনে আছে, গত বছর যে আমরা একটা বাড়ি দেখেছিলাম? সামনে বাগান, পেছনে সুইমিং পুল? ওটা বিক্রি হবে।\n: কত চাইছে?\n: ৬৫ লাখ টাকা। আমি দেখেছি। তোমার অ্যাকাউন্টে এই পরিমাণ টাকা আছে।\n: ৬০ লাখ বলে দেখ, দেয় কি না।\n: থ্যাংক ইউ। দেখা হবে তাহলে। বাই।\n: বাই।\nলোকটা ফোন কাটল। তারপর চিৎকার করে বলল, ‘কেউ কি জানেন, এই ফোনটা কার?’","answer":null,"total_up_vote":"14","total_down_vote":"0"},{"id":"34985","category_id":"15158","descr":"এক লোক ঢাকা থেকে রাজশাহী যাচ্ছিল। বাসটি পথে একটি হোটেলে কিছুক্ষণের জন্য থামলে লোকটি হোটেলের টয়লেটে ঢুকল।\n: কেমন আছো? পাশের টয়লেট থেকে কেউ একজন জিজ্ঞেস করল।\n:জি, ভালো। আমতা আমতা করে উত্তর দিল লোকটি।\n: কী করছো?\nএবার ভারি লজ্জায় পড়ে গেল লোকটি।\n: ইয়ে। ঢাকা থেকে রাজশাহী যাচ্ছি।\nতারপর লোকটি শুনল পাশের টয়লেটের লোকটি বলছে, ‘হ্যালো, আমি তোমাকে পরে ফোন দিচ্ছি। তোমাকে যা-ই জিজ্ঞেস করি, পাশের টয়লেটের উজবুকটা তার উত্তর দেয়।’","answer":null,"total_up_vote":"13","total_down_vote":"0"},{"id":"34986","category_id":"15158","descr":"পিসির সামনে বসে প্রোগ্রাম রচনা করছে প্রোগ্রামার। তার দৃষ্টি আকর্ষণের নানাবিধ চেষ্টা ব্যর্থ হওয়ার পর তার স্ত্রী নতুন কেশবিন্যাস করল, নতুন পোশাক পরল, মেকআপ করল মন দিয়ে, তারপর তার কাছে গিয়ে বলল, ‘আমার দিকে তাকিয়ে দেখো তো। কোনো পরিবর্তন লক্ষ করছো?’\nস্ত্রীর দিকে কিছুক্ষণ তাকিয়ে থেকে প্রোগ্রামার বলল, নতুন স্কিন?","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"34987","category_id":"15158","descr":"স্বামী-স্ত্রীর বিবাহবিচ্ছেদ প্রক্রিয়া চলছে আদালতে। তাদের শিশু বালককে প্রশ্ন করা হলো:\n—তুমি কার সঙ্গে থাকতে চাও—বাবার সঙ্গে, নাকি মায়ের সঙ্গে?\n—তার সঙ্গে, যার ভাগে কম্পিউটার পড়বে।","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"34988","category_id":"15158","descr":"প্রোগ্রামার স্বামী ল্যাপটপ নিয়ে কাজে মগ্ন। স্ত্রী এসে বলল, দাও না গো, একটু খেলি?\nমনিটর থেকে চোখ না সরিয়ে উত্তর দিল প্রোগ্রামার, তুমি যখন রান্না করো, আমি কখনো হাঁড়ি চাই তোমার কাছে?","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"34989","category_id":"15158","descr":"ক্রিং ক্রিং।\nশামীম: হ্যালো।\nঅপর প্রান্ত থেকে: আচ্ছা, গতকাল যে শাড়িটা ১০ হাজার টাকা চাইছিল, আজ সেটা সাড়ে নয় হাজারে দিচ্ছে। শাড়িটা কি কিনে ফেলা উচিত?\nশামীম: অবশ্যই।\nঅপর প্রান্ত থেকে: আর আমার প্রিয় গয়নার দোকানটা ১৫ শতাংশ ছাড়ে বিক্রি করছে। গত মাসে যে নেকলেসটা কেনা হয়নি, সেটা বোধ হয় এবার কিনে ফেলা যায়।\nশামীম: অবশ্যই।\nঅপর প্রান্ত থেকে: ওহ! অসংখ্য ধন্যবাদ। তাড়াতাড়ি বাসায় ফিরো। রাতে তোমাকে দেখাব, আজ কী কী কিনলাম। রাখি, খোদা হাফেজ।\nফোন রেখে অফিসের অন্যদের দিকে তাকাল শামীম, ‘কেউ কি বলতে পারেন, এটা কার ফোন ছিল?’","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"34990","category_id":"15158","descr":"জলি: হ্যালো, শফিক আছে?\nঅপর প্রান্ত থেকে: না, উনি তো একটু বাইরে গেছেন। আপনি কে বলছেন?\nজলি: আমি তার স্ত্রী বলছি। শফিক ফিরলে বলবেন, আমি ফোন করেছিলাম।\nকিছুক্ষণ পর আবার ফোন করল জলি।\nজলি: হ্যালো, শফিক আছে?\nঅপর প্রান্ত থেকে একটি পুরুষকণ্ঠস্বর, ‘বলছি।’\nজলি: আপনার নাম শফিক? কিন্তু আপনি তো আমার স্বামী নন! ওহ! দুঃখিত, আমি বোধ হয় ভুল নম্বরে ফোন করেছি।\nঅপর প্রান্ত থেকে: খুব ভালো করেছেন। এখন দয়া করে আমার শ্বশুরবাড়ির নম্বরটা নিন। সেখানে ফোন করুন, আর আমার স্ত্রীকে ব্যাপারটা বোঝান!","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"34991","category_id":"15158","descr":"হন্তদন্ত হয়ে ছুটে এল মাহিদ সাহেবের অফিসের টেলিফোন অপারেটর।\nঅপারেটর: স্যার, আপনার স্ত্রী বোধ হয় ফোন করেছিলেন।\nমাহিদ সাহেব: ‘বোধ হয়’ মানে কী? নাম বলেনি?\nঅপারেটর: না, স্যার। তবে ফোন ধরতেই ওপাশ থেকে একটা নারীকণ্ঠ বলে উঠল, ‘মিনসের বাচ্চা মিনসে, আজ আসো ঘরে…!’","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"34992","category_id":"15158","descr":"স্বামী-স্ত্রীর মধ্যে ফোনে কথা হচ্ছে।\nস্ত্রী: (ধমকের স্বরে) কোথায় তুমি?\nস্বামী: প্রিয়তমা, তোমার কি সেই জুয়েলারির দোকানটার কথা মনে আছে, যে দোকানের একটা গয়নার সেট তুমি পছন্দ করেছিলে এবং বলছিলে, ‘ইশ্! যদি এটা কিনতে পারতাম?’\nস্ত্রী: (গদগদ স্বরে) হ্যাঁ প্রিয়তম, মনে আছে!\nস্বামী: আমি সেই জুয়েলারির দোকানের ঠিক পাশের দোকানে বসে চা খাচ্ছি।","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"34993","category_id":"15158","descr":"সকালবেলা ঘুম থেকে উঠেই সাকিব রান্নাঘরে ঢুকে চিনির বয়ামটার মুখ খুলে ভেতরে একবার দেখল। কিছুক্ষণ পর সে আবার রান্নাঘরে ঢুকে চিনির বয়াম পরীক্ষা করল। পুরো ব্যাপারটাই লক্ষ করছিল সাকিবের স্ত্রী।\r\nকী ব্যাপার-জিজ্ঞেস করতেই সাকিব জানাল, ডায়াবেটিস আছে কি না জানতে কাল সে ডাক্তারের কাছে গিয়েছিল। ডাক্তার তাকে কিছুক্ষণ পর পর সুগার লেভেল ঠিক আছে কি না চেক করতে বলেছেন।\r\n\r\n","answer":"","total_up_vote":"6","total_down_vote":"0"},{"id":"34994","category_id":"15158","descr":"ডাক্তারঃ আপনার স্বামীর বিশ্রাম দরকার, তাই কিছু ঘুমের ওষুধ প্রেসক্রাইব করলাম।\nভদ্রমহিলাঃ এগুলো আমার স্বামীকে কখন খাওয়াব?\nডাক্তারঃ এগুলো আপনার স্বামীর জন্য নয়, আপনার জন্য।","answer":null,"total_up_vote":"10","total_down_vote":"0"},{"id":"34995","category_id":"15158","descr":"থানায় গিয়ে এক ভদ্রমহিলা ইন্সপেক্টরকে বললেন, ‘আমার স্বামী গতকাল আলু কিনতে বাজারে গেছে, এখনো ফেরেনি।’\nইন্সপেক্টরঃ আলুই রান্না করতে হবে এমন তো কোনো কথা নেই, অন্য সবজি রান্না করুন।","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"34996","category_id":"15158","descr":"পুলিশ: এত রাতে রাস্তায় রাস্তায় ঘুরছেন। এর কোনো পরিষ্কার ব্যাখ্যা দিতে পারবেন?\nঅভিযুক্ত: ব্যাখ্যা দিতে পারলে তো স্ত্রীকে বলে বাসাতেই ঢুকে পড়তাম।","answer":null,"total_up_vote":"10","total_down_vote":"0"},{"id":"34997","category_id":"15160","descr":"পারিবারিক ব্যবসায় যোগ দিল পুত্র। বাবা প্রথম দিন পুত্রকে নিয়ে ছাদে গেলেন। তারপর বললেন\n: ছাদের একদম ধারে গিয়ে দাঁড়ারে এবং আমি যখন বলব লাফ দাও তখন লাফ দিবে।\n: সে কী বাবা তিন তলা থেকে লাফ দিব? আমি মারা যাব যে।\n: শোন ব্যবসায় উন্নতি করতে চাও তো?\n: হ্যাঁ।\n: এবং আমার ওপর বিশ্বাস আছে?\n: হ্যাঁ।\n: তাহলে লাফ দাও। ছেলে লাফ দিল এবং যথারীতি মাটিতে আছড়ে পড়ে দুই পা এক হাত ভেঙে মুমুর্ষূ অবস্থায় পড়ে রইল। বাবা দ্রুত সিঁড়ি ভেঙে ছেলের কাছে ছুটে গেলেন এবং বললেন- ব্যবসায় এটাই তোমার প্রথম শিক্ষা কাউকে বিশ্বাস করবে না।","answer":null,"total_up_vote":"53","total_down_vote":"0"},{"id":"34998","category_id":"15160","descr":"বিমান চালনা প্রশিক্ষণের সময় প্রশিক্ষককে প্রশ্ন করল এক শিক্ষার্থী, ‘স্যার, বিমান আকাশে ওড়ার সময় হঠাৎ যদি যান্ত্রিক ত্রুটির কারণে ইঞ্জিন বন্ধ হয়ে যায়, তাহলে নিচে পড়তে কত সময় লাগবে?’\nপ্রশিক্ষক: তোমার বাকি জীবন!","answer":null,"total_up_vote":"21","total_down_vote":"0"},{"id":"34999","category_id":"15160","descr":"আগ্নেয়গিরির ছবি তুলবেন বলে একটা বিমান ভাড়া করলেন একজন আলোকচিত্রী। বিমান আকাশে ওড়ার সময় আলোকচিত্রী বলছেন পাইলটকে, ‘ডানে যান… বাঁয়ে যান… হু, এবার আগ্নেয়গিরিটার খুব সামনে থেকে ঘুরে আসুন।’\nপাইলট: কেন?\nআলোকচিত্রী: কারণ আমি একজন আলোকচিত্রী, আমি আগ্নেয়গিরির ছবি তুলব।\nপাইলট: তার মানে আপনি আমার সেই প্রশিক্ষক নন, যাঁর আজ আমাকে বিমান অবতরণ করা শেখানোর কথা!","answer":null,"total_up_vote":"13","total_down_vote":"0"},{"id":"35000","category_id":"15160","descr":"তিনজন পরিসংখ্যানবিদ একবার গেলেন পাখি শিকার করতে। প্রথমজন গুলি ছুড়লেন, গুলিটা পাখির ডান দিক দিয়ে চলে গেল। দ্বিতীয়জন গুলি ছুড়লেন, গুলিটা পাখির বাঁ দিক দিয়ে চলে গেল। তৃতীয় জন হাসিমুখে বললেন, ‘হুঁ…পরিসংখ্যানের গড় অনুযায়ী, এবার গুলিটা পাখির গায়েই লাগবে!’","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35001","category_id":"15160","descr":"পরীক্ষা শুরুর ১৫ মিনিট পর দরজায় মেহেদীকে দেখে স্যার বললেন, ১০ মিনিটের পর এলে কাউকে হলে ঢুকতে দেওয়া যাবে না। অনেক কাকুতি-মিনতির পর সে শেষ চেষ্টা হিসেবে বলল, ‘বাসা থেকে বেরোতে গিয়ে সিঁড়িতে আছাড় খেয়ে গড়াতে গড়াতে নিচে পড়ে গিয়েছিলাম স্যার।’ কৈফিয়ত শুনে স্যার আরও রেগে গিয়ে বললেন, ‘দোতলার সিঁড়ি থেকে গড়িয়ে নিচে নামতে তোমার ১৫ মিনিট লাগল? বাজে বকার জায়গা পাও না?","answer":null,"total_up_vote":"83","total_down_vote":"0"},{"id":"35002","category_id":"15160","descr":"স্কুলে বার্ষিক পরীক্ষা আরম্ভ হলো। পরীক্ষার হলে এক ছাত্রী জোরে জোরে কাঁদছে।\nশিক্ষকঃ তুমি কাঁদছ কেন?\nছাত্রীঃ আমার রচনা কমন পড়েনি।\nশিক্ষকঃ কেন? কী এসেছে?\nছাত্রীঃ এসেছে ‘ছাত্রজীবন’। স্যার, আমি তো ছাত্রী। ‘ছাত্রজীবন’ লিখব কীভাবে।","answer":null,"total_up_vote":"28","total_down_vote":"0"},{"id":"35003","category_id":"15160","descr":"একদিন পাহাড়ে উঠে এদিক-সেদিক ঘোরাঘুরি না করে একমনে বই পড়তে শুরু করল মন্টু মিয়া। তা দেখে এক লোক এসে জিজ্ঞেস করলেন, ব্যাপার কী ভাই, এই পাহাড়ে উঠে আপনি বই পড়ছেন? ভারি তাজ্জব ব্যাপার তো! মন্টু মিয়া চোখের সামনে থেকে বইটা সরিয়ে বলল, তাজ্জব ব্যাপার মানে! দেখছেন না, আমি হায়ার স্টাডি করছি!","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35004","category_id":"15160","descr":"গাড়ির ভিড়ে রাস্তা আটকে যাওয়াকে কী বলে?\n: জ্যাম।\n: আর রাস্তা পরিষ্কার থাকলে?\n: অ্যা…ইয়ে…বোধ হয় জেলি।","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35005","category_id":"15160","descr":"শিক্ষক ক্লাসে ঢুকেই সঞ্জুকে বললেন, ‘আচ্ছা সঞ্জু, বলো তো মানুষ কি কখনো ভবিষ্যতের কথা বলতে পারে?’\n\nসঞ্জু: হ্যাঁ স্যার, আমার মা-ই তো পারেন।\n\nশিক্ষক: বলো কী! এটা কী করে সম্ভব!\n\nসঞ্জু: আমার পরীক্ষার ফলপত্র দেখলেই তো মা বলতে পারেন বাবা বাসায় এলে আমার কী হবে!","answer":null,"total_up_vote":"35","total_down_vote":"0"},{"id":"35006","category_id":"15160","descr":"মানুষকে খুন করেছি’- এই বাক্যটাকে ভবিষ্যত কালে রূপান্তর করো তো।\n\nছাত্র : ‘আপনি শীঘ্রই জেলে যাবেন ‘ ।","answer":null,"total_up_vote":"15","total_down_vote":"0"},{"id":"35007","category_id":"15160","descr":"না, তোমার চেয়ে কম বয়সী একটা ছেলেকে এমনভাবে মারতে?\n\nএখনই যদি এমন হয়, তা হলে বড় হয়ে কী হবে?\n\nছাত্র : স্কুল-মাস্টার, স্যার।","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"35008","category_id":"15160","descr":"গৃহশিক্ষককে সামনে পেয়ে জিজ্ঞেস করলেন, কী খবর মাস্টার সাহেব, আমার মেয়ে কেমন পড়ছে? বড় হয়ে সে কী হবে মনে হয়?\n\nগৃহশিক্ষক খানিক আমতা আমতা করে বললেন, আমার তো মনে হয় সে আকাশচারীই হবে।\n\nভীষণ অবাক বাবা। বলেন কী! এত কিছু থাকতে সে কেন আকাশচারী হবে, কী দেখে আপনি এমন ভবিষ্যত্ বাণী করেন? বারবার পড়ানোর পরও যখন আপনার মেয়েকে কিছু জিজ্ঞেস করি, তখন ওকে দেখলে মনে হয় যেন এইমাত্র আকাশ থেকে পড়ল!","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35009","category_id":"15160","descr":"শিক্ষক: বলো দেখি জামাল, জীবনে বড় হতে হলে কোন বই তোমাকে সবচেয়ে সাহায্য করবে?\n\nজামাল: স্যার, আমার বাবার চেক বই।","answer":null,"total_up_vote":"13","total_down_vote":"0"},{"id":"35010","category_id":"15160","descr":"সবাইকে ব্যাকটেরিয়ার ছবি আঁকতে বলেছেন। সবাই ছবি এঁকে খাতা জমা দিয়েছে। কিন্তু হাবলু খাতায় কোনো ছবিই আঁকেনি।\n\nতা দেখে শিক্ষক হাবলুকে বললেন, ‘কিরে হাবলু, খাতায় তো দেখি কিছুই আঁকিসনি তুই।’\n\nহাবলু বলল, ‘স্যার, আমি ব্যাকটেরিয়া ঠিকই এঁকেছি। কিন্তু ব্যাকটেরিয়া তো খালি চোখে দেখা যায় না। এ কারণে হয়তো আপনি দেখতে পারছেন না।’\n\n","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"35011","category_id":"15160","descr":"সংখ্যা কত?’মৌখিক পরীক্ষার সময় স্যার আমাদের এক বন্ধুকে পরীক্ষার রুম থেকে বের করে দিলেন। বাকরুদ্ধ হয়ে রুম থেকে বের হয়ে গেল ওই বন্ধু। তাকে বের করে দিয়েও থামলেন না স্যার। চিৎকার করে বলতে লাগলেন, ‘কত বড় সাহস! আমার সামনে বসেই কিনা নকল করে!’\n\nআমরা হোস্টেলে এসে ওকে জিজ্ঞেস করলাম, ‘কী করেছিলি রে?’\n\nও বলল, ‘তেমন কিছু না, বুকটা একটু চুলকাচ্ছিলাম। ঘামাচি হয়েছে তো!’\n\nজানতে চাইলাম, ‘স্যার কী প্রশ্ন ধরেছিলেন?’","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35012","category_id":"15160","descr":"এসএসসি এবং এইচএসসি পরীক্ষার আগের দিন এখন বিভিন্ন টিভি চ্যানেলে পরামর্শমূলক লাইভ অনুষ্ঠান প্রচার করা হয়। ধরুন, এ রকমই এক অনুষ্ঠানে ঢাকার একটি বিখ্যাত স্কুলের প্রধান শিক্ষককে আমন্ত্রণ জানানো হলো। কিন্তু তিনি কিছুতেই আসতে চাইলেন না। কারণ, তিনি ছিলেন সাবেকি আমলের কড়া ধাঁচের প্রধান শিক্ষকদের মতো একজন। অনেক বোঝানোর পর তাঁকে অবশেষে রাজি করানো গেল। তিনি যথাসময়ে অনুষ্ঠানে এলেন।\n\nউপস্থাপক পরীক্ষাবিষয়ক কিছু ভালো ভালো কথা বললেন। সেই সময় একটা ফোন এল,\n\nএকজন ছাত্র ফোনে তার সমস্যার কথা বলল। তার কথা শেষ হতে না হতেই প্রধান শিক্ষক গর্জে উঠলেন, ‘পরীক্ষার আগের দিন টিভির সামনে বসে কী করো? ফাইজলামির আর জায়গা পাওয়া গেল না? যাও, পড়তে যাও।’","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35013","category_id":"15160","descr":"এই গল্পটা আমার বন্ধু তানভীরের কাছ থেকে শোনা। তার এক বোন তানমী, মেডিকেলে পড়ে। সার্জারি ক্লাস করতে সে অপারেশন থিয়েটারে গেল।\n\nহঠাৎ সার্জারি করতে ব্যস্ত থাকা একজন জুনিয়র সার্জন তাকে বললেন, ‘এই তানমী, আমাকে চিনতে পারছ?’\n\nতানমী বলল, ‘না স্যার।’\n\nতিনি বললেন, ‘আরে আমাকে তুমি চিনতে পারছ না! আমি তোমাদের মেডিকেল ভর্তি কোচিংয়ে জীববিজ্ঞানের অনেক ক্লাস নিয়েছি।’\n\nতানমী তখনো চিনতে পারছে না দেখে তিনি খুবই মর্মাহত হয়ে বললেন, ‘মনে করে দেখো, একদিন তোমাকে খুব ঝাড়ি দিয়েছিলাম, এখন চিনতে পারছ?’\n\nতানমী বলল, ‘স্যার, চিনব কীভাবে? আপনার মুখে তো মাস্ক পরা।’","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35014","category_id":"15160","descr":"অ্যানাটমি ডিসেকশন ক্লাসে লাশ কেটে কেটে শরীরের বিভিন্ন অঙ্গপ্রত্যঙ্গ সম্পর্কে শেখানো হয়। এই লাশগুলো সাধারণত বেওয়ারিশ হিসেবে পাওয়া। এ রকম একটা ক্লাসে একটা লাশ কেটে কেটে স্যার বিভিন্ন বিষয় নিয়ে পড়াচ্ছিলেন।\n\nহঠাৎ স্যার কিডনির জায়গাটায় হাত দিয়ে দেখলেন কিডনিগুলো নেই। সম্ভবত অন্য কোনো গ্রুপে কিডনি নিয়ে পড়ানোর জন্য ওটা কেটে নেওয়া হয়েছিল।\n\nস্যার তখন বললেন, রফিককে ডাকো। রফিক ছিলেন লাশ সংরক্ষণের দায়িত্বে থাকা একজন কর্মচারী। রফিক আসতেই স্যার বললেন, ‘রফিক, একটা কিডনি দাও তো।’\n\nক্লাসের পেছনের দিকে বসা জাভেদ তখন সশব্দে বলে উঠল, ‘কেন স্যার, ওই কিডনিটা এনে ট্রান্সপ্ল্যান্ট করে একে বাঁচিয়ে তুলবেন নাকি?’","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35015","category_id":"15160","descr":"স্টুডেন্ট পড়াচ্ছিলাম। স্টুডেন্টের ছোট ভাই পিচ্চিটা এল, হাতে ক্রিকেট ব্যাট। আমি বললাম, ‘বাবু, তুমি বিপিএল দেখো?’\n\n-‘হ্যাঁ’\n\n-‘কাদের ভালো লাগে?’\n\n-‘নাইট রাইটার! (রাইডার্স)’\n\n-‘ওরা তো বিপিএলে খেলছে না।’\n\nসে চেঁচিয়ে বলল, ‘হু টোল ইউ? অয়েল মেশিন! (হু টোল্ড ইউ? অয়েল ইওর ওন মেশিন!)’\n\nআমি আবার বলতে যেতেই স্টুডেন্ট বলল, ‘স্যার, আর কিছু বলিয়েন না। রেগে গেলে ব্যাট দিয় বাড়ি দেবে।’\nআমি চুপ করে গেলাম!","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35016","category_id":"15160","descr":"বিজ্ঞান শাখায় পড়াশোনা করায় বিভিন্ন বিজ্ঞানীদের নাম মনে রাখতে আমাদের প্রায়ই হিমশিম খেতে হয়। সম্প্রতি আমার এক সহপাঠী বিজ্ঞানীদের নাম মনে রাখার পদ্ধতি বের করেছে। তারই একটা নমুনা:\n\nবিজ্ঞানীর নাম: মার্সেলো মালপিজি\n\nনাম মনে রাখার উপায়: এক লোক চুরি করে ধরা পড়লে লোকজন তাকে এমন মার দিল (মার্সেলো) যে তাকে চুরির মাল ফেরত দিয়ে পিজি হাসপাতালে ভর্তি হতে হয় (মাল+পিজি= মালপিজি)। সেই থেকে তার নাম মার্সেলো মালপিজি।","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35017","category_id":"15160","descr":"এক ভদ্রলোক, বয়স পঁয়তাল্লিশের ঘরে। ঢাকা মেডিকেল কলেজের ছেলেদের হোস্টেলের সামনে এসে অনেকক্ষণ ধরে ঘোরাঘুরি করছেন দেখে একজন মেডিকেল স্টুডেন্ট এগিয়ে গিয়ে বলল, ‘আংকেল, আপনি কাকে খুঁজছেন?’\n\nতিনি বললেন, ‘আমি একটু বোনের খোঁজে এসেছিলাম।’\n\nছেলেটি বলল, ‘আপনি তো ভুল জায়গায় এসেছেন। আপনি এক কাজ করুন, রাস্তা পার হয়ে ওপারে ক্যাম্পাসের ভেতরে মেয়েদের হোস্টেলে খোঁজ নিন, ওখানে আপনার বোন থাকতে পারে।’\n\nতিনি বললেন, ‘না, ওই বোন না। আমি এসেছি বোন মানে হাড্ডির সেট কিনতে। আমার ছেলে এই বছর মেডিকেলে চান্স পেল তো!’","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35018","category_id":"15160","descr":"বল তো, বিশ্ববিদ্যালয়ের শিক্ষক আর আমলাদের মধ্যে অমিল কোথায়?\n\nশিক্ষকেরা একজন ছাত্রকে আমলা হিসেবে তৈরি করেন, কিন্তু একজন আমলা কখনো শিক্ষক তৈরি করতে পারেন না।\n\nতাহলে বল, এই দুজনের মধ্যে কে বেশি ক্ষমতাবান?\n\nঅবশ্যই আমলা ক্ষমতাবান। কারণ, একজন আমলা শিক্ষকদের বেতনে ভেটো দিতে পারেন, কিন্তু একজন শিক্ষক আমলাদের বেতনে ভেটো দিতে পারেন না।\nএবার বল দেখি ছাত্রদের ওপর কার প্রভাব বেশি?\n\n-আমলারা। কারণ শিক্ষক কেবল শেখাতে পারেন, চাকরি দিতে পারেন না, কিন্তু আমলারা চাইলে সেটাও দিতে পারেন!\n\nতাহলে আমলা আর শিক্ষকদের মধ্যে কার কাজ বেশি?\n\nআমলার কাজ বেশি। শিক্ষক শুধু পড়িয়েই খালাস, কিন্তু আমলাদের নিজেদের কাজ তো আছেই, পাশাপাশি শিক্ষকদের বেতন নিয়ে মাথা ঘামানো, দলীয় ছাত্রদের চাকরি নিশ্চিত করাসহ দেশের আরও কত গুরুত্বপূর্ণ কাজ যে তাঁদের করতে হয়, সেটা লিখতে গেলে পত্রিকার পাতায় কুলাবে না।\n\nতাহলে শিক্ষকদের বেতন বাড়ানো নিয়ে আন্দোলন করা তো মোটেও উচিত হচ্ছে না, কী বলিস?\n\nআসলেই উচিত না। তবে শিক্ষকেরা চাইলেই অন্য একটা আন্দোলন করতে পারেন। তাহলে আমলাদের সমর্থনও পাবেন।\n\nকিসের আন্দোলন?\n\nশিক্ষকদের উচিত নিজেদের বেতন বৃদ্ধি কিংবা পদমর্যাদার দাবি নিয়ে আন্দোলন বাদ দিয়ে আমলাদের বেতন বৃদ্ধি নিয়ে আন্দোলন করা। তবেই আমলারা শিক্ষকদের আন্দোলন সমর্থন করবেন, আমি নিশ্চিত!","answer":null,"total_up_vote":"10","total_down_vote":"0"},{"id":"35019","category_id":"15160","descr":"ক্যাডেট কলেজে নতুন নৈশপ্রহরী নিয়োগে মৌখিক পরীক্ষা চলছে। অ্যাডজুট্যান্ট স্যার বললেন, ‘ক্যাডেট কলেজে বাইরের চোরের উপদ্রব নেই, বরং কলেজে যেসব ক্যাডেট আছে, তাদেরকে কন্ট্রোল করাই কঠিন!\n\nএদের অনেকেই রাতে কলেজ পালাতে চায়। ভেবে দেখো, তুমি তাদের কন্ট্রোল করতে পারবে তো?’\n\nচাকরিপ্রার্থী ভদ্রলোক জবাব দিলেন, ‘পারব না মানে, অবশ্যই পারব, বেশি তেড়িবেড়ি করলে ঘাড় ধরে বের করে দেব।’","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35020","category_id":"15160","descr":"মৌখিক পরীক্ষার সময় স্যার আমাদের এক বন্ধুকে পরীক্ষার রুম থেকে বের করে দিলেন। বাকরুদ্ধ হয়ে রুম থেকে বের হয়ে গেল ওই বন্ধু। তাকে বের করে দিয়েও থামলেন না স্যার।\n\nচিৎকার করে বলতে লাগলেন, ‘কত বড় সাহস! আমার সামনে বসেই কিনা নকল করে!’\n\nআমরা হোস্টেলে এসে ওকে জিজ্ঞেস করলাম, ‘কী করেছিলি রে?’\n\nও বলল, ‘তেমন কিছু না, বুকটা একটু চুলকাচ্ছিলাম। ঘামাচি হয়েছে তো!’\n\nজানতে চাইলাম, ‘স্যার কী প্রশ্ন ধরেছিলেন?’\n\nও বলল, ‘মানুষের বুকে হাড়ের সংখ্যা কত?’","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35021","category_id":"15160","descr":"গুরুদেবের কাছে এক শিষ্য এসেছে। গুরুদেব, মনে বড় অশান্তি। আমি যখন বাড়িতে থাকি না, তখন কে যেন এসে আমার স্ত্রীর সাথে অন্তরঙ্গ ভাবে সময় কাটায়। তাকে না ধরা পর্যন্ত শান্তি নাই। আমি তাকে ধরতে চাই।\n– ধরিয়ে দেয়াই তো আমার কাজ। দেব ধরিয়ে। দে আগে হাজার টাকা প্রণামী দে।\nহাজার টাকা দিতেই গুরুদেব সে টাকা ট্যাকে গুজে বলল, নে এবার তাহলে আমায় জড়িয়ে ধর।","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35022","category_id":"15161","descr":"বাবা : শুভ, আজ তোমার একটা নতুন বোন ঘরে এসেছে।\nশুভ : এ কথা মাকে জানিয়েছ? তোমার মনে নেই, একটা কুকুর ছানা বাড়িতে এনেছিলাম বলে মা কত রাগ করেছিলেন।","answer":null,"total_up_vote":"28","total_down_vote":"0"},{"id":"35023","category_id":"15161","descr":"দিয়া একদিন বাবাকে বলল, ‘আমি বড় হয়ে পশুদের ডাক্তার হব।’\nঅবাক হয়ে বাবা বললেন, ‘কেন, দিয়া? মানুষের ডাক্তার না হয়ে তুমি পশুদের ডাক্তার হবে কেন?’\nদিয়া গম্ভীর হয়ে বলল, ‘বাবা, তুমি জানো না, মানুষের ভুল চিকিৎসা করলে তারা নালিশ করে, কিন্তু পশুরা তা করে না!’","answer":null,"total_up_vote":"11","total_down_vote":"0"},{"id":"35024","category_id":"15161","descr":"এটা বাবা-ছেলের গল্প। মনে হলেই আমার হাসি পায়।\nএক বাচ্চা ছেলে তার বাবাকে বলল, ‘বাবা, আমার চোখে সমস্যা হয়েছে। দূরের জিনিস একদম দেখি না। আমাকে চশমা কিনে দাও।’\nবাবা চমকে উঠলেন। ‘বলিস কী বাবা! চল তো বাইরে গিয়ে পরীক্ষা করি।’\nবাবা-ছেলে বাইরে বের হলো। ছেলে আকাশের দিকে তাকিয়ে হাত তুলে বলল, ‘বাবা, ওইটা কী?’\nবাবা বললেন, ‘ওটা তারা। তুই দেখতে পাচ্ছিস?’\n‘হুঁ, দেখতে পাচ্ছি।’ উত্তর দিল ছেলে।\nবাবা বললেন, ‘বাপধন, আর কত দূরের জিনিস দেখতে চাস তুই?’","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"35025","category_id":"15161","descr":"এক ভদ্রমহিলা গেছেন ডাক্তারের কাছে—\nভদ্রমহিলা: ডাক্তার সাহেব, আমার দুটো কান পুড়ে গেছে।\nডাক্তার: হুম্, দেখতে পাচ্ছি। কিন্তু কীভাবে পুড়ল?\nভদ্রমহিলা: আমি আমার স্বামীর শার্ট ইস্ত্রি করছিলাম। হঠা ৎ ফোন এল। আমি ফোন না তুলে ভুল করে ইস্ত্রিটা তুলে কানে লাগিয়ে ফেলেছিলাম।\nডাক্তার: বুঝলাম, কিন্তু অন্য কানটা পুড়ল কীভাবে?\nভদ্রমহিলা: লোকটা যে আবারও ফোন করেছিল!","answer":null,"total_up_vote":"53","total_down_vote":"0"},{"id":"35026","category_id":"15161","descr":"এক বুড়ি ময়মনসিংহের বাসে উঠেছে! বাসে উঠেই সে হেল্পারকে বলল, ‘ভালুকা আইলে আমারে কইয়েন যে!’\nহেল্পার তাকে আশ্বস্ত করে বলল, ‘ঠিক আছে, ঠিক আছে।’\nবাস চলতে শুরু করল! বুড়ি দুই মিনিট পরেই হেল্পারকে বলল, ‘ভালুকা আইছে?’\nহেল্পার উত্তরে ‘না’ বলল! কিন্তু বুড়ি দুই মিনিট পর পর হেল্পারকে এই প্রশ্ন করতে লাগল! হেল্পার ও বাসের যাত্রীরা বিরক্ত হয়ে বুড়িকে ধমক দিল! বুড়ি তখন ভয়ে চুপ।\nএদিকে বাস চলতে চলতে ভালুকা ছাড়িয়ে সামনের স্টপেজের মাঝামাঝি চলে এল। তখন হেল্পারের মনে পড়ল যে বুড়িমা তো ভালুকার কথা বলে রেখেছিল! বাসের সব যাত্রী তখন হেল্পারকে বকাঝকা করে বাস ঘোরাতে বলল। তো বাস আবার ঘুরিয়ে ভালুকায় এল। হেল্পার বুড়িকে বলল, ‘বুড়িমা, ভালুকা আসছে! আপনে নামেন!’\nবুড়ি চোখ কুঁচকে জবাব দিল, ‘নামমু কে? ডাক্তার আমারে ডাহাত্তন (ঢাকা থেকে) একটা টেবলেট খাওয়াইয়া কইছে ভালুকায় গিয়া আরেকটা খাইতে! আমি এখন টেবলেট খাইবাম! পানি দেন!’","answer":null,"total_up_vote":"16","total_down_vote":"0"},{"id":"35027","category_id":"15161","descr":"সেমিনারে ধুমপানের অপকারিতা সম্বন্ধে বক্তৃতা করছেন এক বক্তা।\n: একটা সিগারেট মানুষের আয়ু আট দিন কমিয়ে ফেলে।\nএক শ্রোতা উঠে দাঁড়িয়ে বলল, আপনার হিসেব ঠিক আছে তো?\n: নিশ্চয়ই।\n: তা হলে তো আমি আড়াই শ’ বছর আগেই মারা গেছি।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35028","category_id":"15161","descr":"হাঁস শিকারে গেছেন তিন চিকিৎসক।\nতাঁদের মধ্যে শিশুরোগ বিশেষজ্ঞ বললেন, হুম্, দেখতে হাঁসের মতোই লাগছে, হাঁসের মতোই ডাকে, হাঁসের মতো ওড়ে। ওটা একটা হাঁসই হবে। তিনি গুলি ছুড়লেন, ততক্ষণে পাখিটা চলে গেছে অনেক দূর।\nমেডিসিন বিশেষজ্ঞ তাঁর বইটা বের করলেন, হাঁসের ছবি দেখলেন। হাঁসের বৈশিষ্ট্যগুলোতে একবার চোখ বুলালেন। বললেন, হুম্। ওটা একটা হাঁস। গুলি ছুড়লেন। কিন্তু এবারও পাখি ততক্ষণে নাগালের বাইরে চলে গেছে।\nশল্যচিকিৎসক গুলি ছুড়লেন। ধপ করে নিচে পড়ল পাখিটা। চিকিৎসক বললেন, ‘কাছে গিয়ে দেখো তো, ওটা একটা হাঁস কি না!’","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35029","category_id":"15161","descr":"জয়নাল সাহেব কানে কম শোনেন। হেয়ারিং এইড কিনতে তিনি গেলেন দোকানে।\nজয়নাল: ভাই, হেয়ারিং এইডের দাম কত?\nদোকানদার: পাঁচ টাকা দামের আছে, পাঁচ হাজার টাকা দামেরও আছে।\nজয়নাল: আমাকে পাঁচ টাকারটাই দেখান।\nদোকানদার জয়নালের কানে একটা প্লাস্টিকের খেলনা হেয়ারিং এইড গুঁজে দিলেন। জয়নাল আশ্চর্য হয়ে বললেন, এটার ভেতর তো কোনো যন্ত্রপাতিই নেই। এটা কাজ করে কীভাবে?\nদোকানদার: সত্যি বলতে, এটা কোনো কাজ করে না। তবে আপনার কানে এই জিনিস দেখলে লোকজন এমনিতেই আপনার সঙ্গে প্রয়োজনের চেয়ে উঁচু গলায় কথা বলবে!","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35030","category_id":"15161","descr":"এক ভদ্রলোক গেছেন ডাক্তারের কাছে। ব্যবস্থাপত্র দেওয়ার পর যথারীতি ফি দেওয়ার পালা। কিন্তু ভদ্রলোকের কাছে ক্যাশ নেই। আছে চেক। বাধ্য হয়ে চেক নিলেন ডাক্তার সাহেব।\nসপ্তাহ খানেক পরে ডাক্তারের সঙ্গে ভদ্রলোকের দেখা।\nডাক্তার বললেন, ‘আপনি যে চেকটা দিয়ে এসেছিলেন, সেটা তো ব্যাংক থেকে ফেরত এসেছে।’\nভদ্রলোকের ত্বরিত জবাব, ‘আপনি কদিন আগে যে রোগের চিকিৎসা করলেন, সেটাও যে ফেরত এসেছে!’","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35031","category_id":"15161","descr":"একবার চোখের ডাক্তারের কাছে গিয়েছিলাম। এটা শুনে আমার এক বন্ধু কৌতুকটা বলল। সেই থেকে মাথায় আছে। তবে বলার আগে চোখের ডাক্তারদের বলে রাখছি, তাঁদের ছোট বা হেয় করার জন্য এই কৌতুক না। এটি নিছকই কৌতুক।\nহয়েছে কী, একবার এক ভদ্রলোকের স্ত্রী চিত্কার করে জানতে চাইছে—\nওগো শুনছ? তোমার না আজ চোখের ডাক্তারের কাছে যাওয়ার কথা। গিয়েছিলে?\nভদ্রলোক বললেন, গিয়েছিলাম তো।\n—ডাক্তার কী বলল?\n—দূর! ডাক্তারের নিজের চোখ আমার চেয়ে খারাপ।\n—সেকি, কেন?\n—আর বোলো না, দিনের বেলায় উনি টর্চ জ্বালিয়ে আমার চোখ দেখছিলেন! তুমিই বলো, আমার চেয়ে খারাপ না হলে ওনার টর্চ লাগে?\n\n–হাবিবুল বাশার সুমন","answer":null,"total_up_vote":"10","total_down_vote":"0"},{"id":"35032","category_id":"15161","descr":"রোগী: প্রথমে সবচেয়ে খারাপ খবরটাই বলুন।\nচিকিৎসক: আপনার ক্যানসার হয়েছে।\nরোগী: দ্বিতীয়টা?\nচিকিৎসক: আপনার আলঝেইমারও হয়েছে।\nরোগী: যাক, আলঝেইমার তেমন কোনো রোগ না।","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35033","category_id":"15161","descr":"স্কুলপড়ুয়া গাবলুকে ডাক্তার জিজ্ঞেস করলেন, ‘বাবু, পরীক্ষার কাগজ কোথায় তোমার?’\n‘সে তো পরীক্ষার পরই স্কুলে জমা দিয়ে এসেছি আংকেল।’ গাবলুর জবাব।","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35034","category_id":"15161","descr":"বাবা রায়হানকে জিজ্ঞেস করলেন, ‘তোমার মেডিকেলের ফার্স্ট টার্মের রেজাল্ট বের হয়েছে শুনলাম। তোমার রেজাল্ট কী?’\nরায়হান ফেল করেছে, সেটা বাবাকে বলে সামনের ছুটির আনন্দটা মাটি করতে ইচ্ছে করছে না ওর। তাই বলল, ‘আমাদের স্যার তো একজন ডাক্তার, তাই তাঁর হাতের লেখা বোঝা যাচ্ছে না। ফেল না পাস করেছি জানতে হলে ছুটির পর স্যারকে জিজ্ঞেস করতে হবে।’","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35035","category_id":"15161","descr":"মেডিকেল জীবনে যাত্রার শুরুতেই আদিল তার এক সিনিয়র ভাইকে বলল, ‘এ কোন কঠিন জীবনে যাত্রা শুরু করলাম ভাই?’\nবড় ভাই বললেন, ‘যাত্রা না ছাই! যাত্রা শুরু হলে লোকে বলে, “যাত্রাপালা শুরু হচ্ছে…যাত্রাপালা শুরু হচ্ছে…”। আর মেডিকেলে তোর যাত্রার শুরুতে আমাকে বলতেই হচ্ছে—যাত্রা শুরু হচ্ছে…পালা, যাত্রা শুরু হচ্ছে…পালা!’","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35036","category_id":"15161","descr":"মুমূর্ষু এক রোগীর পাশে দাঁড়িয়ে আছেন ডাক্তার। মুখ বিষণ্ন করে বললেন, ‘বলতে বাধ্য হচ্ছি, আপনার শরীরের অবস্থা খুব খারাপ! এমন কেউ আছেন, যিনি আপনাকে দেখতে আসতে পারেন?’\nরোগী: অবশ্যই, আরেকজন ডাক্তার দেখতে পারেন।","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35037","category_id":"15161","descr":"ডাক্তারের কাছে গেলেন বদরুল। বললেন, ‘নিজেকে যখন আয়নায় দেখি, তখন ভীষণ মেজাজ খারাপ হয়! কেন এমন হয়?’\nডাক্তার বললেন, ‘আপনার দৃষ্টিশক্তি খুব ভালো।’","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"35038","category_id":"15161","descr":"নতুন ইন্টার্ন চিকিৎসক হলো রনি। একজন রোগী এসে তার রোগের বর্ণনা দিয়ে জানতে চাইল, ডাক্তার সাহেব আমার কী হয়েছে?\nরনি জিজ্ঞেস করল, এ রকম রোগ কি আগেও আপনার হয়েছিল।\n—জি স্যার। জানুয়ারিতেও এমন হয়েছিল। স্যার বলেন না আমার কী হয়েছে।\n—বুঝতে পেরেছি, আপনার জানুয়ারিতে যেটা হয়েছিল, সেটাই আবার হয়েছে।","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35039","category_id":"15161","descr":"ওয়ার্ডে সব মেডিকেল শিক্ষার্থী তো আর সমান মনোযোগী হয় না। হওয়ার কথাও না।  বন্ধু তানভীর, বিশ্বের সব জায়গায় তার ব্যাপক মনোযোগ থাকলেও ওয়ার্ডে সে সেটা দেওয়ার কোনো প্রয়োজন বোধ করে না। ওয়ার্ডে রোগী দেখার ক্লাসে রোগী দেখার চেয়ে তাদের দারিদ্র্য, সমাজে দারিদ্র্যের প্রভাব, অর্থনীতির চাকার পরিধি, কেন্দ্র ইত্যাদি বিষয়ই তাকে বেশি ভাবায়।\nসেদিন ক্লাসেও তেমন কিছু একটা নিয়ে ব্যস্ত ছিল সে, বেরসিক স্যার হঠাৎ সবার সামনেই চিৎকার করে উঠলেন, তানভীর, রোগীর টেম্পারেচার নিয়েছ?\nকিছু বুঝে ওঠার আগেই তানভীর সরল কণ্ঠে জবাব দিল, না, আমি নিইনি, কেন স্যার, ওটা কি হারিয়ে গেছে?","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"35040","category_id":"15161","descr":"এক বৃদ্ধ ডাক্তারের কাছে গিয়ে বললেন, ‘ডাক্তার সাহেব, আমার শরীর খুব খারাপ!’\n\nডাক্তার তাকে খুঁটিয়ে খুঁটিয়ে দেখলেন। তারপর প্রেসক্রিপশন ধরিয়ে দিয়ে বললেন, ‘একটা সবুজ ক্যাপসুল আছে, সকালে উঠে সেটা এক মগ পানি দিয়ে গিলে ফেলবেন। হলুদ রঙের একটা আছে, সেটা খাবেন দুপুরের খাবারের পর। অবশ্যই সঙ্গে এক মগ পানি। আর লাল রঙেরটাও এক মগ পানি দিয়ে খাবেন রাতের বেলা।’\n\nবৃদ্ধ জিজ্ঞেস করলেন, ‘কিন্তু আমার সমস্যাটা কী?’\n\nডাক্তার বললেন, ‘আপনি পানি কম খান।’","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35041","category_id":"15161","descr":"ছেলে: বাবা, প্রতিদিন একটা আপেল খেলে নাকি ডাক্তার থেকে দূরে থাকা যায়?\nবাবা: হুমম, যায় তো।\nছেলে: তাহলে একটা আপেল দাও তো।\nবাবা: তুই না আপেল খেতে চাস না! আজ কী হলো হঠাৎ?\nছেলে: ডাক্তার সাহেবের গাড়ির জানালা ভেঙে ফেলেছি তো!","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"35042","category_id":"15161","descr":"সাইকিয়াট্রি ওয়ার্ডে, এক রোগী বসে আছে তো আছেই। হাত দুটি দিয়ে বেডের রেলিঙ ধরে আছে। অনেক চেষ্টার পরও নার্সরা তাকে সরাতে পারলেন না।\nরাউন্ডের সময় ডাক্তার বললেন, ‘আপনি এভাবে বসে আছেন কেন?’\nরোগী বললেন, ‘আমি তো ড্রাইভার! তাই গাড়িতে বসে আছি।’\nডাক্তার বললেন, ‘তাই নাকি? তাহলে গাড়ি চালান না কেন?’\nরোগীর জবাব, ‘আরে পাগল, আপনি কোন দেশে আছেন? জানেন না, দেশে হরতাল চলতেছে। গাড়ি চালাইলেই আগুন!’","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35043","category_id":"15161","descr":"হরতালে নাশকতার অভিযোগে আটক এক কয়েদি দুদিন পর পর অসুস্থ হয়ে জেলের ডাক্তারের কাছে যায়। আবার যখন গেল, তখন তার পরীক্ষা–নিরীক্ষা করে ডাক্তার জানালেন, তার একটি কিডনি কেটে ফেলে দিতে হবে।\nশুনে তেলেবেগুনে জ্বলে উঠল কয়েদি, ‘ডাক্তার, আমি প্রথমবার যখন আপনার কাছে আসি, আপনি টনসিল কেটে নিলেন। দ্বিতীয়বার কাটলেন অ্যাপেন্ডিক্স! আমি আপনার কাছে আসি অসুস্থ দেখিয়ে আপনি আমাকে জেল থেকে বের হতে সাহায্য করবেন বলে। তা তো করলেনই না, উল্টো এখন আবার একটা কিডনিও কেটে ফেলার কথা বলছেন?’\n‘আরে, এত রেগে যাচ্ছেন কেন? একবারে কী সব হয়? আমি তো একটু একটু করে আপনাকে জেল থেকে বের করে নিচ্ছি!’\n","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35044","category_id":"15161","descr":"করিম সাহেব এবং জরিনা বেগম স্বামী-স্ত্রী। দুজনের মধ্যে কিছুতেই বনিবনা হচ্ছে না। দিনরাত ঝগড়া লেগেই থাকে। তাঁরা গেছেন একজন পরামর্শকের কাছে। সব শুনে পরামর্শক করিম সাহেবকে বললেন, ‘আপনাদের সমস্যাটা বুঝতে পেরেছি। শুনুন, আপনি প্রতিদিন সকালে ঘুম থেকে উঠে পাঁচ কিলোমিটার হাঁটবেন।’\nএক সপ্তাহ পর করিম সাহেবকে ফোন করলেন পরামর্শক।\nপরামর্শক: কী খবর করিম সাহেব, আছেন কেমন?\nকরিম সাহেব: আমি তো খুবই ভালো আছি! আপনার পরামর্শ কাজে লেগেছে।\nপরামর্শক: বাহ! আপনার স্ত্রী কেমন আছেন?\nকরিম সাহেব: কী করে বলব? আমি তো বাড়ি থেকে ৩৫ কিলোমিটার দূরে আছি!","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35045","category_id":"15161","descr":"মানসিক ডাক্তারের কাছে গেছেন এক রোগী।\nডাক্তার: কী সমস্যা আপনার?\nরোগী: আমার নিজেকে একটা মুরগি মনে হয়।\nডাক্তার: কবে থেকে আপনার এ সমস্যা?\nরোগী: যখন আমি ডিম ছিলাম, তখন থেকেই!","answer":null,"total_up_vote":"20","total_down_vote":"0"},{"id":"35046","category_id":"15161","descr":"ডাক্তার: কী সমস্যা আপনার?\nরোগী: ডাক্তার সাহেব, আমি সহজে কিছু মনে করতে পারি না। আমার স্মৃতিশক্তি লোপ পাচ্ছে।\nডাক্তার: আপনার বয়স কত?\nরোগী দীর্ঘক্ষণ আঙুলের কর গুনলেন। মুঠোফোন বের করে ক্যালকুলেটরে কী যেন হিসাব কষলেন, তারপর বললেন, ‘২২ বছর’।\nডাক্তার: আপনার উচ্চতা কত?\nরোগী ব্যাগ থেকে দৈর্ঘ্য মাপার ফিতা বের করলেন, নিজের উচ্চতা মেপে বললেন, ‘৫ ফুট ৫ ইঞ্চি’।\nডাক্তার: আপনার নাম কী?\nরোগী চেয়ার থেকে উঠে দাঁড়ালেন। বিড়বিড় করে দুলে দুলে কী যেন গান গাইলেন, তারপর হেসে বললেন, ‘দুঃখিত, নামটা মনে করে নিলাম। আমার নাম শফিক’।\nডাক্তার: ভালো। কিন্তু নিজের নাম মনে করার জন্য কিছুক্ষণ আগে আপনি কী করছিলেন?\nরোগী: আমার জন্মদিনে বন্ধুরা যে গানটা গেয়েছিল, সেটা মনে করার চেষ্টা করছিলাম।\nডাক্তার: কোন গান?\nরোগী: হ্যাপি বার্থডে টু ইউ, হ্যাপি বার্থডে টু ইউ, হ্যাপি বার্থডে টু ডিয়ার শফিক।","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35047","category_id":"15163","descr":"রেগেমেগে অফিস থেকে বাড়ি ফিরলেন শফিক।\nশফিকের স্ত্রী বললেন, ‘কী হলো? আজ এত চটে আছো কেন?’\nশফিক: আর বোলো না। প্রতিদিন অফিসে যে কর্মচারীর ওপর রাগ ঝাড়ি, সে আজ অফিসে আসেনি। মেজাজটাই খারাপ হয়ে আছে!","answer":null,"total_up_vote":"24","total_down_vote":"0"},{"id":"35049","category_id":"15163","descr":"কর্মচারী: স্যার, একটা দিন ছুটি চাই।\nবস: কেন? আবার কী?\nকর্মচারী: স্যার, আমার দাদা…\nবস: আবার দাদা? গত তিন মাসে তুমি চারবার দাদির মৃত্যুর কথা বলে ছুটি নিয়েছ।\nকর্মচারী: স্যার, এবার আমার দাদার বিয়ে!","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"35050","category_id":"15163","descr":"কর্মচারী: স্যার, পাঁচ দিনের ছুটি চাই।\nবস: কেন? মাত্রই তো তুমি ১০ দিন ছুটি কাটিয়ে ফিরলে।\nকর্মচারী: স্যার আমার বিয়ে।\nবস: বিয়ে করবে ভালো কথা। তো এত দিন ছুটি কাটালে, তখন বিয়ে করোনি কেন?\nকর্মচারী: মাথা খারাপ? বিয়ে করে আমার সুন্দর ছুটির দিনগুলো নষ্ট করব নাকি?","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"35051","category_id":"15163","descr":"অনেক দিন পর বাড়িতে একজন মেহমান এসেছে। মেহমান দেখে বাড়ির মালিক বললেন, তা কেমন আছেন, অনেক দিন পর এলেন, আজ তো আর থাকবেন না, আবার কবে আসবেন?\nমেহমান : অনেক দিন পর এলাম, যেতে তো আর দিবেন না, লুঙিটা দিন গোসলটা সেরেই আসি।","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"35052","category_id":"15163","descr":"গৃহস্বামী: এই যে চা খেলেন, এটা একেবারে দার্জিলিং স্পেশাল।\nঅতিথি: বোধহয় এইজন্যই এত ঠান্ডা।\nগৃহস্বামী: এই জন্যই তো ভাবছি এতো আরাম কেন?\nঅতিথি: আরাম কেন মানে? কী বলতে চান?","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35053","category_id":"15163","descr":"বাসা খালি। পাহারায় আছি আমি আর আমার এক সমবয়সী মামু। দারুণ আনন্দে কাটছে দিন, যা ইচ্ছা তা-ই করছি আমরা। স্বাধীন জীবন দুজনের। এর মধ্যে হঠাৎ গেস্ট এসে হাজির। হায় হায়, এখন কী করা? নিজেদের স্বাধীন জীবনে বাড়তি উৎপাত কিছুতেই সহ্য করা হবে না। কী করা যায়? দুজনে মিলে বুদ্ধি করলাম। গেস্ট সকালে বেরিয়ে যায়, সন্ধ্যায় আসে। আমরা ঠিক করলাম, সন্ধ্যায় আমরা গা ঢাকা দেব। সে সন্ধ্যায় বাসায় ঢুকতে পারবে না, পরে বাধ্য হয়ে কেটে পড়বে। যেই ভাবা, সেই কাজ। দুজনে সন্ধ্যা পর্যন্ত বন্ধুদের সঙ্গে আড্ডা মেরে শ্যামলী হলে সেকেন্ড শোতে সিনেমা দেখতে ঢুকে পড়লাম। সিনেমা শেষ হতে হতে রাত ১২টা। আমাদের গেস্ট কি আর আমাদের জন্য সন্ধ্যা থেকে রাত ১২টা পর্যন্ত অপেক্ষা করবে? বিরতির সময় দুজন বাইরে এলাম সিগারেট টানতে। বাইরে এসে দেখি আমাদের গেস্ট! সেও সিগারেট টানছে!!\n: আ-আপনি?\n: বাসায় তালা দেখে কিছুক্ষণ অপেক্ষায় থেকে বুদ্ধি করে সেকেন্ড শো সিনেমায় ঢুকে পড়লাম। যাক, ভালোই হলো, তোমরাও···।\nতারপর আর কি···বাকি ছবি তিনজন একসঙ্গে দেখলাম।","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"35054","category_id":"15163","descr":"নতুন বছরের প্রথম দিন মালিক বলছেন চাকরকে, ‘গত বছর তুই বেশ ভালো কাজ করেছিস। এই নে ১০ হাজার টাকার চেক। এ বছর এমন ভালো কাজ দেখাতে পারলে আগামী বছর চেকে সই করে দেব!","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35055","category_id":"15163","descr":"শফিক আর কেয়া—দুজনের ছোট্ট সংসার। এর মাঝে একদিন উটকো এক অতিথির আগমন।\nদিন গড়িয়ে সপ্তাহ পেরোয়, অতিথির আর যাওয়ার নামগন্ধ নেই। বিরক্ত হয়ে একদিন লোকটাকে তাড়ানোর ফন্দি আঁটল দুজন।\nপরদিন সকাল না হতেই তুমুল ঝগড়া শুরু করল শফিক-কেয়া। ঝগড়া একসময় হাতাহাতির পর্যায়ে চলে গেল।\nঅবস্থা বেগতিক দেখে চুপচাপ বাক্স-পেটরা নিয়ে বেরিয়ে পড়ল অতিথি।\nঅতিথি বেরিয়ে গেলে ঝগড়া থামাল দুজন। কেয়াকে বলল শফিক, ‘ওগো, বেশি লেগেছে তোমার?’\nকেয়া: আরে নাহ্! আমি তো লোক দেখানো কাঁদছিলাম!\nএমন সময় দরজা দিয়ে ঢুকতে ঢুকতে বলল অতিথি, ‘আমিও তো লোক দেখানো গিয়েছিলাম!’","answer":null,"total_up_vote":"26","total_down_vote":"0"},{"id":"35056","category_id":"15163","descr":"বাড়িতে অতিথি এসেছেন। মা পল্টুকে ডেকে বললেন, ‘বাবা পল্টু, জলদি অতিথিদের জন্য বাইরে থেকে একটা কিছু নিয়ে এসো তো’।\nদৌড়ে ঘর থেকে বেরিয়ে গেল পল্টু। কিছুক্ষণ পর ফিরল খালি হাতে।\nমা: কী হলো? কী আনলে ওনাদের জন্য?\nপল্টু: ট্যাক্সি! ওনারা যেন চটজলদি বাড়ি ফিরতে পারেন!","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35057","category_id":"15163","descr":"কর্মচারী: স্যার, একটা দিন ছুটি চাই।\nবস: কেন? আবার কী?\nকর্মচারী: স্যার, আমার দাদা…\nবস: আবার দাদা? গত তিন মাসে তুমি চারবার দাদির মৃত্যুর কথা বলে ছুটি নিয়েছ।\nকর্মচারী: স্যার, এবার আমার দাদার বিয়ে!","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35058","category_id":"15163","descr":"কর্মচারী: স্যার, পাঁচ দিনের ছুটি চাই।\nবস: কেন? মাত্রই তো তুমি ১০ দিন ছুটি কাটিয়ে ফিরলে।\nকর্মচারী: স্যার আমার বিয়ে।\nবস: বিয়ে করবে ভালো কথা। তো এত দিন ছুটি কাটালে, তখন বিয়ে করোনি কেন?\nকর্মচারী: মাথা খারাপ? বিয়ে করে আমার সুন্দর ছুটির দিনগুলো নষ্ট করব নাকি?","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35059","category_id":"15163","descr":"শ্রীমভি রায় : ( তাঁর দুষ্টু, চঞ্চল ছোট মেয়েকে ) মিঠু, এখানে আমাদের বাড়ি তোমার বাপির এক বন্ধু আসবেন, তাঁর নাম মেজর গুপ্ত, যুদ্ধে ভদ্রলোকের দুটো কানই গুলি লেগে উড়ে গেছে, তাই ওঁকে দেখে যেন জিজ্ঞেস কোর না—আঙ্কেল, আপনার কান দুটোর কি হল ?— তাহলে উনি কিন্তু ভীষণ রেগে যাবেন ।\n\nবলতে বলতে মেজর গুপ্ত কলিং বেল বাজিয়ে ঘরে ঢুকলেন । মিসেস রায় যখন তাঁকে আপ্যায়ন করে বসাচ্ছেন তখন মিঠু তার মাকে : মামি, তুমি বললে আঙ্কেলের দু’ কানই কাটা, কিন্তু একটা কানের যে আধখানা থেকে গেছে । তাতে আঙ্কেল রেগে যাবেন না তো ?","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35060","category_id":"15163","descr":"অপু এবং নাছের দুই বন্ধু একই অফিসে চাকরি করে।\nঅপু: দোস্ত, কত দিন ধরে ছুটি পাই না। কাজ করতে করতে হাঁপিয়ে উঠেছি। কিন্তু বস তো কিছুতেই ছুটি দেবেন না।\nনাছের: হুমম্। আমিও হাঁপিয়ে উঠেছি। কিন্তু আমি বসের কাছ থেকে ছুটি নিতে পারব, দেখবি?\nবলেই নাছের টেবিলের ওপর উঠে দাঁড়াল এবং ছাদ থেকে বেরিয়ে আসা একটা রড ধরে ঝুলতে শুরু করল। কিছুক্ষণ পর বস এলেন।\nবস: এ কী নাছের! তুমি ঝুলে আছ কেন?\nনাছের খুব স্বাভাবিক ভঙ্গিতে বলল, ‘স্যার আমি লাইট, তাই ঝুলে আছি।’\nবস ভ্রূ কুঁচকে তাকালেন। কিছুক্ষণ ভেবে বললেন, ‘অতিরিক্ত কাজের চাপে তোমার মস্তিষ্ক বিকৃতি দেখা দিচ্ছে। তুমি বরং এক সপ্তাহের ছুটি নাও।’\nনাছের অপুর দিকে তাকিয়ে মুচকি হেসে রুম থেকে বিদায় নিল।\nঅপু চেয়ে চেয়ে দেখল। নাছের বেরিয়ে যেতেই সেও নাছেরের পিছু নিল।\nবস: সে কী! ছুটি তো ওকে দিয়েছি! তুমি কোথায় যাচ্ছ?\nঅপু: কী আশ্চর্য! লাইট ছাড়া কাজ করব কী করে?!","answer":null,"total_up_vote":"11","total_down_vote":"0"},{"id":"35061","category_id":"15163","descr":"পল্টুর অফিসে প্রথম দিনেই বড় কর্তার সঙ্গে কথা হচ্ছে—\nবড় কর্তা: আপনি কম্পিউটারে কী কী কাজ জানেন?\nপল্টু: স্যার, প্রায় সব ধরনের কাজই করতে পারি।\nবড় কর্তা: আচ্ছা, আপনি এমএস অফিস জানেন?\nপল্টু: আজই যেতে হবে! তাহলে ওই অফিসের ঠিকানাটা একবার বলে দিলেই আমি খুঁজে বের করতে পারব, স্যার।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35062","category_id":"15163","descr":"অফিসে কাজে গাফিলতির কারণে বড় কর্তা বেশ রেগে আছেন মোকলেসের ওপর। বড় কর্তা মোকলেসকে ডেকে বললেন, ‘সব কাজই নষ্ট করে ফেলেছেন আপনি। এই অফিসে একটা গাধা আছে, আপনি জানেন?’\nমোকলেস বড় কর্তার অগ্নিমূর্তি দেখে মাথা নিচু করে জবাব দিল, ‘না, স্যার।’\n‘নিচে কী দেখছ, আমার দিকে তাকাও?’—বড় কর্তার জবাব।অফিসে কাজে গাফিলতির কারণে বড় কর্তা বেশ রেগে আছেন মোকলেসের ওপর। বড় কর্তা মোকলেসকে ডেকে বললেন, ‘সব কাজই নষ্ট করে ফেলেছেন আপনি। এই অফিসে একটা গাধা আছে, আপনি জানেন?’\nমোকলেস বড় কর্তার অগ্নিমূর্তি দেখে মাথা নিচু করে জবাব দিল, ‘না, স্যার।’\n‘নিচে কী দেখছ, আমার দিকে তাকাও?’—বড় কর্তার জবাব।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35063","category_id":"15163","descr":"অফিসের বড় কর্তা ও মন্টুর মধ্যে কথা হচ্ছে—\nবড় কর্তা: আচ্ছা আপনি আগের চাকরিটা ছেড়ে দিলেন কেন?\nমন্টু: অসুস্থতার জন্য, স্যার।\nবড় কর্তা: তা কী হয়েছিল আপনার?\nমন্টু: আরে আমার তো কিছুই হয়নি। ওই অফিসের বড় কর্তাই তো আমার কাজে অসুস্থ হয়ে পড়েছিলেন, মানে তার প্রায় মাথা খারাপ হওয়ার জোগাড় হয়েছিল স্যার।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35064","category_id":"15163","descr":"এক সরকারি অফিসে পিয়নের কাজ করে নিকিফরোভ। তাকে বলা হয়:\n‘ফাইলটা নিয়ে যাও।’\nসে নিয়ে যায়।\nবলা হয়:\n‘নিয়ে এসো।’\nসে নিয়ে আসে।\nএকদিন তাকে ধমক দিয়ে বলা হলো:\n‘এত দেরি হয় কেন?’\n‘শ্-শালা!’ মনে মনে ভাবল সে। মেজাজটা খিঁচড়ে গেল। ‘একদিন আমি তোমাদের মজা দেখাব, তখন ঠ্যালা বুঝবে!’\n\nএকদিন কয়েকটি ফাইল অন্য ঘরে পৌঁছে দেওয়ার সময় একটা ফাইল সে ফেলে দিল ডাস্টবিনে।\nসে রাতে প্রায় ঘুমাতেই পারল না নিকিফরোভ। জেগে জেগে মিষ্টি স্বপ্ন দেখল, কল্পনা করল, ফাইল হারানোর খবর ফাঁস হয়ে গেলে কী মজার কাণ্ডটাই না হবে!\nকিন্তু পুরো একটা সপ্তাহ পার হয়ে গেল। কেউ মনেও করল না ফাইলটার কথা!\n‘বোধহয়, একটি নয়, আরও কয়েকটি ফেলার দরকার ছিল’, ভাবল নিকিফরোভ।\nএবং সুযোগ বুঝে গোটা দশেক ফাইল ডাস্টবিনে ফেলে দিল একবারে।\n‘ঠ্যালা এবারে নিশ্চয়ই বুঝবে!’ আশ্বস্ত করল সে নিজেকে।\n\nপ্রতীক্ষার দিন বাড়তেই থাকল একের পর এক। প্রতিদিন সকালে সে একবার করে ঢুঁ মারে সেক্রেটারি ল্যুদার ঘরে।\n‘কেমন আছেন?’ জিজ্ঞেস করে সে, ‘নতুন কোনো খবর আছে?’\n‘কেন, কোনো খবর হবার কথা আছে?’ অবাক স্বরে জানতে চায় ল্যুদা।\n‘না, এমনিই জিজ্ঞেস করলাম,’ নিকিফরোভ উত্তর দেয়।\n\nদ্বিতীয় সপ্তাহ শেষ হয়ে আসতে আসতে রীতিমতো শুকিয়ে গেল সে; মলিন হলো চেহারা। তৃতীয় সপ্তাহের শুরুতে আর সহ্য হলো না তার। সুযোগ বুঝে তার হাতে ধরিয়ে দেওয়া সব কটি ফাইল ফেলে দিল ডাস্টবিনে।\n‘এবার এমন ঠ্যালা খাবে বাছাধনেরা!’ নিশ্চিত ধারণা হলো তার।\n\nতারপর পেরিয়ে গেল তিন-তিনটে বছর। তার সঙ্গে প্রভাতকালীন প্রাত্যহিক সাক্ষাতে অভ্যস্ত হয়ে পড়েছে ল্যুদা।\nএই দীর্ঘ সময়ে নিকিফরোভ হাল ছেড়ে দিয়েছে খানিকটা। চুল কমে এসেছে মাথায়, ভাঁজ পড়েছে মুখের চামড়ায়। শুধু চোখে রয়ে গেছে আহত অহংকারের ঝিলিক।\n‘ঠ্যালা একদিন বুঝবে! বুঝতেই হবে!’ অফিসের ফাইল নিয়মিত ডাস্টবিনে ফেলতে ফেলতে আশা তবু ছাড়ে না সে।","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35065","category_id":"15163","descr":"চৌকস বস হচ্ছে সে, যে অফিসের মিটিং সংক্ষিপ্ত করার জন্য বলেন, এগুলো হলো আমার প্রস্তাব। কারও যদি কোনো ব্যাপারে দ্বিমত থাকে তাহলে হাত তুলে বলুন, ‘আজ থেকে আমি রিজাইন করলাম।","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35066","category_id":"15163","descr":"ডিসিপ্লিন কী?\n: বসের চেয়ে বোকা হবার ভান করার আর্ট।","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35067","category_id":"15163","descr":"বাড়িতে অতিথি বেড়াতে এসেছে বাসায় ছোট বাচ্ছার সঙ্গে খাতির জমানোর চেষ্টা করছে-\nঅতিথি : কাছে এস বাবু আমাকে একটু চুমু দাও। তাহলে তোমাকে পাঁচ টাকা দেব।\nবাবু : শুধু অষুধ খাওয়াতেই মা এর থেকে বেশি দেয়।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35068","category_id":"15163","descr":"বস : এ কী টাইপিষ্ট নিয়েছেন? সুন্দরী তাতে সন্দেহ নেই-কিন্তু প্রতিটি লাইনে এক গন্ডা ভুল। আপনাকে বলি নি, টাইপিষ্ট নেবার সময় গ্রামারের দিকে নজর রাখবেন।\nম্যানেজার : শুনতে ভুল হয়েছিল স্যার। আমি গ্ল্যামারের দিকে নজর রেখেছিলাম।","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35069","category_id":"15163","descr":"বাইরে থেকে দরজা নক করছে।\nভেতর থেকেঃ কে?\nবাইরে থেকেঃ আমি।\nভেতর থেকেঃ আমি কে?\nবাইরে থেকেঃ আরে, আপনি কে আমি কী করে বলব?\n\nসমীরণ চক্রবর্তী\nঅন্তপুর, পরশুরাম, ফেনী","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"35070","category_id":"15164","descr":"হাশেম আলীর শখ হয়েছে নির্বাচনে দাঁড়াবেন। যথারীতি দাঁড়িয়েও গেলেন। ভোট গণনা শেষে দেখা গেল, হাশেম আলী ভোট পেয়েছেন মোটে তিনটি। ঝাঁটা হাতে ছুটে এলেন তাঁর স্ত্রী।\n\nরাগে গজগজ করতে করতে বললেন, ‘মিনসের ঘরে মিনসে, তোমার নিশ্চয় অন্য কোনো মেয়ের সঙ্গে লটরপটর আছে! নইলে ৩ নম্বর ভোটটা দিল কে?!’","answer":null,"total_up_vote":"10","total_down_vote":"0"},{"id":"35071","category_id":"15164","descr":"এক বিদেশির সঙ্গে রাজনীতি এবং গণতন্ত্র বিষয়ে কথা হচ্ছিল এক বাংলাদেশির। কথায় কথায় বিদেশি বললেন, একবার রাস্তায় আমাদের এলাকার নেতার সঙ্গে দেখা হয়ে গেল। সবার সামনে উঁচু গলায় আমি বললাম, ‘নির্বাচনের সময় তো অনেক প্রতিশ্রুতি দিয়েছিলেন। এলাকার রাস্তা সংস্কার করবেন, ছিনতাই হ্রাস করবেন। কই, এখন তো এসবের কিছুই দেখছি না।’ এ কথা বলার পর প্রথম দিন কোনো উন্নতি দেখলাম না, দ্বিতীয় দিনও কোনো উন্নতি দেখলাম না। তৃতীয় দিনে গিয়ে দেখলাম, রাস্তা সংস্কার শুরু হয়েছে। ছিনতাই রোধে রাস্তায় পুলিশের প্রহরা বসেছে।\n\nবাংলাদেশি বললেন, আমারও একদিন আপনার মতোই আমাদের এলাকার নেতার সঙ্গে দেখা হয়েছিল। আমিও সবার সামনে জোর গলায় প্রতিবাদ করেছি, দাবি জানিয়েছি। প্রথম দিন কোনোই উন্নতি দেখলাম না। দ্বিতীয় দিনও কোনো উন্নতি দেখলাম না। তৃতীয় দিন চোখ মেলে দেখলাম, হাসপাতালের বেডে শুয়ে আছি। ডান হাতটা তখনো নাড়াতে পারছিলাম না…!","answer":null,"total_up_vote":"31","total_down_vote":"0"},{"id":"35072","category_id":"15164","descr":"প্রবীণ রাজনীতিবিদের সাক্ষাত্কার নিতে এসে সাংবাদিক জানতে চাইলেন, ‘আচ্ছা, আপনি বিয়ে করেননি কেন?’\n\nমুচকি হেসে রাজনীতিবিদ বললেন, ‘এর পেছনে রয়েছে একটি ঘটনা। আজ থেকে বিশ বছর আগে একদিন এক অনুষ্ঠানে গিয়েছিলাম। আমার সামনেই বসে ছিলেন শাড়ি পরা এক মহিলা। আমি চেয়ার থেকে উঠতে গেলে হঠাত্ তাঁর শাড়িতে একটু পা লেগে যায় আমার। নিচের দিকে তাকিয়েই মহিলা গাধা, উল্লুক, টিকটিকি, বেবুন, হনুমান, মুখপোড়া বলে শুরু করেন গালাগাল।\n\nহঠাত্ মুখ তুলে আমাকে সামনে দেখতে পেয়ে বলেন, “দুঃখিত, কিছু মনে করবেন না। আমি ভেবেছিলাম এটা বুঝি আমার স্বামীর কাজ”।’","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35073","category_id":"15164","descr":"রেস্টুরেন্টে সাংসদের খাওয়া শেষ হলে তাঁর কাছে এগিয়ে এল রেস্টুরেন্টের শেফ।\n\nজিজ্ঞেস করল, আলু-মাংসের ডিশটা কেমন লেগেছে আপনার?\n\n—কীভাবে বলি! ওই ডিশে ছিল আলুর নিরঙ্কুশ সংখ্যাগরিষ্ঠতা। আর মাংস ছিল দুর্বল বিরোধী দলের মতো।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35074","category_id":"15164","descr":"দুই দেশের দুই অসৎ যোগাযোগমন্ত্রীর মধ্যে গোপন আলাপ চলছিল।\n\nনাইজেরিয়ার যোগাযোগমন্ত্রী তাঁর দেশের একটি ব্রিজের ছবি দেখিয়ে বললেন, এটার বাজেট ছিল ২০ কোটি টাকা। কিন্তু আমি ১৫ কোটি টাকায় বানিয়ে বাকিটা হজম করেছি!\n\nএরপর তৃতীয় বিশ্বের এক উন্নয়নশীল দেশের যোগাযোগমন্ত্রী একটি নদীর ছবি দেখিয়ে বললেন, এখানে ব্রিজ বানানো বাবদ বরাদ্দ ছিল ২০ কোটি টাকা।\n\nপ্রথম মন্ত্রী- ‘কোথায় ব্রিজ? আমি তো কিছুই দেখতে পাচ্ছি না।’\n\nদ্বিতীয় মন্ত্রী মুচকি হেসে বললেন, ব্রিজ থেকে আমার আয় হয়েছে পুরো ২০ কোটি টাকা!","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"35075","category_id":"15164","descr":"রাজনীতিবিদদের মজলিশে বক্তব্য দিতে উঠে দাঁড়িয়েছে মজনু।\n\nশুরুতেই সে বলল, ‘আমাকে এখানে রাজনীতিবিদদের সম্পর্কে কোনো কটূক্তি করতে নিষেধ করা হয়েছে। সুতরাং, আমি কটূক্তিমূলক বক্তব্যগুলো এড়িয়ে যাচ্ছি।’\n\nএই বলে মজনু তার বক্তব্য লেখা কাগজগুলোর পাতা ওল্টাতে শুরু করল। একেবারে শেষ পৃষ্ঠায় গিয়ে থামল এবং বলল, ‘সবাইকে ধন্যবাদ। শুভসন্ধ্যা।’","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"35076","category_id":"15164","descr":"মঞ্চে বক্তব্য দিতে উঠে বক্তা বলছেন, ‘আমি আমার বক্তব্যের শুরুতেই বর্ণনা করব, আমাদের আজকের প্রধান অতিথি কী অসাধারণ ব্যক্তিত্বসম্পন্ন একজন মানুষ! এ সমাজে তাঁর অনবদ্য অবদানের কথাও আমি আজ বলব। আমি বলব, সুখে-দুখে কীভাবে তিনি মানুষের পাশে দাঁড়িয়েছেন—সেই সংগ্রামের গল্প। আমাদের প্রধান অতিথির আরও গুণের কথা আজ আমি আপনাদের শোনাব। শুধু আমার বক্তব্যর শেষে গিয়ে কিছু সত্য কথা বলব!’","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35080","category_id":"15164","descr":"সেলুনে চুল কাটাতে গেছেন এক নেতা। নাপিত কাঁচি চালাতে চালাতে বলছেন, ‘স্যার, শুনলাম জনগণ নাকি আপনার ওপর খুব খ্যাপা। যেকোনো দিন আপনার বাড়িতে হামলা চালাইবে! আপনি নাকি ঘুষের টাকা দিয়ে সম্পদের পাহাড় বানাইছেন…।’\n\nনেতা ধমক দিকে বললেন, ‘এই ব্যাটা, চুপ থাক।’\n\nপরদিন নাপিতের কাছে চুল কাটাতে এলেন এক সরকারি কর্মকর্তা। নাপিত তাঁর চুল কাটতে কাটতে বললেন, ‘স্যার, দুদক নাকি আপনারে খুঁজতেছে! যেকোনো দিন ক্যাক কইরা ধইরা জেলে ঢুকায় দিব! আপনি নাকি দুর্নীতি করেন!’\n\nসরকারি কর্মকর্তাও নাপিতকে ধমক দিয়ে চুপ করালেন।\n\nকয়দিন বাদেই নাপিতের দোকান ঘেরাও করল পুলিশ। নাপিতকে আটক করে বলল, ‘এই ব্যাটা, তুই নাকি তোর কাস্টমারদের আজেবাজে কথা বলিস? তোর উদ্দেশ্য কী?’\n\nনাপিত আমতা আমতা করে বললেন, ‘স্যার! এসব কথা বললে ভয়ে ওনাদের চুল খাড়া হয়ে যায়। আমার চুল কাটতে সুবিধা হয়। তাই বলি!’","answer":null,"total_up_vote":"22","total_down_vote":"0"},{"id":"35081","category_id":"15164","descr":"হোসেন আলী আর মজনু মিঞা, দুজন দুই দলের সমর্থক। একবার দুজন এক হোটেলে বসে খাচ্ছিলেন।\n\nখেতে খেতে হোসেন আলী বললেন, আমরা কেন তোমাদের চেয়ে এগিয়ে থাকি জানো? খেয়াল করে দেখো, খাওয়া শেষে আমি পুরো ৫০ টাকা বখশিশ দেব এবং বলব, ‘ভোটটা কিন্তু লেবু মার্কায়ই দিয়ো।’\n\nমজনু মিঞা বললেন, আমিও কিন্তু তোমাদের লেবু মার্কায়ই ভোট চাইব। তবে বখশিশ হিসেবে দেব একটা অচল দুই টাকার নোট!","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35082","category_id":"15164","descr":"বিরাট এক আবিষ্কার করে বসেছেন এক পশ্চিমা দেশের বিজ্ঞানীরা। নেচে-গেয়ে তাঁরা নিজেদের সাফল্য উদ্যাপন করছিলেন। এমন সময় একটা ফোন এল।\n\n‘এই চুপ চুপ! সবাই চুপ! প্রধানমন্ত্রী ফোন করেছেন!’ বললেন বিজ্ঞানীদের প্রধান।\n\n‘জি স্যার, আমরা মঙ্গল গ্রহে বুদ্ধিমান প্রাণীর অস্তিত্ব খুঁজে পেয়েছি। বিজ্ঞানের জন্য এ এক বিশাল অর্জন! জি স্যার, জি স্যার!…কী বললেন স্যার? (ভ্রু কুঁচকে) স্যার এটা তো খুবই কঠিন! আমরা পারব কি না জানি না। তবে আজ থেকেই গবেষণা শুরু করছি।’ বলে ফোন রাখলেন বিজ্ঞানীদের প্রধান।\n\nমুখ গোমড়া করে বললেন, ‘সহকর্মীরা, প্রায় অসম্ভব একটা কাজের দায়িত্ব দেওয়া হয়েছে আমাদের। প্রধানমন্ত্রী বললেন, আমরা তো মঙ্গল গ্রহে বুদ্ধিমান প্রাণীর অস্তিত্ব খুঁজে পেয়েছি। এবার সরকারি দলে বুদ্ধিমান প্রাণী খুঁজে বের করতে হবে!’","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35083","category_id":"15164","descr":"আফ্রিকান ব্যবসায়ী ফার্নান্দেজ। নিজ গ্রামে নির্বাচনে দাঁড়াবেন বলে ঠিক করেছেন। কিন্তু বেচারা ছোট থেকে বড় হয়েছেন শহরে। গ্রামে কখনো যাননি, এমনকি নিজ গ্রামের ভাষাও ঠিকঠাক জানেন না। তাতে কী? ঢাকঢোল পিটিয়ে নির্বাচনে দাঁড়িয়ে গেলেন তিনি।\n\nএকদিন গ্রামের মঞ্চে তাঁকে বক্তৃতা করতে দেখা গেল, ‘আমি নির্বাচিত হলে আপনাদের সব দুঃখ-দুর্দশা দূর করব।’\n\nগ্রামের লোকজন সমস্বরে বলে উঠল, ‘হোয়া হোয়া’!\n\nফার্নান্দেজ আরও বললেন, ‘গ্রামের মাটির সব ঘর ভেঙে পাকা ঘর তৈরি করে দেব।’\n\nআবারও সবাই বলে উঠল, ‘হোয়া হোয়া’।\n\nইনিয়ে-বিনিয়ে আরও বহু প্রতিশ্রুতিই দিলেন তিনি। প্রতিটি বক্তব্য শেষেই গ্রামের লোকের একই কথা, ‘হোয়া হোয়া’। ফার্নান্দেজ তো গ্রামের ভাষা বোঝেন না। তিনি ধরেই নিলেন, সবাই নিশ্চয়ই তাঁকে সমর্থন জানাচ্ছে। খুশিমনে তিনি বক্তৃতা শেষ করলেন।\n\nফেরার পথে কাদামাটি পেরিয়ে যাচ্ছিলেন ফার্নান্দেজ, সঙ্গে এক গাইড। পথিমধ্যে চোখে পড়ল একগাদা গরুর গোবর। নাক কুঁচকে ইশারায় বললেন ফার্নান্দেজ, ‘ওয়াক থু! এগুলো কী?’\n\nগাইডের উত্তর, ‘হোয়া হোয়া’!","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35084","category_id":"15164","descr":"মঞ্চে দাঁড়িয়ে বক্তৃতা করছিলেন এক নেতা, ‘আমি যদি নির্বাচিত হই, এই গ্রামে ব্রিজ বানিয়ে দেব।’\n\nপেছন থেকে একজন বলে উঠল, ‘স্যার, এই গ্রামে তো কোনো খাল নেই। ব্রিজ করবেন কীভাবে?’\n\nনেতা আমতা আমতা করে বললেন, ‘ইয়ে মানে… প্রথমে খাল খনন করব। এরপর খালের ওপর ব্রিজ বানাব।’","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35085","category_id":"15164","descr":"নির্বাচনে শরিফ দাঁড়িয়েছেন আনারস মার্কায়, আর জলিলের মার্কা ছাতা। একদিন রাস্তায় কথা হচ্ছিল তাঁদের।\n\nশরিফ: বুঝলা জলিল, ভোটে কিন্তু আমিই পাস করব। কেন জানো? আমার দলের কর্মীরা যখন রিকশায়ও ওঠে, রিকশাওয়ালার খোঁজখবর নেয়। রিকশা থেকে নামার সময় তাঁকে ১০ টাকা বকশিশ দেয়। আর বলে, ‘ভাই, ভোটটা কিন্তু আনারস মার্কায়ই দিয়েন।’\n\nজলিল: না রে শরিফ, ভোটে আমিই জিতব। কারণ, আমার লোকেরা রিকশায় উঠেই রিকশাওয়ালাকে গালিগালাজ করে। রিকশা থেকে নামার সময় ১০ টাকা কম দেয়। আর বলে, ‘ওই ব্যাটা, ভোটটা কিন্তু আনারস মার্কায় দিবি।’\n\nFacebookTwitterGoogle+Share","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"35086","category_id":"15164","descr":"ভোটকেন্দ্রে লাইনে দাঁড়িয়ে ছিলেন দুই ভোটার—সলিম আর জব্বার।\n\nসলিম: জব্বার, দোস্ত দেখ, তুই কলা মার্কায় ভোট দিবি। আর আমি মুরগি মার্কায়। দুজনের ভোট কাটাকাটি হইয়া গেল। কেউ আগাইল না, পিছাইলও না। তাইলে আমাগো ভোট দিয়া কী লাভ?\n\nজব্বার: ঠিকই তো কইলি। তাইলে আর লাইনে দাঁড়ায়া কী হইব? চল, যাইগা।\n\nদুজন লাইন থেকে বেরিয়ে এল।\n\nপেছন থেকে এক বৃদ্ধ সলিমকে বললেন, ‘দুজন মিলে ভালোই তো চুক্তি করলা।’\n\n‘হ চাচা, সকাল থেকে পাঁচজনের সঙ্গে এই চুক্তি করছি।’ সলিমের জবাব।","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"35087","category_id":"15164","descr":"মন্ত্রী আসছেন! বহু লোক জড়ো হয়েছে রাস্তার দুই পাশে। সবার হাতে ফুল, বিভিন্ন বক্তব্য লেখা প্ল্যাকার্ড। এমন সময় এক বৃদ্ধকে দেখা গেল প্ল্যাকার্ড হাতে দাঁড়িয়ে আছেন।\n\nপ্ল্যাকার্ডে লেখা, ‘ধন্যবাদ, মন্ত্রী মশাই। আপনি আমার শৈশবটা সুন্দর করেছেন।’\n\nলোকজন জিজ্ঞেস করল, ‘কী দাদু, আপনি এ কী লিখে এনেছেন? সবাই জানে, আপনি যখন ছোট ছিলেন, তখন ওই মন্ত্রীর জন্মই হয়নি।’\n\nবৃদ্ধ বললেন, ‘সে জন্যই তো তাঁকে ধন্যবাদ দিচ্ছি!’","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35088","category_id":"15164","descr":"পার্টি অফিসে হাজির হয়ে হাসিমুখে বললেন শরিফুল, ‘আমি পার্টিতে যোগ দিতে চাই, রাজনীতি করতে চাই। কীভাবে শুরু করতে পারি, বলুন তো?’\n\nভিড়ের মধ্য থেকে একজন উত্তর দিল, ‘একজন মানসিক রোগের চিকিৎসকের সঙ্গে দেখা করে শুরু করতে পারেন।’","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"35089","category_id":"15164","descr":"ওবামা আর পুতিনের মধ্যে কথা হচ্ছিল-\n\nওবামা বললেন, “মিস্টার পুতিন, যে কারণে আমি আমার দেশকে ভালোবাসি, তা হলো- যে কোনও একটা লোক সোজা হোয়াইট হাউজে ঢুকে নির্ভয়ে বলে দিতে পারে ‘বারাক ওবামা যেভাবে আমেরিকা চালচ্ছে, সেটা আমি পছন্দ করি না।’”\n\nপুতিন উত্তর দিলেন, “ব্যাপারটা রাশিয়াতেও সত্য। যে কেউ ক্রিমলিন-এ এসে বলতে পারে ‘বারাক ওবামা যেভাবে আমেরিকা চালচ্ছে, সেটা আমি পছন্দ করি না।’”","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35090","category_id":"15164","descr":"মঞ্চে উঠে রাজনীতিবিদ বললেন, ‘আপনারা জানেন, আপনাদের কাছ থেকে চাঁদা তুলে আমরা একটা সেতু নির্মাণ করতে যাচ্ছি। আজ আপনাদের জন্য এই সেতু সম্পর্কে দুটি সংবাদ আছে।\n\nএকটা সুসংবাদ, একটা দুঃসংবাদ।\n\nসুসংবাদ হলো, সেতু তৈরির সব টাকার বন্দোবস্ত হয়ে গেছে। দুঃসংবাদ হলো, টাকাগুলো এখনো আপনাদের পকেটে আছে।’\n","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35091","category_id":"15164","descr":"বলুন তো, ভোটপ্রার্থীরা সব সময় আলাদা আলাদা প্রতীক নেন কেন?\nকারণ তাঁরা কখনো একমত হতে পারেন না!","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35092","category_id":"15164","descr":"এইটি মুসলিম-প্রধান দেশের নারী প্রধানমন্ত্রী বলেন, একজন মুসলমান হিসেবে আমি প্রতিনিয়ত ধর্মীয় অনুশাসন মেনে চলি। সেটা নিয়ে যদি কেউ লেখে, তাহলে আমার নিজের কষ্ট হয়। আর এই লেখার জন্য কোনো অঘটন ঘটলে সেটা সরকারের ওপর আসবে কেন?","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35093","category_id":"15164","descr":"জোট সরকারের আমলে স্বরাষ্ট্র প্রতিমন্ত্রী ছিলেন লুৎফুজ্জামান বাবর। এখনো তিনিই স্বরাষ্ট্র মন্ত্রণালয়ের দায়িত্বে থাকলে বিএনপির কার্যালয়ে পুলিশ ঢোকা প্রসঙ্গে তিনি বলতেন, ইউ ভাড়াপ্রাপ্ত গাইজ আর হেভিং ককটেলস, অফিসের বাইরে বসে বাদাম খাবেন অ্যান্ড ভেতরে লটস অব বোম্বস। পুলিশ তো ধরবেই। ইজ নট ইট?\n(সাংবাদিকেরা জিজ্ঞেস করতেন, পুলিশ কেন অফিসে গেল?)\nতখন তিনি বলতেন, ডু ইউ থিংক যে পুলিশ ককটেলস থ্রু করেছে? দে আর ব্লেমিং মাই পুলিশ বাহিনী। হোয়াই নট তারা ভেতরে ঢুকবে না? আই ব্রট একে ৪৭ ফর দেম, নট পাঁচ টাকার ককটেলস।\n\n— তানভীর মাহমুদুল হাসান","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"35094","category_id":"15164","descr":"হরতাল পালনের পর এক জামায়াত নেতার বক্তব্য, ‘আমরা যখন শান্তিপূর্ণভাবে গাড়ি ভাঙচুর করছিলাম, তখন পুলিশ আমাদের ওপর নৃশংসভাবে ঝাঁপিয়ে পড়ে!’\n\n–সংগ্রহে: সাদমান সাকিব","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"35095","category_id":"15164","descr":"এক বিদেশির সঙ্গে রাজনীতি এবং গণতন্ত্র বিষয়ে কথা হচ্ছিল এক বাংলাদেশির। কথায় কথায় বিদেশি বললেন, একবার রাস্তায় আমাদের এলাকার নেতার সঙ্গে দেখা হয়ে গেল। সবার সামনে উঁচু গলায় আমি বললাম, ‘নির্বাচনের সময় তো অনেক প্রতিশ্রুতি দিয়েছিলেন। এলাকার রাস্তা সংস্কার করবেন, ছিনতাই হ্রাস করবেন। কই, এখন তো এসবের কিছুই দেখছি না।’ এ কথা বলার পর প্রথম দিন কোনো উন্নতি দেখলাম না, দ্বিতীয় দিনও কোনো উন্নতি দেখলাম না। তৃতীয় দিনে গিয়ে দেখলাম, রাস্তা সংস্কার শুরু হয়েছে। ছিনতাই রোধে রাস্তায় পুলিশের প্রহরা বসেছে।\nবাংলাদেশি বললেন, আমারও একদিন আপনার মতোই আমাদের এলাকার নেতার সঙ্গে দেখা হয়েছিল। আমিও সবার সামনে জোর গলায় প্রতিবাদ করেছি, দাবি জানিয়েছি। প্রথম দিন কোনোই উন্নতি দেখলাম না। দ্বিতীয় দিনও কোনো উন্নতি দেখলাম না। তৃতীয় দিন চোখ মেলে দেখলাম, হাসপাতালের বিছানায় শুয়ে আছি। ডান হাতটা তখনো নাড়াতে পারছিলাম না…!","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35096","category_id":"15164","descr":"শামীম সাহেব ভোটে দাঁড়িয়েছেন। গণনা শেষে দেখা গেল, তিনি তিনটি ভোট পেয়েছেন।\nবাড়ি ফিরে দেখেন, বউ ঝাঁটা হাতে দাঁড়িয়ে আছেন! শামীম সাহেবকে দেখেই চিৎকার জুড়ে দিলেন, ‘মিনসের ঘরে মিনসে! তুমি একটা ভোট দিছ, আমি একটা দিছি। আরেকটা দিল কে?’","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35097","category_id":"15164","descr":"ভোট চাইতে ভোটারের কাছে গেছেন এক নেতা।\nনেতা: চাচা, কথা দেন, ভোটটা আমারেই দিবেন।\nভোটার: কিন্তু ভাতিজা, আমি যে আরেকজনকে ভোট দেব বলে কথা দিয়ে ফেলছি।\nনেতা: তাতে কী? কথা দিলেই যে কথা রাখতে হবে, তা তো নয়।\nভোটার: তাইলে ভাতিজা তোমারেও কথা দিলাম।","answer":null,"total_up_vote":"15","total_down_vote":"0"},{"id":"35098","category_id":"15166","descr":"পাহারাদার\n\nপাহারাওলা—এতো রাতে পাকে ঘরেছেন কেন কৈফিয়ৎ দিন ?\n\nউদ্দিটি ব্যক্তি—তাই যদি দেবার থাকতো, তাহলে কি আর আমি এতক্ষণ বাইরে থাকি । তাহলে তো কখন আমি বাড়ীতে আমার স্ত্রীর কাছেই চলে যেতে পারতুম।","answer":null,"total_up_vote":"16","total_down_vote":"0"},{"id":"35099","category_id":"15166","descr":"চোর: জলদি, পুলিশ আসছে! জানালা দিয়ে লাফিয়ে পড়।\nসহকারী: কিন্তু ওস্তাদ, আমরা যে এখন তের তলায় আছি।\nচোর: দুর গাধা! এখন কি কুসংস্কার নিয়ে মাথা ঘামানোর সময়?","answer":null,"total_up_vote":"14","total_down_vote":"0"},{"id":"35100","category_id":"15166","descr":"হরতাল চলছে। পিকেটাররা পিকেটিং করছে।\nএকজন একটা ইটের টুকরা পুলিশের দিকে মারতে মারতে পাশের জনকে বলল, ‘আবে ওই হালায়, খাড়ায় রইছস ক্যান। দ্যাখতাছস না, পুলিশ কেমুন আউগায় আইতাছে।’\nউত্তর দিল না গিলটি মিয়া।\nদুর্ধর্ষ স্পাই মাসুদ রানার সহকারী গিলটি মিয়াকে এবার রাস্তায় নামানো হয়েছে পিকেটারদের সঙ্গে পিকেটিং করার জন্য, পুলিশের সাইলেন্ট ইনফরমার হিসেবে।\nওর কাছে একটা পাসওয়ার্ড আছে। সেটা বললেই পুলিশ ওকে ছেড়ে দেবে। মারবে না।\nহরতাল, পিকেটিং, গাড়ি জ্বালাও-পোড়াও দেখে ঘাবড়ে গেছে গিলটি মিয়া। এর চেয়ে চলন্ত বাসে দুই আঙুলের কাজ সারা অনেক সহজ।\nচপাশ!\nচিমসেপড়া পাছায় পুলিশের লাঠির আঘাত পড়তেই বাস্তবে ফিরে এল গিলটি মিয়া। তড়িঘড়ি করে স্মৃতি হাতড়াল। বাঁচতে হবে।\nসর্বনাশ!\nপুলিশের মারের চোটে পাসওয়ার্ড ভুলে গেছে ও।\n\n–বিশ্বজিৎ দাস","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35101","category_id":"15166","descr":"একবার এক চোর রাতের বেলা নারকেলগাছে উঠেছে। উদ্দেশ্যে কী, সেটা তো আর বলে দিতে হবে না। তো নারকেল নিচে ফেলতেই জোরে শব্দ হলো। সেই শব্দে গৃহস্থ মানে গাছের মালিক গেল জেগে। চিত্কার করে জানতে চাইল, ‘কে রে?’\nগাছের ওপর থেকে চোরটা উত্তর দিল, আমি মতিন।\n: ওইখানে কী করিস?\n: ঘাস কাটি।\n: ওই ছাগল, নারকেলগাছে কি ঘাস আছে নাকি?\n: নাই দেইখ্যাই তো নেমে আসতেছি।\n\n–ফারুক আহমেদ","answer":null,"total_up_vote":"21","total_down_vote":"0"},{"id":"35102","category_id":"15166","descr":"এই কৌতুকটা থানার সামনে দিয়ে যাওয়ার সময় আমার মনে হয়।\nএক ভদ্রলোক একদিন ঘুম থেকে উঠে দেখল তার বারান্দায় একটা গ্রেনেড। সঙ্গে সঙ্গে থানায় ফোন করল।\nভাই আমার বাড়ির বারান্দায় একটা গ্রেনেড দেখতে পাচ্ছি।\nথানা থেকে উত্তর দিল, তিন দিন অপেক্ষা করুন। যদি কেউ নিতে না আসে তাহলে ওটা আপনি নিজের কাছে রেখে দিতে পারেন।\n\n–এজাজুল ইসলাম","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35103","category_id":"15166","descr":"হন্তদন্ত হয়ে এক ব্যক্তি থানায় এসেছেন। থানার ওসির সামনের চেয়ারে বসে বললেন, ‘ওসি সাহেব, আমার স্ত্রী হারিয়ে গেছে। দ্রুত ব্যবস্থা নিন।’\nমুখ তুলে ওসি সাহেব জানতে চাইলেন, ‘কবে?’\n‘এক মাস আগে’\n‘এত দিন পরে এসে অভিযোগ করছেন কেন?’ বললেন ওসি।\n‘না মানে, গতকাল পর্যন্ত আমার মনে হয়েছে, আমি স্বপ্ন দেখছি।’","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35104","category_id":"15166","descr":"কোন দেশের পুলিশের দক্ষতা কেমন সেই নিয়ে কয়েক দেশের পুলিশের উচ্চ পর্যায়ের আলোচনা চলছে।\nজাপানী পুলিশ : যে কোন ঘটনা কে ঘটিয়েছে সেটা জানতে আমাদের ৭২ ঘন্টা সময় লাগে।\nবৃটিশ পুলিশ : আরে দূর আমরা দুনিয়ার সেরা পুলিশ । অন্যায় কারীকে চিনতে আমাদের সর্বোচ্চ ২৪ ঘন্টা সময় লাগে ।\nআমেরিকার পুলিশ : আমারাও ২৪ ঘন্টার মধ্যে যে কোন ক্রিমিনালকে পাকড়াও করতে পারি।\nবাংলাদেশের পুলিশ : আমাদেরকে না জানিয়ে কোন ঘটনাই ঘটে না।","answer":null,"total_up_vote":"28","total_down_vote":"0"},{"id":"35105","category_id":"15166","descr":"ভাগ-বাটোয়ার জন্যে কয়েকজন চোর মিলে সারারাতের চুরির টাকা হিসাব করছে। হিসাব করার সময় একজন চোর একখান হাজার টাকার নোট সরিয়ে ফেলতে গিয়ে ধরা পড়েছ। তখন চোরের সর্দার সেই ধরা পড়ে যাওয়া চোরটিকে তিরস্কার করছে: এই তোরে না একদিন কইছি ভালো হইয়া যা, ভালো হইতে পয়সা লাগে না? জীবনে সততার সাথে কাজ করবি, উন্নতি করতে পারবি। চুরি-চামারি করবি তো জীবন শেষ!","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"35106","category_id":"15166","descr":"গদা: আচ্ছা পদা, বলতো গোয়েন্দারা সাধারণত প্রেম-ভালোবাসা-বিয়ে থেকে দূরে থাকে কেন?\nপদা: নারী চরিত্র বেজায় জটিল, কিছুই বুঝতে পারবে না।","answer":null,"total_up_vote":"11","total_down_vote":"0"},{"id":"35107","category_id":"15166","descr":"এক পকেটমার বলছে আরেক পকেটমারকে, ‘তুই যে একটু আগে “হ্যাললো…” বলে এক লোককে খুব আন্তরিকভাবে জড়িয়ে ধরলি, সে কে? নাম কী তার?’\n: কী যেন! আমি কি নাম জানি নাকি? দেখি, তার মানিব্যাগে নিশ্চয় পরিচয়পত্র আছে।","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35108","category_id":"15166","descr":"হাইওয়েতে জলিল সাহেবের গাড়ি আটক করল পুলিশ। কর্তব্যরত সার্জেন্ট ধমক দিয়ে বললেন, ‘ব্যাপার কী? আপনি এত আস্তে গাড়ি চালাচ্ছেন কেন?’\nজলিল: রাস্তার শুরুতে দেখলাম, ওপরে বড় করে লেখা ২০। ভাবলাম, এই রাস্তার সর্বোচ্চ গতিসীমা নিশ্চয় ২০। তাই…\nসার্জেন্ট: ওরে বোকা, এটা ২০ নম্বর রাস্তা। কিন্তু কথা হচ্ছে, আপনার গাড়ির পেছনের সিটে বসা দুজন এমন ভয়ার্ত চোখে চেয়ে আছে কেন? চুল খাড়া হয়ে আছে, দাঁতকপাটি লাগার দশা। ঘটনা কী?\nজলিল: না মানে, একটু আগে ২১২ নম্বর রাস্তা দিয়ে এলাম তো!","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35109","category_id":"15166","descr":"শার্লক হোমস: আপনার স্ত্রীর সঙ্গে ঝগড়া হয়েছে, তাই না?\nমক্কেল: হুঁ।\nশার্লক হোমস: আপনি ডাক্তারের কাছে যাচ্ছেন, তাই তো?\nমক্কেল: হুঁ! কিন্তু আপনি এত কিছু বুঝলেন কী করে?\nশার্লক হোমস: কারণ, আপনার মাথায় ভাঙা ফুলদানির টুকরা দেখা যাচ্ছে!","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35110","category_id":"15166","descr":"ঘড়ির দোকান থেকে একটা দামি ঘড়ি চুরি করতে গিয়ে ধরা পড়ল রুস্তম। বেদম প্রহারের একপর্যায়ে সে দোকানের মালিককে বলল, ‘ভাই, আমি ঘড়িটা কিনে নিই। ঝামেলা আপনার আর আমার মধ্যে মিটে যাক।’\nদোকানদার ভাবলেন, প্রস্তাবটা খারাপ না। উপস্থিত জনতা রুস্তমকে ছেড়ে দিল। চোরকে সঙ্গে নিয়ে দোকানে ঢুকলেন দোকানদার। ‘ক্যাশ মেমো’ লিখতে ব্যস্ত হলেন তিনি।\nগা ঝাড়া দিয়ে বেশ ভাবের সঙ্গে বলল এবার রুস্তম, ‘ইয়ে মানে, কিছু মনে করবেন না দাদা। আমি যা খরচ করতে চেয়েছিলাম, এই ঘড়ির দামটা তার চেয়ে একটু বেশি। আমাকে বরং কম দামি একটা ঘড়ি দেখান।’","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35111","category_id":"15166","descr":"পথ ধরে যাচ্ছিলেন শফিক। হঠাৎ দেখলেন, ছোট্ট একটা ছেলে মাথায় লাল টুপি আর লাল পোশাক পরে কী যেন খেলছে। ছেলেটার কাঁধে একটা ছোট মই। হাতে দড়ি। দড়ির অপর প্রান্ত একটা কুকুরের লেজের সঙ্গে বাঁধা।\nশফিক: খোকা, কী খেলছ?\nখোকা: দেখছেন না, আমি একজন দমকলকর্মী। আর এই কুকুরটা, এটা আমার গাড়ি।\nশফিক: বাহ্! খুব ভালো। তবে আমার মনে হয়, তুমি যদি দড়িটা লেজে না বেঁধে গলায় বাঁধতে, তাহলে তোমার গাড়িটা দ্রুত চলত।\nখোকা: তা ঠিক বলেছেন। তবে তখন আর দড়ি ধরে টানলেই সাইরেন বাজত না!","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35112","category_id":"15166","descr":"হোটেলে বসে খাচ্ছিল জোবায়ের আর ফয়সাল। হঠাৎ জানা গেল, কোথায় যেন ভীষণ আগুন লেগেছে।\nখবর পেয়ে খাবার না খেয়েই ছুট লাগাল জোবায়ের। পেছন থেকে ডাকল ফয়সাল, ‘কিরে, তুই যে একজন দমকলকর্মী, জানা ছিল না তো!’\nজোবায়ের: আমি না, তবে আমার প্রেমিকার বাবা একজন দমকলকর্মী। দেখা করার এই সুযোগ!","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35113","category_id":"15166","descr":"আজিজ মিঞার কারখানায় আগুন লেগেছে। জলদি আগুন নেভাতে না পারলে সর্বনাশ হয়ে যাবে। আজিজ খবর দিলেন দমকলকর্মীদের।\nচটজলদি হাজির হলো দমকল বাহিনী। কারখানার সামনের ছোট গলিটার দুপাশের দোকানগুলো ভেঙে, সদর দরজা গুঁড়িয়ে দিয়ে, দেয়াল ভেঙে সোজা অগ্নিকুণ্ডের স্থলে গিয়ে থামল গাড়ি! প্রচণ্ড ঝাঁকি খেয়ে গাড়ির পেছনে রাখা পানির টাংকিটা ছিটকে গিয়ে পড়ল আগুনে। ব্যস, নিভল আগুন।\nদমকলকর্মীদের তৎপরতা দেখে ভীষণ খুশি আজিজ। তিনি দমকল বাহিনীর প্রধানের হাতে ১০ হাজার টাকা পুরস্কার তুলে দিলেন। জিজ্ঞেস করলেন, ‘এই টাকা দিয়ে আপনারা কী করবেন বলুন তো?’\nদমকল বাহিনীর প্রধান: প্রথমেই গাড়ির ব্রেকটা ঠিক করাব!","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35114","category_id":"15166","descr":"এক দুষ্ট ছেলে থানায় ফোন করেছে।\n– এইটা কি পুলিশ স্টেশন?\n– হ্যাঁ।\n– আপনি কি পুলিশ?\n– হ্যাঁ।\n– আপনার থানায় বাথরুম আছে?\n– হ্যাঁ।\n– আপনার বাথরুমে কমোড আছে?\n– হ্যাঁ, আছে।\n– তাহলে কমোডের মধ্যে মাথা ঢুকাইয়া বইসা থাকেন। এই বলে ছেলেটি ফোন কেটে দিল।\n\nকিছুক্ষণ পর পুলিশ নাম্বার বের করে কলব্যাক করল। ছেলেটির বাবা ফোন ধরল।\nপুলিশ অভিযোগ করল, আপনার ছেলে আমাকে কমোডে মাথা ঢুকিয়ে বসে থাকতে বলেছে।\n– কতক্ষণ আগে বলেছে?\n– এই ধরেন ১০ মিনিট।\n– তাহলে এখন মাথা বের করে ফেলেন।","answer":null,"total_up_vote":"18","total_down_vote":"0"},{"id":"35115","category_id":"15166","descr":"এক পকেটমারের সঙ্গে জেলখানায় দেখা করতে গেছে অন্য এক পকেটমার বন্ধু।\nদর্শনার্থী বন্ধু: বন্ধু, তুমি কোনো চিন্তা কোরো না। আজ সকালেই আমি উকিলের সঙ্গে দেখা করে এসেছি। উকিলকে নগদ ২০ হাজার টাকাও দিয়ে এসেছি।\nকয়েদি বন্ধু: উকিল কী করলেন? টাকাগুলো পকেটে রেখে দিলেন?\nদর্শনাথী বন্ধু: হু। অন্তত ওনার তা-ই ধারণা।","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35116","category_id":"15166","descr":"« নারী চরিত্র বনাম গোয়েন্দাবুঝলেন কী করে »পরিচয়পত্রটা দেখানজানুয়ারি ৯, ২০১৩ পরিচয়পত্রটা দেখান২০১৩-০১-০৯T০৪:০৭:৫৮+০০:০০গোয়েন্দা ৪,৩০৩ বার পঠিত ৩টি মন্তব্য\nএকদিন এক কৃষকের বাড়িতে হানা দিলেন এক গোয়েন্দা। সহজ সরল কৃষককে ধমক দিয়ে গোয়েন্দা বললেন, ‘সরে দাঁড়াও, আজ তোমার বাড়িতে তল্লাশি করব!’\nকৃষক বললেন, ‘তল্লাশি করতে চান, করুন স্যার। কিন্তু দয়া করে বাড়ির উত্তর দিকের মাঠটাতে যাবেন না।’\nগোয়েন্দা কৃষকের নাকের ডগায় পরিচয়পত্রটা ঝুলিয়ে বললেন, ‘এটা চেন? এখানে আমার নাম লেখা আছে—গোয়েন্দা ছক্কু মিঞা! এটা দেখলে যে কেউ ভয়ে কুঁকড়ে যায়! আর তুমি কিনা আমার কাজে বাধা দিতে চাও?’\nঝাড়ি খেয়ে আর কিছু বললেন না কৃষক।\nকিছুক্ষণ পরই দেখা গেল, উত্তর দিকের মাঠ থেকে গোয়েন্দা ছক্কু মিঞার চিৎকার শোনা যাচ্ছে, ‘বাঁচাও! আমাকে বাঁচাও’। কৃষক ছুটে গিয়ে দেখলেন, একটা ষাঁড় ছক্কু মিঞাকে তাড়া করছে। দূর থেকে কৃষক বললেন, ‘স্যার, ওকে আপনার পরিচয়পত্রটা দেখান!’","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35117","category_id":"15166","descr":"গোয়েন্দাপ্রধান: চোরাকারবারিদের অনুসরণ করে তুমি কি হোটেল সুপার স্টারে গিয়েছিলে?\nগোয়েন্দা সহকারী: অবশ্যই, স্যার!\nগোয়েন্দাপ্রধান: ওরা তোমাকে চিনে ফেলেনি তো?\nগোয়েন্দা সহকারী: অসম্ভব, স্যার। আমি ছদ্মবেশ নিয়ে হোটেলের ভেতরে ঢুকে গেছি।\nগোয়েন্দাপ্রধান: কিসের ছদ্মবেশে গিয়েছিলে?\nগোয়েন্দা সহকারী: স্যার, ভিক্ষুকের ছদ্মবেশে।\nগোয়েন্দাপ্রধান: কী?! হোটেল সুপার স্টারের মতো একটা জায়গায় তুমি ভিক্ষুকের ছদ্মবেশে গিয়েছ? তোমাকে তো ভেতরে ঢুকতেই দেওয়ার কথা না!\nগোয়েন্দা সহকারী: হা হা! স্যার কি আমাকে অত বোকা ভেবেছেন? জানতাম, ঢুকতে দেবে না। সে জন্য আগে থেকেই গলায় পরিচয়পত্রটা ঝুলিয়ে রেখেছিলাম!","answer":null,"total_up_vote":"13","total_down_vote":"0"},{"id":"35118","category_id":"15166","descr":"বিখ্যাত গোয়েন্দা শার্লক হোমস ও তাঁর সহকারী ওয়াটসন একটা বেলুনে চেপে উড়ে বেড়াচ্ছিলেন। উড়তে উড়তে চলে যাচ্ছিলেন এক দেশ থেকে আরেক দেশে।\nনিজেদের অবস্থান বুঝতে না পেরে শার্লক বেলুন থেকেই চিৎকার করে এক লোককে ডাকলেন, ‘এই যে শুনছেন, আমরা এখন কোথায় আছি বলতে পারেন?’\nলোকটা কিছুক্ষণ ভেবে উত্তর দিল, ‘আপনারা একটা বেলুনে আছেন।’\nউত্তর শুনে শার্লক তাঁর সহকারীকে বললেন, ‘ওয়াটসন, বলো তো, এই লোকটার পরিচয় কী?’\nওয়াটসন: আমার ধারণা, লোকটা পাগল।\nশার্লক হোমস: নাহ্। সে একজন গণিতবিদ।\nওয়াটসন: কী করে বুঝলে?\nওয়াটসন: প্রথমত, লোকটা উত্তর দেওয়ার আগে কিছুক্ষণ ভেবে নিয়েছে। দ্বিতীয়ত, লোকটা আমাদের একদম সঠিক উত্তরটাই দিয়েছে। তৃতীয়ত, তার উত্তরের কোনো ব্যবহারিক প্রয়োগ নেই!","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35119","category_id":"15166","descr":"সরদার তাঁর বন্ধুকে বলছেন, ‘জানিস, আমি গোয়েন্দা উপন্যাস সব সময় মাঝামাঝি থেকে পড়া শুরু করি। তাতে মজাটা বেশি হয়।’\nবন্ধু: কীভাবে?\nসরদার: তখন শুধু উপন্যাসের শেষ না, শুরুটা জানারও কৌতূহল থাকে!","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35121","category_id":"15166","descr":"ছোট্ট মিতু গেছে গোয়েন্দাদের অফিসে। দেয়ালে ‘ওয়ান্টেড’-এর তালিকায় টাঙানো অপরাধীদের ছবি দেখে সে গোয়েন্দা অফিসারকে প্রশ্ন করল, ‘তোমরা কি সত্যিই ওদের গ্রেপ্তার করতে চাও?’\nগোয়েন্দা: অবশ্যই।\nমিতু: তাহলে ছবি তোলার সময়ই আটকে রাখলে না কেন?!","answer":null,"total_up_vote":"11","total_down_vote":"0"},{"id":"35122","category_id":"15166","descr":"এক বাড়িতে ডাকাতি হয়েছে। প্রতিবেশীর বাড়িতে অনুসন্ধানের কাজে গেছেন গোয়েন্দা।\nগোয়েন্দা: গত রাতে পাশের বাসা থেকে আপনারা কোনো শব্দ শুনতে পেয়েছেন?\nপ্রতিবেশী: নাহ্! গোলাগুলি, চিৎকার আর ওদের কুকুরটার চেঁচামেচির যন্ত্রণায় কিছু শোনাই যাচ্ছিল না!","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"35123","category_id":"15166","descr":"জনি গাড়ি নিয়ে মহাসড়ক ধরে ছুটে যাচ্ছিল। তার গাড়ির গতিসীমা তখন ঘণ্টায় ৬০ কিমির বেশি অতিক্রম করছে।\nএমন সময় সে লক্ষ করল, পেছন থেকে একটা পুলিশের গাড়ি তাকে ধাওয়া করছে। জনি বুঝল, সে সর্বোচ্চ গতিসীমা অতিক্রম করে ফেলেছে। এখন উপায়? গাড়ি থামালেই একগাদা টাকা জরিমানা গুনতে হবে। মনে মনে সে একটা বুদ্ধি আঁটল।\nগাড়ির গতি না কমিয়ে সে আরও বাড়িয়ে দিল। পুলিশের গাড়িটাও তখন ঝড়ের বেগে ধেয়ে আসছে।\nহঠাৎ একটা পেট্রলপাম্পের পাশে দাঁড়িয়ে গেল জনি। গাড়ি থেকে নেমে এক ছুটে ঢুকে গেল পেট্রলপাম্পের বাথরুমে।\nপাঁচ মিনিট পর জনি যখন বের হলো, পুলিশ তাকে ঘিরে ফেলেছে। জনি পেটে হাত বোলাতে বোলাতে বলল, ‘বুঝতেই পারছেন, বেগটা একটু বেশি পেয়েছিল!’","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35124","category_id":"15167","descr":"দুই মাতাল গ্যালারিতে বসে ক্রিকেট ম্যাচ দেখছে।\nএমন সময় ব্যাটসম্যান ছক্কা হাঁকালেন।\n১ম মাতাল: ওহ! কী দারুণ একটা গোল দিল!\n\n২য় মাতাল: আরে বুদ্ধু, গোল কি এই খেলায় হয় নাকি? গোল তো হয় ক্রিকেট খেলায়!","answer":null,"total_up_vote":"32","total_down_vote":"0"},{"id":"35125","category_id":"15167","descr":"মদ্য পান করতে করতে চিৎকার করে কাঁদছিল জন। একজন জিজ্ঞেস করল, ‘কী, কাঁদছ কেন?’\nজন বলল, ‘যে মেয়েটাকে ভোলার জন্য পান করছি, তার নাম মনে পড়ছে না!’","answer":null,"total_up_vote":"29","total_down_vote":"0"},{"id":"35126","category_id":"15167","descr":"ট্যাক্সিতে উঠেছে তিন মাতাল।\nএক মাতাল বলল, এই, মালিবাগ চলো।\nট্যাক্সির চালক বুঝতে পারছিল, লোকগুলো মাতাল। তার মাথায় একটা দুষ্টু বুদ্ধি খেলে গেল। চালক কিছুক্ষণ চুপচাপ বসে থেকে বলল, চলে এসেছি স্যার, নামেন। আর ভাড়া দেন।\nপ্রথম মাতাল ভাড়া মিটিয়ে নেমে গেল।\nদ্বিতীয়জনও চুপচাপ নেমে গেল।\nতৃতীয়জন গাড়ি থেকে না নেমে রাগী চোখে তাকিয়ে থাকল চালকের দিকে। চালক তো ভয়ে কাবু! মাতাল ব্যাটা জারিজুরি ধরে ফেলল নাকি!\nহঠাৎ তৃতীয় মাতাল চালকের গালে ঠাস করে একটা চড় বসিয়ে দিল। বলল, এই ব্যাটা, এত জোরে কেউ গাড়ি চালায়? ধীরে চালাতে পারিস না? আরেকটু হলেই তো আমরা মরতে বসেছিলাম!","answer":null,"total_up_vote":"20","total_down_vote":"0"},{"id":"35127","category_id":"15167","descr":"দুই মাতাল কথা বলছে।\nপ্রথম মাতাল: ওরে, তুই আর খাইস না।\nদ্বিতীয় মাতাল: কেন?\nপ্রথম মাতাল: এখনই তোকে ঝাপসা দেখা যাচ্ছে। আরেকটু খেলে উধাও হয়ে যাবি!","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"35128","category_id":"15167","descr":"এক মাতালকে ধরে এনেছেন থানার হাবিলদার।\nইন্সপেক্টর: এটাকে নিয়ে এসেছ কেন?\nহাবিলদার: স্যার, সে রাত দুইটার সময় একটা ট্যাক্সির সামনে দাঁড়িয়ে চালককে অকথ্য ভাষায় গালিগালাজ করছিল।\nইন্সপেক্টর: চালককে নিয়ে এসো।\nহাবিলদার: এটাই তো সমস্যা স্যার। ট্যাক্সির ভেতরে কোনো চালক ছিল না!","answer":null,"total_up_vote":"12","total_down_vote":"0"},{"id":"35129","category_id":"15167","descr":"নববর্ষের রাত। গভীর রাত পর্যন্ত বন্ধুদের সঙ্গে আড্ডা দিয়ে মাতাল অবস্থায় বাড়ি ফিরছিল উইলিয়াম। মাঝরাস্তায় পুলিশ তার পথ রোধ করে দাঁড়াল।\nপুলিশ: কোথায় যাচ্ছেন?\nউইলিয়াম: বক্তৃতা শুনতে।\nপুলিশ: এত রাতে আপনাকে বক্তৃতা শোনাতে কে বসে আছে, শুনি?\nউইলিয়াম: আমার স্ত্রী।","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"35130","category_id":"15167","descr":"নববর্ষের রাতে মাতাল হয়ে বাড়ি ফিরেছে জ্যাক। বাড়ি ফিরেই বউয়ের ভয়ে একটা বই খুলে পড়তে শুরু করল সে।\nখানিক বাদে তার স্ত্রী এল ঘরে। বলল, ‘আবারও মাতাল হয়ে এসেছ, তাই না?’\nজ্যাক: কই? না তো!\nস্ত্রী: তাহলে সুটকেস খুলে কী এত বকবক করছ?","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"35132","category_id":"15167","descr":"গভীর রাত। প্রচণ্ড বৃষ্টি হচ্ছে।\nকেউ একজন চিৎকার করে বলছে, ‘এই যে ভাই, কেউ আছেন? একটু ধাক্কা দেবেন?’\nচিৎকার শুনে ঘুম ভেঙে গেল মিসেস মলির। মলি তাঁর স্বামী রফিক সাহেবকে ধাক্কা দিয়ে বললেন, ‘এই যে, শুনছো, কে যেন খুব বিপদে পড়েছে!’\nঘুমাতুর কণ্ঠে বললেন রফিক, ‘আহ্! ঘুমাও তো! লোকটার কণ্ঠ শুনে মাতাল মনে হচ্ছে।’\nঅভিমানের সুরে বললেন মলি, ‘মনে আছে সেই রাতের কথা? সেদিন তোমার কণ্ঠও মাতালের মতোই শোনাচ্ছিল।’\nরফিক বললেন, ‘মনে আছে। সে রাতেও প্রচণ্ড বৃষ্টি হচ্ছিল। তোমার খুব শরীর খারাপ করেছিল। গাড়িতে করে তোমাকে নিয়ে হাসপাতালে যাচ্ছিলাম। হঠাৎ গাড়ি বন্ধ হয়ে গেল। সেদিন আমিও চিৎকার করেছিলাম, কেউ আছেন? একটু ধাক্কা দিয়ে দেবেন?’\nমলি বললেন, ‘মনে আছে তাহলে। সেদিন যদি তোমার চিৎকার শুনে একটা লোকও এগিয়ে না আসত, কী হতো বলো তো? আজ অন্যের বিপদে তুমি যাবে না? প্লিজ, একটু গিয়ে দেখো না!’\nঅগত্যা উঠতে হলো রফিক সাহেবকে। ভিজে চুপচুপা হয়ে কাদা-পানি মাড়িয়ে এগিয়ে চললেন তিনি শব্দের উৎস লক্ষ্য করে। বললেন, ‘কোথায় ভাই আপনি?’\nশুনতে পেলেন, ‘এই তো, এদিকে। বাগানের দিকে আসুন।’\nরফিক সাহেব এগোলেন। আবারও শুনতে পেলেন, ‘হ্যাঁ হ্যাঁ…ডানে আসুন। নিম গাছটার পেছনে…।’\nরফিক সাহেব আরও এগোলেন।\n‘আহ্! ধন্যবাদ! আপনার ভাই দয়ার শরীর। কতক্ষণ ধরে দোলনায় বসে আছি, ধাক্কা দেওয়ার মতো কাউকে পাচ্ছি না!’ বলল মাতাল!","answer":null,"total_up_vote":"10","total_down_vote":"0"},{"id":"35133","category_id":"15167","descr":"গদা: বিশ্বাস কর দোস্ত, সেই রাতে আমি অতটা মাতাল ছিলাম না।\n\nপদা: মাতাল ছিলি না মানে? তুই তোর ভাবীকে পাশের রুমে নিয়ে গিয়ে জাপটে ধরে চুমু খেলি…\n\nগদা: তাইতো বললাম, আমি আসলে সেদিন একটুও মাতাল ছিলাম না!","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35134","category_id":"15167","descr":"—কিছু পান করবেন?\n—না, ধন্যবাদ।\n—চা?\n—না, চা খাই না।\n—কফি?\n—কফিও খাই না।\n—সোডাসহ হুইস্কি?\n—সোডা খাই না।","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35135","category_id":"15167","descr":"দুই মাতাল ইতালীয় পুলিশ রেললাইন ধরে গড়িয়ে গড়িয়ে এগিয়ে যাচ্ছে।\n—এত লম্বা সিঁড়ি! উঠতে উঠতে ক্লান্ত হয়ে গেলাম।\n—আরেকটু অপেক্ষা করো। ওই দেখো, লিফট আসছে।","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35136","category_id":"15167","descr":"« কুমারীত্ব – স কাজানৎসেভকোথায় গেল সে »কেন?ডিসেম্বর ১৩, ২০১০ কেন?২০১০-১২-১৩T০৪:১৬:২৮+০০:০০বিদেশী, মাতাল ১,৫৯৪ বার পঠিত মন্তব্য করুন\nরুশ রস\n\nঘটনা ১.\n—এত মদ খাও কেন?\n—খাব না কেন! বেতন কম। কত দিন ধরে অনুরোধ করছি বাড়ানোর! বাড়িয়ে দিন, এক ফোঁটাও মুখে নেব না।\n\nঘটনা ২.\n—কিন্তু এখনো কেন মদ খাও?\n—খাব না কেন! আর কত ভবঘুরের মতো জীবন যাপন করব? ফ্ল্যাট নেই। কত অনুরোধ করেছি! থাকার জায়গার বন্দোবস্ত করে দিন, এ জীবনে আর মদ ছোঁব না।\n\nঘটনা ৩.\n—এর পরেও মাতাল হয়েছ?\n—হব না! আমার বাচ্চা-ছেলেটাকে দিনের বেলায় কোথায় রাখব, ভেবে পাই না। কোনো নার্সারিতে নাকি জায়গা নেই। ব্যবস্থা করে দিন, মদ খাওয়া বিলকুল ছেড়ে দেব।\n\nঘটনা ৪.\n—এর পরও মদ খাওয়া ছাড়োনি?\n—ছাড়ব কেন! কাজ থেকে বাসায় ফিরে বেকার বসে থাকতে হয়। কিচ্ছু করার নেই। অন্যদের পাঠানো হয়েছে কোয়ালিফিকেশন বাড়ানোর কোর্সে, আমার বেলায় ঠনঠন। কতবার অনুরোধ করেছি, আমাকে কোর্সে পাঠিয়ে দিন, আর যদি কখনো মদ খেয়েছি!\n\nঘটনা ৫.\n—এখনো মদ খেয়ে বেড়াচ্ছ? তোমার বেতন বাড়ানো হয়েছে, ফ্ল্যাট দেওয়া হয়েছে, ছেলে নার্সারিতে যায়, তোমাকে কোর্সে পাঠানো হয়েছে…আরও কী চাই তোমার?\n—আর কিছু চাই না তো! এখন আমার সব আছে। এমন অবস্থায় মদ না খাওয়াটাই তো পাপ!\n\nসংকলন ও অনুবাদ মাসুদ মাহমুদ","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35137","category_id":"15167","descr":"প্রচণ্ড মদ্যপানের পর কোভালস্কি বাড়ি ফিরল গভীর রাতে। ঘরে ঢুকতেই দেয়াল ঘড়ি বেজে উঠল ঢং-ঢং-ঢং।\nবিরক্তির সুরে সে বলল:\n—বুঝেছি তো, বাবা, রাত একটা বাজে। তাই বলে সেটা তিনবার জানান দিতে হবে?","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35138","category_id":"15167","descr":"দুই মাতালের কথোপকথন।\n—স্ট্র দিয়ে ভোদকা খাচ্ছ কেন?\n—ডাক্তার আমাকে বলেছেন পানপাত্র থেকে দূরে থাকতে।","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35139","category_id":"15167","descr":"প্রচণ্ড তর্ক শুরু হয়েছে দুই মাতালের মধ্যে। একজন বলছে, আকাশে দুটো চাঁদ দেখা যাচ্ছে। অন্যজন বলছে, তিনটে। আরেক মাতাল যাচ্ছিল পাশ দিয়ে। তাকে ডেকে তারা বলল, আচ্ছা, বলুন তো ভাই, আকাশে কয়টা চাঁদ দেখা যাচ্ছে?\nআকাশের দিকে তাকাল সে, তারপর বলল, কোন সারিতে?","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35140","category_id":"15167","descr":"বিচারক : লোকটির বিরুদ্ধে কী কী অভিযোগ?\nপুলিশ : মদে চুর হয়ে খোলা রাস্তায় মাতলামি এবং একটি ট্যাক্সি ড্রাইভারের সঙ্গে বিশ্রী ভাষায় তর্ক করছিল।\nবিচারক : ট্যাক্সি ড্রাইভার কোথায় নিয়ে আস।\nপুলিশ : ওটাই তো অভিযোগ। সেখানে কোনো ট্যাক্সি ড্রাইভার ছিল না।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35141","category_id":"15167","descr":"নাইট-শো সিনেমা দেখে বাড়ি ফিরছে এক লোক। হঠাৎ দেখল, তার আগে একটা মাতাল টলতে-টলতে যাচ্ছে। তার একটা পা ফুটপাতের উপরে, একটা পা রাস্তায়। লোকটি এগিয়ে গিয়ে মাতালটাকে রাস্তায় নামিয়ে দিল।\nমাতাল তখন সোজা হয়ে হাঁটতে হাঁটতে বলল, আমি ভেবেছিলাম আমি বুঝি খোড়া হয়ে গেছি।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35142","category_id":"15167","descr":"আবু তালেব মোটা মানুষ। একদিন বাজার থেকে মুরগি নিয়ে ফিরছিল। পথে এক মাতাল বলল, ‘এই খাসিটাকে নিয়ে কোথায় চললে?’ আবু তালেব রেগে বলল, ‘সর! মাতাল কোথাকার! এইটা মুরগি, খাসি না।’\nমাতাল জবাব দিল, ‘আমি মুরগিটাকেই জিজ্ঞেস করছিলাম!’","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35143","category_id":"15167","descr":"জ্যামাইকার হেনরির দিনকাল বেশ খারাপ যাচ্ছিল। রাত দুইটায় মদ খেয়ে বদ্ধমাতাল সে। মড়ার ওপর খাঁড়ার ঘা, ঘরে ফেরার পথে একটা ডাস্টবিনে উল্টে পড়ে গেল সে। পুলিশ এসে ক্যাঁক করে ধরল তাকে, ‘বিষয়টা কী, এত রাতে এমন মাতলামি কিসের, যাচ্ছিলে কোথায়, শুনি?’\n‘যাব আর কোথায়! লেকচার শুনতে যাচ্ছিলাম, জনাব।’\nপুলিশ তো সব শুনে মহাখাপ্পা, ‘পাগল পেয়েছ! এত রাতে কোন আহাম্মক তোমার জন্য লেকচার দেবে?’\n‘লেকচার তো একজনই দেয়।’ ‘কে সে?’ ‘আর কে! আছে না আমার বউ!’","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35144","category_id":"15167","descr":"প্রথম মাতাল : আরে দেখেছিস, আমাদের চারপাশে শহরটা কী রকম শাইঁশাঁই করে ঘুরছে।\nদ্বিতীয় মাতাল : দেখেছি বৈকি, তাই তো এক জায়গায় দাঁড়িয়ে আছি। বাড়ির দরজাটা সামনে এলেই টুক করে ঢুকে পড়ব।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35145","category_id":"15167","descr":"১ম মাতাল : তুই মানুষ না আরসোলা?\n২য় মাতাল : মানুষ।\n১ম মাতাল : কী করে বুঝলি?\n২য় মাতাল : আরসোলা হল স্ত্রী ভয় পেত।","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"35146","category_id":"15167","descr":"মাতাল : এই রিকশাওয়ালা, থামালে কেন ! চল চল, গলির ভিতর চল।\nরিকশাওয়ালা : গলির ভিতর রিকশা ঢুকবে না স্যার।\nমাতাল : আলবৎ ঢুকবে। কত বড় বড় বাড়িগুলো ঢুকে গেল আর তোমার এইটুকু রিকশা ঢুকবে না।","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35147","category_id":"15167","descr":"এক ধর্মযাজক বারে ঢুকেই প্রথম যাকে সামনে পেল তাকে বলল-‘তুমি কি স্বর্গে যেতে চাও’?\n‘হ্যাঁ ফাদার চাই’ ! জবাব এল। ‘তবে এক্ষুনি এই অভিশপ্ত স্থান থেকে চলে যাও’-ফাদার আদেশ দিলেন। লোকটি ছুটে বাইরে চলে গেল।\nপরের জনকেও বললেন-‘তুমি কি স্বর্গে যেতে চাও?’\n‘হ্যাঁ ফাদার চাই।’-এবারো জবাব একই এল।\n‘তবে এক্ষুণি এই পাপের আস্তানা থেকে বেরিয়ে যাও।’ ফাদার বজ্রকন্ঠে নির্দেশ দিলেন। এই লোকটিও ছুটে বাইরে চলে গেল।\nএবার তিনি ফিরলেন আরেকজনের দিকে। সে পাঁড় মাতাল। ‘তুমি কি স্বর্গে যেতে চাও?’\n‘না’ ফাদার!’-সে বলল।\nফাদার অবাক হলেও হাল না ছেড়ে বললেন- ‘তবে কি মৃত্যুর পর তুমি নরকের আগুনে পুড়তে চাও অনন্তকাল ধরে? এবার যেন মাতালের হুঁশ হল- ‘ওমরার পর? আমি ভেবেছি আপনি বোধহয় এখনই একদল নিয়ে রওনা হচ্ছেন!’","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35148","category_id":"15167","descr":"বারে হঠাৎ দুই লোকের ধাক্কা লেগে একজনের গ্লাস থেকে খানিকটা পানীয় ছলকে পড়ে গেল।\n১ম : ওহ ! আমি দুঃখিত ! এর ক্ষতিপুরণ হিসেবে তোমাকে আমার সঙ্গে এক গ্লাস ভদকা খাওয়ার প্রস্তাব দিতে পারি?\n২য় : নিশ্চয়ই।\nপ্রথম রাউন্ড শেষ হতেই-\n১ম : আমি আয়রল্যান্ড থেকে এসেছি আর তুমি?\n২য় : আমিও তো সেখান থেকেই এসেছি। চলো সেই উপলক্ষে আরেক রাউন্ড হয়ে যাক।\n১ম : আমি ডাবলিন শহরেই থাকতাম, তুমি?\n২য় : আরে ! আমিও ডাবলিনের বাসিন্দা ছিলাম।\n১ম : দারুণ ! এ উপলক্ষে আরেক রাউন্ড হয়ে যাক তবে।\n১ম : আচ্ছা তুমি কোন স্কুলে পড়তে বল তো …\n২য় : সেন্ট ম্যারিতে …\n১ম : কী আশ্চর্য ! আমিও একই স্কুল থেকে পাস করেছি।\n২য় : ওয়াও ! এবার তবে আমার পক্ষ থেকে আরেক রাউন্ড স্কচ !\n১ম : আচ্ছা তুমি কোন বছরে পাশ করেছ? আমি ১৯৬২তে …\n২য় : তাজ্জব ব্যাপার ! আমিও তো ৬২তো পাস করলাম।\n১ম : হ্যাঁ ঈশ্বর ! সেই খুশিতে চলুক তবে আরেক দান হুইস্কি।\nএমন সময় পাশের টেবিল থেকে একজনকে প্রচন্ড বিরক্ত হয়ে বলতে শোনা গেল-‘ওফ! প্রতিটা দিন এই মাতাল দুই যমজ ভাইয়ের একই নাটক তো আর সহ্য হয় না।’","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35149","category_id":"15167","descr":"প্রতি পেগ বিয়ার গিলেই এক লোককে বারবার নিজের বুক পকেটে উকি দিতে দেখে আশ্চর্য ওয়েটার জিজ্ঞেস করল,\n: স্যার যদি কিছু মনে না করেন, আমি কি জানতে পারি আপনি প্রতি গ্লাস শেষ করেই কেন বারবার পকেটে উকি দিচ্ছেন?\n: আসলে ডাক্তার আমাকে মদ খাবার অনুমতি দিয়েছে তবে বলেছে মাতাল হওয়া চলবে না। তাই পকেটে আমার স্ত্রীর একটা ছবি রাখি, যখন তাকে সুন্দরী লাগা শুরু করে তখনই মদ খাওয়া বন্ধ করে বাড়ি ফিরে যাই …।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35150","category_id":"15169","descr":"ভোম্বলের পাশের বাসায় থাকে এক তরুণী।\nএকদিন ভোম্বল তাদের বাসায় কলবেল চাপল। তরুণী দরজা খুলল।\nভোম্বল: আপনাদের বাসায় কি চিনি আছে?\nতরুণী: হুঁ, আছে।\nভোম্বল: ও! না মানে…বলছিলাম, চিনি না থাকলে আমাদের বাসায় এসে চাইতে পারেন। আমাদের বাসায়ও চিনি আছে।","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"35151","category_id":"15169","descr":"পাঁচ বছরের মেয়ে আর স্বামীকে নিয়ে বাবার দেয়া নতুন বাড়িতে উঠলেন মিসেস করিম।\nমেয়ে বলল, আম্মু এই বাড়িটা কার ?\n: আমার, তোমার নানু এটা আমাকে গিফট করেছেন।\n: বল কি! এত বড় ‘র‌্যাপিং পেপার’ নানু পেল কোথায় ?\n\n","answer":null,"total_up_vote":"12","total_down_vote":"0"},{"id":"35152","category_id":"15169","descr":"আপনার ছেলের খবর কি? থাকে কোথায় ? কেমন রোজগার করছে?\n: জানি না ! খবর পেলে আমারই লাভ হত। কিছু রোজগার করতে পারতাম।\n: মানে ?\n: ওকে ধরে থানায় হাজির করতে পারলেই দু‘হাজার টাকা পাওয়া যেত। সরকার থেকে পুরস্কার ঘোষনা করা হয়েছে।","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"35153","category_id":"15169","descr":"একদিন ছোট ছেলেটি সাইকেলের নীচে পড়ে ব্যথা পেয়ে কান্না করছে । বাবা ছেলেটিকে দুই টাকা দিল এবং ছেলেটি কান্না থামিয়ে বাবাকে বলল, বাবা- সাইকেলের নিচে পরায় তুমি আমাকে দুই টাকা দিলে, ট্রাকের নীচে পড়লে কত দিবে বাবা?","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35154","category_id":"15169","descr":"কই মাছ-যে সুস্বাদু মৎস্য বাংলাভাষীদের প্রায়ই বিভ্রান্তিতে ফেলে দেয়। যথা-\nপুত্রঃ বাবা, ওই বাটিতে কী মাছ?\nবাবাঃ কই!\nপুত্রঃ কেন, ওই বাটিতে দেখছ না।\nবাবাঃ কই মাছ, বললাম না।\nপুত্রঃ সে কি, বাবা তুমি কোনো মাছই দেখছ না!","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35155","category_id":"15169","descr":"ছেলেঃ বাবা, আমাকে তবলা কিনে দাও না, আমি বাজানো শিখব।\nবাবাঃ আমি কিনে দিই আর তুমি সবার কান ফাটাও।\nছেলেঃ না বাবা, আমি সারা দিন শুধু তোমাকেই শোনাব।","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35156","category_id":"15169","descr":"ছেলে স্কুল পাস করেছে। বাবা গেছেন স্কুলের উৎসবে যোগ দিতে। সেখানে আনন্দ করতে করতে ছেলেকে বাবা বলছেন-পুত্র, এখন তুই বড় হয়েছিস। আজ থেকে তোকে সিগারেট খাওয়ার অনুমতি দিলাম।\n-তুমি যে কী বলো বাবা! দুই বছর আগেই আমি সিগারেট ছেড়ে দিয়েছি।","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35157","category_id":"15169","descr":"প্রতিদিনের মতো রহমান সাহেব তাঁর মেয়েকে ঘুম পাড়াচ্ছেন। মেয়ের ঘুম আসছে না দেখে রহমান সাহেব মেয়েকে রূপকথার গল্প শোনাচ্ছিলেন। এক ঘণ্টা পরঃ ঘরে শুধু মৃদু স্বরের গল্পের আওয়াজ পাওয়া যাচ্ছে। দুই ঘণ্টা পরঃ ঘরে নিঃশব্দ নীরবতা। মিসেস রহমান ঘরে এসে ফিসফিস করে জানতে চাইলেন, ‘ঘুমিয়ে পড়েছ?’\n‘হ্যাঁ, মা, বাবা ঘুমিয়ে পড়েছে,’ মেয়ে উত্তর দিল।","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35158","category_id":"15169","descr":"গোল্ডফিসকে নতুন পানি দিয়েছিস ?\n: না, মা। কালকের পানিই তো এখনো খেয়ে শেষ করতে পারেনি।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35159","category_id":"15169","descr":"ঘটনাটা আমার বন্ধুর খালার, তাঁর কাছেই শোনা। তিনি তখন যুক্তরাষ্ট্র প্রবাসী। তাঁর স্বামী মানে, খালুজান বাইরে কোথাও গেছেন। বাসা খালি, এ সময় তিনি হঠাৎ খুব অসুস্থ হয়ে পড়লেন। এমনই অবস্থা, উঠে যে ফোন করবেন কাউকে, সেই শক্তিও নেই। এ সময় তাঁর খুব পানির পিপাসা পেল। তিনি চিঁ চিঁ করে তার তিন বছরের মেয়ে পিংকিকে এক গ্লাস পানি দিতে বললেন। একটু পর পিংকি সত্যি টুকটুক করে হেঁটে এক গ্লাস পানি নিয়ে এল। তিনি আর দেরি করলেন না, ঢকঢক করে খেয়ে ফেললেন পানিটুকু। খেয়েই তাঁর মনে হলো, পিংকি কী করে পানি আনল, তার পক্ষে তো ফ্রিজ খোলা বা ডাইনিং টেবিল থেকে পানি আনা সম্ভব না; মানে তার নাগালের মধ্যে কোনো পানির সোর্স নেই। তাহলে? হঠাৎ তার মনে পড়ল, একটা সোর্স তো আছে! এবং সঙ্গে সঙ্গে তার হাত-পা ঠান্ডা হয়ে আসতে শুরু করল। তারপর চিঁ চিঁ করে পিংকিকে জিজ্ঞেস করলেন, ‘মা, পানি কোথা থেকে এনেছ?’ পিংকি আঙ্গুল তুলে টয়লেট দেখাল। তখন খালার ওয়াক ওয়াক শুরু হয়ে গেছে। যা সন্দেহ করেছিলেন তা-ই···।\n\n","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"35160","category_id":"15169","descr":"ফটোগ্রাফার বাবার আঙ্গুল ধরে পার্কে বেড়াতে গিয়েছে ৫ বছরের বকুল।\n\nসে দেখল কুচকুচে কালো এক লোক বসে আছে । বলল, “বাবা, দেখো দেখো একটা নিগেটিভ ।”","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35161","category_id":"15169","descr":"বিয়েবাড়িতে বাচ্চা ছেলে তার বাবাকে: আচ্ছা বাবা, বিয়ের সময় বর কনের হাত ধরে কেন ?\nবাবা: এটাই নিয়ম খোকা । তুমি দেখো নি, বক্সিং শুরু করার আগে প্রতিদ্বন্দী বক্সাররা কেমন হ্যান্ডশেক করে নেয়।","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"35162","category_id":"15169","descr":"একটা চোখ ফুলিয়ে স্কুল থেকে বাড়ি ফিরল ছেলে। মা আঁতকে উঠে জিজ্ঞেস করলেন, এ কী! কী হয়েছে?\n: জামানের সঙ্গে মারামারি করেছি।\n: ছিঃ মারামারি করতে নেই। কাল স্কুলে যাওয়ার সময় মিষ্টি নিয়ে যাবে আর জামানের সঙ্গে বন্ধুত্ব করবে।\nপরদিন ছেলে মিষ্টি নিয়ে স্কুলে গেল। কিন্তু ফিরল অন্য চোখটা ফুলিয়ে।\nমা বললেন, আজ আবার কী হয়েছে?\n: জামান আরও মিষ্টি চেয়েছে।","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35163","category_id":"15169","descr":"বন্ধুদের সঙ্গে ছেলেকে বেরুতে দেখে মা আপত্তি জানান-কোথায় যাচ্ছ এখন ?\n: সাঁতার শিখতে বন্ধুদের সঙ্গে যাচ্ছি।\n: ত্র্যাঁ, এই ভরদুপুর বেলায়। এটা কি সাঁতার শেখার সময় ? দেখো, যদি পুকুরে ডুবে যাও, তবে এ বাড়িতে আর তোমার ঠাঁই হবে না।","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35164","category_id":"15169","descr":"ছেলে : বাবা, কাল রাতে যে বাজ পড়েছে তুমি শুনেছ?\nবাবা : পড়েছে নাকি?\nছেলে : হ্যাঁ, সে কী বাজ ! তার আওয়াজে যেন সব ধ্বংস হয়ে যাবে।\nবাবা : তা হলে তুই আমাকে জাগালি না কেন, হারামজাদা? জানিস না, আমি বাজের শব্দে ঘুমাতে পারি না?","answer":null,"total_up_vote":"19","total_down_vote":"0"},{"id":"35165","category_id":"15169","descr":"বাচ্চা ছেলে মাকে বলল, তোমার পেটটা এত ফোলা কেন মা, কী আছে পেটে?\n: তোমার ভাই। আমি ওকে খুব ভালবাসি।\n: এতই যদি ভালবাস, তা হলে ওকে গিলে ফেলছ কেন?","answer":null,"total_up_vote":"11","total_down_vote":"0"},{"id":"35166","category_id":"15169","descr":"ছোট্ট মেয়ে নোরাকে মা বললেন, ‘গতকালই দাদু মারা গেছেন, আর তুমি আজ পিয়ানো বাজাচ্ছ?’\nনোরা: আমার মনে আছে, মা, তাই তো শুধু কালো রিডগুলো টিপছি।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35167","category_id":"15169","descr":"বাবা: বদমাশ ছেলে, তুমি ভালো হয়ে থাকবে বলে কথা দিয়েছিলে, কিন্তু কথা রাখনি। আবার দুষ্টুমি করেছ, তাই না?\nছেলে: হ্যাঁ, বাবা।\nবাবা: আমি বলেছিলাম, আবার দুষ্টুমি করলে মারব।\nছেলে: আমি কথা রাখিনি, তুমিও কথা রেখ না।","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35168","category_id":"15169","descr":"খুব মনোযোগ দিয়ে নাস্তা করছিলেন আজিজ সাহেব। পাশে বসে থাকা তাঁর ছোট ছেলে একসময় জিজ্ঞেস করল, আচ্ছা বাবা, পোড়া আলু খেতে কেমন লাগে?\nআহ! কী কথা মনে করে দিলি রে বাপ, খুবই মজার খাবার সেটা। জিভে পানি এসে গেল!\nসত্যিই? কী মজা!\nহঠাত্ এই প্রশ্ন কেন বল তো?\nএকটু আগে ফোন এসেছিল, তোমার আলুর গুদামে আগুন লেগেছে।","answer":null,"total_up_vote":"17","total_down_vote":"0"},{"id":"35169","category_id":"15169","descr":"রফিক সাহেব তাঁর ছোট ছেলেকে নিয়ে দাঁত মাজতে গিয়ে দেখেন ব্রাশ বেজায় শক্ত। চিন্তিত মুখে ছেলেকে জিজ্ঞেস করেন, সকালেই তো ব্রাশটা নরম রেখে গেলাম, এখন এত শক্ত লাগছে কেন, বল তো? ছেলের ঝটপট জবাব, ঠিকই বলেছ বাবা, দুপুর পর্যন্ত জানালায় রং করার সময়ও বেশ নরমই ছিলো ওটা।","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35170","category_id":"15169","descr":"পাঞ্জাবের এক চাষি রসগোল্লার অর্ডার দিলে দোকানি বলল, রসগোল্লা তো আউট অব স্টক হ্যায়।\nচাষির ছোট ছেলে বাবাকে বলল, আউট অব স্টক মানে কী?\nচাষি তাকে বলল, বেটা, যখন কোনো কিছু হাজির নেই তখন তাকে বলে আউট অব স্টক।\nকয়েক দিন বাদে যখন বাড়িতে চাষি ছিল না, তখন এক আত্মীয় এসে দরজায় কড়া নাড়লেন। ছোট ছেলেটি দরজা খুলে বলল, চাচা, পিতাজি তো আউট অব স্টক হ্যায়!","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35171","category_id":"15169","descr":"ছোট্ট ছেলে তার বাবার কাছে বিয়ে করার জন্য জেদ ধরেছে। বাবা তো ছেলের ছেলেমানুষি দেখে হেসে খুন।\nছেলেকে বললেন, ‘তা বাবা, তুমি কাকে বিয়ে করতে চাও?’\nছেলের জবাব, ‘কেন! দাদিকে।’\nবাবা রাগে অগ্নিশর্মা হয়ে ছেলেকে বললেন, ‘আমার মাকে বিয়ে করতে চাস, হতাভাগা, এমন কথা বলতে লজ্জা করল না তোর?’\nছেলের সোজাসাপ্টা জবাব, ‘কেন? আমার মাকে বিয়ে করার সময় কি তোমার লজ্জা করেছিল? আমার কেন লজ্জা করবে!’","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35172","category_id":"15169","descr":"নবদম্পতির বাচ্চা হয়েছে। ফুটফুটে নিখুঁত বাচ্চা। কিন্তু একটাই দোষ। বাচ্চা কোনো কথা বলে না। বারো বছর পর খাওয়ার টেবিলে বাচ্চা প্রথম কথা বলল, ‘আমাকে একটু চিনি দাও।’\nমা-বাবা অবাক, কী ব্যাপার, তুমি এত দিন কোনো কথা বলোনি কেন?\nছেলে বলল, ‘এত দিন পর্যন্ত সব ঠিকঠাকই ছিল। আজ চায়ে চিনি কম হয়েছে।’","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35173","category_id":"15169","descr":"প্রতিদিন সকালে বিল্টু হাঁটতে হাঁটতে স্কুলে যায়। স্কুলের পাশেই ছিল থানা। থানার সামনেই ১০ জন মোস্ট ওয়ান্টেড ব্যক্তির ছবি টাঙানো। ছবিগুলো খুঁটিয়ে খুঁটিয়ে দেখে সে চিৎকার করে উঠল। এই দেখে তার পাশের বন্ধুটি বলল, ‘কিরে এত চিৎকার করছিস কেন?’ পাপ্পু বলল, ‘আরে দেখেছিস কেমন ভাগ্য! আমার বাবাকে দেশের এখন কত্ত প্রয়োজন! তোর বাবা কি এত বড় হতে পেরেছে নাকি! তো, চিৎকার করব নাকি কাঁদব!","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35174","category_id":"15169","descr":"সকালে নাস্তার টেবিলে বসে বিল্লু আর জনির ঝগড়া লেগেছে। বিল্লু চিৎকার করে জনিকে বলছে, ‘তুমি একটা বুদ্ধু।’ বিল্লুর সঙ্গে কথায় না পেরে জনি তাঁদের বাবাকে গিয়ে বিল্লুর বিরুদ্ধে নালিশ করল। বাবা বিল্লুকে ডেকে বললেন, ‘অনেক করেছ, এখন জনির কাছে ক্ষমা চাও?’ এ কথা শুনে মুখ কাঁচুমাচু করে বিল্লু জনিকে বলল, ‘আমাকে ক্ষমা করে দাও, বুদ্ধু।’","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35175","category_id":"15175","descr":"বস: আমরা কাউকে চাকরি দেওয়ার ক্ষেত্রে মাত্র দুইটা নিয়ম মেনে চলি।\nপ্রার্থী: কী কী স্যার?\nবস: আমাদের দ্বিতীয় নিয়ম হচ্ছে পরিষ্কার-পরিচ্ছন্নতা। আপনি কি এখানে আসার আগে রুমের বাইরে রাখা ম্যাটে জুতার তলা মুছে এসেছেন?\nপ্রার্থী: জি স্যার।\nবস: আমাদের প্রথম নিয়ম হলো বিশ্বাসযোগ্যতা এবং আপনার অবগতির জন্য জানানো যাচ্ছে যে বাইরে কোনো ম্যাটই ছিল না! কাজেই আপনাকে বিশ্বাস করা যাচ্ছে না।","answer":null,"total_up_vote":"14","total_down_vote":"0"},{"id":"35176","category_id":"15175","descr":"আপনি যে আমার শিশু পরিচর্যার কাজ করবেন বলছেন, আপনার কি শিশু সম্পর্কে কোনো অভিজ্ঞতা আছে?\n—অফকোর্স, আমি নিজেই তো একসময় শিশু ছিলাম!","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"35177","category_id":"15175","descr":"একজন বিখ্যাত অভিনেতার ইন্টারভিউ চলছে।\nপ্রশ্নকর্তা: আপনি তো যেকোনো চরিত্রই ফুটিয়ে তুলতে পারেন?\nঅভিনেতা: হ্যাঁ, শুধু নিজের চরিত্রটাই ফুটিয়ে তুলতে পারি না।","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"35178","category_id":"15175","descr":"বস: আপনি সাঁতার জানেন?\nচাকরিপ্রার্থী: জি না।\nবস: জাহাজের ক্যাপ্টেন পদে চাকরির জন্য আবেদন করেছেন, আর সাঁতার জানেন না?\nচাকরিপ্রার্থী: কিছু মনে করবেন না স্যার। উড়োজাহাজের পাইলট কি উড়তে জানে?","answer":null,"total_up_vote":"23","total_down_vote":"0"},{"id":"35179","category_id":"15175","descr":"প্রশ্নকর্তা: একটা প্লেনে ৫০টা ইট আছে, একটা ইট ফেলে দিলে থাকে কয়টা?\nপ্রার্থী: এটা তো সোজা। ৪৯টা।\nপ্রশ্নকর্তা: আচ্ছা, একটা ফ্রিজে হাতি রাখার তিনটা স্টেপ কী কী?\nপ্রার্থী: ফ্রিজটা খুলুন, হাতিটা ঢোকান, এরপর ফ্রিজের দরজা বন্ধ করে দিন।\nপ্রশ্নকর্তা: একটা ফ্রিজে একটা হরিণ রাখার চারটা স্টেপ কী কী?\nপ্রার্থী: ফ্রিজটা খুলুন, হাতিটা বের করুন, হরিণটা ঢোকান, এরপর ফ্রিজের দরজা বন্ধ করে দিন।\nপ্রশ্নকর্তা: বনে সিংহের আজকে জন্মদিন। সবাই এসেছে শুধু একজন ছাড়া। কে আসেনি এবং কেন?\nপ্রার্থী: হরিণ আসেনি। কারণ সে ফ্রিজে।\nপ্রশ্নকর্তা: এক বৃদ্ধা কুমিরভর্তি একটা খাল পার হলো কোনো ক্ষতি ছাড়াই, কীভাবে?\nপ্রার্থী: কারণ সব কুমির সিংহের জন্মদিনে গিয়েছে।\nপ্রশ্নকর্তা: শেষ প্রশ্ন, তার পরও বৃদ্ধা মারা গেলেন, কেন?\nপ্রার্থী: উমম…আমার মনে হয়, তিনি খালের পানিতে ডুবে গিয়েছিলেন?\nপ্রশ্নকর্তা: না, প্লেন থেকে যে ইটটা পড়ে গিয়েছিল, সেটা তার মাথায় পড়েছিল, আপনি এখন আসতে পারেন…।","answer":null,"total_up_vote":"35","total_down_vote":"0"},{"id":"35180","category_id":"15175","descr":"চাকরির ইন্টারভিউ দিতে গেছে এক তরুণ। শুরু হলো প্রশ্নোত্তর পর্ব—\r\n\r\nপ্র.: কংক্রিটের মেঝেতে ডিম ফেলবেন, কিন্তু ফাটবে না—কীভাবে করবেন এটা?\r\nউ.: কংক্রিটের মেঝে আসলে খুব শক্ত, ফাটার কোনো আশঙ্কাই নেই!\r\nপ্র.: একটা দেয়াল বানাতে আটজন মানুষের যদি ১০ ঘণ্টা লাগে, চারজন মানুষের কত সময় লাগবে?\r\nউ.: কোনো সময়ই লাগবে না, কারণ দেয়ালটা ততক্ষণে তৈরি হয়ে যাবে!\r\nপ্র.: আপনার এক হাতে যদি তিনটি আপেল ও চারটি কমলা থাকে, আর আরেকটি হাতে থাকে চারটি আপেল ও তিনটি কমলা; তাহলে কী পেলেন আপনি?\r\nউ.: বিশাল বড় হাত।\r\nপ্র.: এক হাতে একটা হাতিকে কীভাবে ওপরে তুলবেন?\r\nউ.: এক হাতের আটবে এমন হাতিকে জীবনেও খুঁজে পাবেন না!\r\nপ্র.: একজন মানুষ কী করে আট দিন না ঘুমিয়ে থাকতে পারে?\r\nউ.: কোনো সমস্যা নেই, সে রাতে ঘুমাবে!\r\nপ্র.: নীল সাগরে যদি একটা লাল পাথর ছুড়ে মারেন, কী হবে?\r\nউ.: যা হওয়ার তা-ই, পাথরটি ভিজে যাবে অথবা ডুবে যাবে টুপ করে।\r\nপ্র.: কোন জিনিসটি দেখতে একটি অর্ধেক আপেলের মতো?\r\nউ.: আপেলের বাকি অর্ধেকটি।\r\nপ্র.: ব্রেকফাস্টে কোন জিনিসটা কখনোই খেতে পারেন না আপনি?\r\nউ.: ডিনার।\r\nপ্র.: বে অব বেঙ্গল কোন স্টেটে অবস্থিত?\r\nউ.: লিকুইড।\r\nপয়লা ধাক্কায় বেশ ভালোভাবেই উতরে গেল তরুণ। শুরু হলো দ্বিতীয় পর্ব। প্রশ্নকর্তা বললেন, ‘আপনাকে আমি ১০টি পানির মতো সহজ প্রশ্ন করব অথবা কেবল একটা প্রশ্ন করব লোহার মতো কঠিন। উত্তর দেওয়ার আগে ভালো করে ভেবে দেখুন, কোন অপশন বেছে নেবেন আপনি।’ তরুণ কিছুক্ষণ ভাবনার চৌবাচ্চায় সাঁতার কাটল। তারপর বলল, ‘কঠিন প্রশ্নের উত্তরটাই দিতে চাই।’ প্রশ্নকর্তা হেসে বললেন, ‘ভালো, শুভকামনা আপনার জন্য। আপনি আপনার সিদ্ধান্ত নিয়েছেন। এবার বলুন, কোনটা প্রথমে আসে—দিন না রাত?’\r\nতরুণের বুকে ঢাকের বাড়ি। কালঘাম ছুটে যাচ্ছে তার। এই প্রশ্নের উত্তরেই ঝুলে আছে তার চাকরিটা। এবার ভাবনার সাগরে ডুব দিল সে। উত্তরে বলল, ‘দিন প্রথমে আসে, স্যার!’\r\n‘কীভাবে?’ প্রশ্নকর্তার প্রশ্ন।\r\n‘দুঃখিত, স্যার, আপনি ওয়াদা করেছিলেন, দ্বিতীয় কোনো কঠিন প্রশ্ন করবেন না আমাকে!’\r\nচাকরি পাকা হয়ে গেল তরুণের!","answer":"","total_up_vote":"13","total_down_vote":"0"},{"id":"35181","category_id":"15175","descr":"একটা বিয়ার কোম্পানিতে বিয়ারের স্বাদ পরীক্ষা করার জন্য লোক নিয়োগ দিচ্ছিল। বাজে চেহারার এক মাতাল ইন্টারভিউ দিতে এল। কোম্পানির ডিরেক্টর একে দেখেই বাতিলের খাতায় রেখে দিলেন। কিন্তু ইন্টারভিউ দিতে যখন এসেছে, তখন তো ইন্টারভিউ নিতেই হবে।\nপ্রথমে একগ্লাস বিয়ার দেয়া হলো। মাতাল সেটা একটু খেয়ে সব উপকরণের সঠিক নাম বলে দিল। ডিরেক্টরের ভুরু কুঁচকে গেল।\nএবার আরেক গ্লাস দেয়া হলো। সেটাও ঠিক মতো বলে দিল।\nডিরেক্টর এবার তার সেক্রেটারিতে ইশারা দিয়ে কিছু করতে বললেন।\nসেক্রেটারি গ্লাসে প্রস্রাব করে নিয়ে এসে মাতালের সামনে রাখল।\nমাতাল একটু খেয়ে বলল: খুব সুন্দরী, বয়স ২৬ বছর, তিন মাসের প্রেগন্যান্ট। আমাকে চাকরিটা না দিলে আপনার স্ত্রীকে গিয়ে বলে দেব বাবাটা কে।","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35182","category_id":"15175","descr":"ছোট্ট মেয়েটি এসে বাবাকে জিজ্ঞেস করল, ‘বাবা, আম্মু কি আমার যত্ন নেয়?’\nচোখ বড় বড় করে বাবা খুব আদুরে গলায় বলল, ‘অবশ্যই! আম্মু তোমার অনেক যত্ন নেয়। তোমাকে খাইয়ে দেয়। অসুখ হলে তোমার সেবা-যত্ন করে। তোমাকে গান গেয়ে শোনায়।’\n‘দাদুভাই কি আমার যত্ন নেয়?’\n‘অবশ্যই! দাদুভাই তোমাকে গল্প শোনায়। তোমার জন্য সুন্দর সুন্দর গিফট, চকলেট নিয়ে আসে।’\n‘আর দাদুমণি?’\n‘দাদুমণিও।’\n‘আর ফুপি?’\n‘ফুপি তো তোমার জন্য পাগল। ছুটি পেলেই তোমাকে দেখতে চলে আসে।’\n‘আ…র রহিমার মা?’\n‘ও, ও তোমার অনেক যত্ন নেয়। তোমার কাপড় ধুয়ে দেয়, বিছানা ঠিক করে দেয়, ঘুম পাড়িয়ে দেয়।’\nসবকিছু শুনে ছোট্ট মেয়েটি সন্তুষ্ট হয়ে বলবে, ‘তাহলে তো আম্মু ঠিকই বলেছে। এ বাসায় একমাত্র তুমিই কোনো কাজের না।’","answer":null,"total_up_vote":"15","total_down_vote":"0"},{"id":"35183","category_id":"15175","descr":"ইন্টারভিউ বোর্ডে সর্দারজিকে প্রশ্ন করলেন এক প্রশ্নকর্তা, ‘কল্পনা করো তো, তুমি একটা ২০ তলা বাড়ির ১৫ তলায় আছ। এমন সময় ভীষণ আগুন লেগে গেল। সবাই ছোটাছুটি শুরু করল। তুমি কী করবে?’\nসর্দারজি: আমি কল্পনা করা বন্ধ করব!","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35184","category_id":"15175","descr":"ইন্টারভিউ বোর্ডে প্রার্থীকে প্রশ্ন করছেন কর্মকর্তা, ‘আপনি কোন ধরনের কাজে বিশেষ দক্ষ?’\nপ্রার্থী: আমি লেখালেখি করি। আমার দুটো বই বেরিয়েছে, আরও একটা উপন্যাস লেখছি।\nকর্মকর্তা: সে তো ভালো কথা। কিন্তু আমি আসলে জানতে চাইছিলাম, অফিসে থাকাকালীন আপনি আমাদের কী ধরনের কাজে দক্ষতা দেখাতে পারবেন?\nপ্রার্থী: আমি অফিসে থাকাকালীন লেখালেখি করি না, সে কথা কখন বললাম?","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35185","category_id":"15175","descr":"ইন্টারভিউ বোর্ডে প্রার্থীকে বলছেন কর্মকর্তা, ‘আমাদের এখানে কিন্তু আপনাকে বিভিন্ন ধরনের কাজকর্ম করতে হবে।’\nপ্রার্থী: সে ক্ষেত্রে আমিই বোধহয় আপনার জন্য সবচেয়ে নির্ভরযোগ্য প্রার্থী।\nকর্মকর্তা: কীভাবে?\nপ্রার্থী: আমি গত চার মাসে ১০ বার চাকরিস্থল বদল করেছি।","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35186","category_id":"15175","descr":"সাংবাদিক: লোকজন খেতে পায় না, আর আপনি দুধভর্তি সুইমিং পুলে গোসল করেন?\nসেরা ধনী: কী করব বলেন…গরুগুলো সব খাটো খাটো…একটার নিচেও দাঁড়াতে পারি না।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35187","category_id":"15175","descr":"ম্যানেজার : তুমি বলছ তুমি এ যাবৎ দু-তিনটা হোটেলে বেয়ারার কাজ করেছ। তা কোনো প্রমাণট্রমাণ আছে কি?\nবেয়ারা : স্যার, এই দেখুন, চারটা চামচ, তিনটা রুপার ডিশ, পাঁচটা এসট্রে আর একটা দামি তোয়ালে।","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35188","category_id":"15175","descr":"একজন চাকরিপ্রার্থী ইন্টারভিউ দিচ্ছে।\n: বাংলাদেশের তিন জন মহান ব্যক্তির নাম বলুন।\n: শেরে বাংলা এ.কে. ফজলুল হক, মাওলানা ভাসানী এবং আপনি, মানে আপনার নামটা যেন কী-?","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35189","category_id":"15175","descr":"বলো তো হাতি কোথায় খুঁজে পাওয়া যায়?\n: হাতি কখনো খুঁজতে হয় না। হাতি এত বড় যে কখনো হারায় না।","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"35190","category_id":"15175","descr":"মহাশূন্যে কী করা সম্ভব নয়?\n: গলায় দড়ি দেওয়া।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35191","category_id":"15175","descr":"একতলা ও নয়তলা থেকে পড়ে যাওয়ার মধ্যে পার্থক্য কী?\n: নয়তলা থেকে পড়ে গেলে চিৎকার হয় এ রকম: ‘আ—আ—আ—আ—বুম!’ আর একতলা থেকে পড়ে গেলে: ‘বুম! ","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35192","category_id":"15175","descr":"এক সত্যবাদী যুবক ইন্টারভিউ বোর্ডের প্রশ্নের উত্তরে বলল, চশমাসহ আমার ওজন একশ বাইশ পাউন্ড। বোর্ডের চেয়ারম্যান বললেন, চশমাসহ ওজনের দরকার কী?\nযুবক চশমার মোটা কাচের দিকে ইশারা করে বলল, চশমা খুলে ফেললে যে আমি ওজনের স্কেলটা পড়তে পারি না।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35193","category_id":"15175","descr":"ড্রাইভার পদে চাকরির জন্য মন্টু মিয়া গেছে সাক্ষাত্কার দিতে। সাক্ষাত্কার চলছে—\nপ্রশ্নকর্তা: আপনাকে আমার পছন্দ হয়েছে। চাকরিটা আপনাকে দেওয়া হবে। স্টার্টিং বেতন দেওয়া হবে দুই হাজার টাকা। আপনার কোনো সমস্যা নেই তো?\nমন্টু মিয়া: না না স্যার, আমার কোনো সমস্যা নেই। স্টার্টিং বেতন ঠিক আছে, কিন্তু ড্রাইভিং বেতন কত সেটাও তো জানা দরকার মনে হয়।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35194","category_id":"15175","descr":"জন্মবার্ষিকীতে একজন শতায়ু বৃদ্ধাকে জিজ্ঞেস করা হল তাঁর এই দীর্ঘ্য জীবনের গোপন রহস্য কী?\nবৃদ্ধা বললেন, এখনই ঠিক বলা যাচ্ছে না। একটা ভিটামিন পিল কোম্পানি, একটা আয়ুর্বেদ কোম্পানি আর এ‌কটা ফ্রুট জুস ফ্যাক্টরির সাথে দরদাম চলছে।","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35195","category_id":"15175","descr":"ইন্টারভিউ দিতে এসেছে এক চাকরিপ্রার্থী।\n: আপনার বয়স কত?\n: ত্রিশ বছর।\n: আপনি কত বছর চাকরি করেছেন?\n: পঁয়ত্রিশ বছর।\n: এটা কী করে সম্ভব?\n: ওভারটাইম করেছি, স্যার।","answer":null,"total_up_vote":"15","total_down_vote":"0"},{"id":"35196","category_id":"15175","descr":"তোমার পূর্বপুরুষদের মধ্যে কেউ কি কখনো মঞ্চে উঠেছে বা ফিল্মে পার্ট করেছে।\n: আমার এক খুড়ো একবার মঞ্চে উঠেছিলেন, ঐ অনুষ্ঠানে তিনিই ছিলেন মুখ্য ভুমিকায়, তবে সে যাত্রা মঞ্চটা ধসে পড়ে!\n: সে কী! তোমার খুড়ো মাটিতে পড়ে গেলেন ?\n: ঠিক তা নয়, গলায় বাঁধা দড়িটা ত্তঁকে পড়তে দেয় নি।","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35197","category_id":"15175","descr":"বাইবেল পড়েছ?\n: না সিনেমা হলে দেখে নেব।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35198","category_id":"15175","descr":"একজন ত্র্যাডমিরালেরও উপরে কে বল তো ?\n: কেন, তার টুপি ।","answer":null,"total_up_vote":"2","total_down_vote":"0"},{"id":"35199","category_id":"15175","descr":"বল তো পৃথিবীর সবচেয়ে দ্রুতগামী মানুষ কে ?\n: কেন আদম পৃথিবীতে প্রথম ছুটে এসেছেন, তিনিই তো।","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35200","category_id":"15176","descr":"একদিন দুপুরে হাউস মাস্টার রাখাল স্যার কয়েকজন ক্যাডেটকে কমন রুমে পেয়ে পুরোনো গল্প বলে হাসানোর চেষ্টা করছিলেন। গল্প হাসির না হলেও স্যার বলছেন বলে সবাই হো হো করে হাসছিল। শুধু হাসছিলেন না ক্যাডেট রিপন ভাই। স্যার বললেন, ‘কী ব্যাপার রিপন, তুমি হাসছ না কেন? মন খারাপ?’ রিপন ভাই আস্তে করে বললেন, ‘আমার অত হাসাহাসি না করলেও চলবে। এইচএসসি শেষ, কালই আমরা কলেজ ছেড়ে দিচ্ছি।’\n\n–মহিউদ্দিন কাউসার","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"35202","category_id":"15176","descr":"এই কাউসার, এই চিঠিটা আমার রুমমেটকে দিয়ে আসো তো।’ বললেন রুবেল ভাই।\nগেলাম রুবেল ভাইয়ের রুমমেট বিশাল রাগী ক্যাডেট হাসান ভাইয়ার কাছে। বললাম, ‘ভাই, চিঠি।’ হাসান ভাইয়ের ঘুম ভেঙে গেল। রেগে–মেগে জিজ্ঞেস করলেন, ‘কোন ছাগলের চিঠি?’\n: ভাই, আপনার।\n: কোন গাধা লিখেছে?\n: ভাই, আপনার বাবা!\n\n–মহিউদ্দিন কাউসার","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"35203","category_id":"15176","descr":"বন্ধু ১: দোস্ত, আমার সকালে ঘুম ভাঙে না, একটা ফোন দিস, প্লিজ!\nবন্ধু ২: সরি দোস্ত! বাবাকে অনেক পটিয়ে ফোনটা কিনেছি, এটা তোকে দিয়ে\nদিলে আমার চলবে কীভাবে বল? তার চেয়ে তুই বরং আমার অ্যালার্ম ঘড়িটা নিয়ে নে!\n\n–সাগর দেব","answer":null,"total_up_vote":"34","total_down_vote":"0"},{"id":"35204","category_id":"15176","descr":"এ সময়ের বিশ্ববাজারের অবস্থা নিয়ে আমার একটা পছন্দের কৌতুক আছে।\nপৃথিবীতে সবকিছুর দাম বেড়েছে কিন্তু কেরোসিনের দাম বাড়েনি কেন?\nবন্ধুর কাছে আরেক বন্ধু জানতে চাইল। বন্ধু উত্তর দিল, সারা পৃথিবীর অবস্থাই তো কেরোসিন। দাম বাড়ার আর কী আছে।\n\n–এজাজুল ইসলাম","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35205","category_id":"15176","descr":"রকি: দোস্ত, আমি তো ছুটি কাটাতে কক্সবাজার যাচ্ছি। আমাকে একটা ভালো বই দিতে পারিস? জমজমাট উত্তেজনাপূর্ণ, রহস্যময় কোনো বই, যেন বইটা পড়ে আমার ছুটিটা ভালো কাটে।\nপল্টু: এই বইটা নিয়ে যা। খুবই রোমাঞ্চকর আর রহস্যময়। মজাটা হলো, নায়কের বাবাকে কে খুন করল, সেটা তুই আগে কিছুতেই বুঝতে পারবি না। একেবারে শেষ পৃষ্ঠায় গিয়ে জানবি, খুনটা আসলে বাগানের মালি করেছে!","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35206","category_id":"15176","descr":"তন্ময়: তোর ছোট ভাইটা এখন কী করছে?\nরাফি: কিছুদিন আগে একটা কাপড়ের দোকান খুলেছিল, এখন জেলে আছে।\nতন্ময়: কেন?\nরাফি: কারণ ও দোকানটা খুলেছিল হাতুড়ি দিয়ে…দরজা ভেঙে!","answer":null,"total_up_vote":"26","total_down_vote":"0"},{"id":"35207","category_id":"15176","descr":"দুই বন্ধুতে কথা হচ্ছে।\n১ম বন্ধু: জানিস, মেয়েদের আমার স্কুলের পরীক্ষার মতো মনে হয়।\n২য় বন্ধু: কেন?\n১ম বন্ধু: জটিল, সহজে বোঝা যায় না, একগাদা প্রশ্ন, উত্তরটা সব সময়ই সন্দেহযুক্ত!","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35208","category_id":"15176","descr":"দুই বন্ধুতে কথা হচ্ছে।\n১ম বন্ধু: বুঝলি, আমি ভালোবাসা দিবসে শেলীকে একটা কিছু উপহার দিতে চাই। কী দেওয়া যায় বল তো? এমন কিছু দিতে চাই, যা ও খুব পছন্দ করবে।\n২য় বন্ধু: শেলী কি তোকে পছন্দ করে?\n১ম বন্ধু: হ্যাঁ। খুউউব!\n২য় বন্ধু: তাহলে যা খুশি দিতে পারিস। বোঝাই যাচ্ছে, শেলীর রুচি খুব একটা ভালো না!","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35209","category_id":"15176","descr":"এক লোকের খুব বাথরুম পেয়েছে। বাথরুমে যাবে, ঠিক এমন সময় লোডশেডিং। লোকটির বাথরুমের বেগ আরো বেড়ে গেলো। সারা বাড়ি খুঁজে একটা মোমবাতি বের করে সেটা জ্বালিয়ে যেই বাথরুমে ঢুকতে যাবে, ঠিক তখনি এক বন্ধু এসে মোমবাতিটি নিভিয়ে দিয়ে গান গাইতে শুরু করল- হ্যাপি বার্থডে টু ইয়্যূ…হ্যাপি বার্থডে টু ইয়্যূ…\nলোকটি রাগে গজগজ করতে করতে বলল, এইবার আয় তোরে কেক খাওয়াই…","answer":null,"total_up_vote":"10","total_down_vote":"0"},{"id":"35210","category_id":"15176","descr":"সাকিব আর মন্টু, দুই বন্ধুর মধ্যে কথা হচ্ছে—\nমন্টু: জানিস, আমার দাদার ভীষণ সাহস। গত গ্রীষ্মের ছুটিতে আফ্রিকার জঙ্গলে গিয়ে হঠাৎ একটা বাঘের মুখোমুখি হলেন তিনি।\nসাকিব: তারপর ফিরে এসে তিনি নিশ্চয়ই সবার কাছ থেকে খুব বাহবা পেলেন?\nমন্টু: আমি তো বলিনি তিনি ফিরে এসেছেন।","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"35211","category_id":"15176","descr":"নিপুণের বিয়েতে দাওয়াত পেয়েছে ইমন। বন্ধুর বিয়ে উপলক্ষে তাকে কিছু বলার সুযোগ দেওয়া হলো।\nউপস্থিত দর্শকদের স্বাগত জানিয়ে ইমন বলল, ‘আজ নিপুণের বিয়েতে আসতে পেরে আমার খুবই ভালো লাগছে। আশা করছি, ওর পরবর্তী বিয়েতেও আমি দাওয়াত পাব!’","answer":null,"total_up_vote":"47","total_down_vote":"0"},{"id":"35212","category_id":"15176","descr":"অন্তু আর শুভ, দুই বন্ধু গেছে গভীর জঙ্গলে। হঠাৎই ওরা মুখোমুখি হয়ে গেল বিকট দর্শন এক ভালুকের। আর যায় কোথায়, দুই বন্ধু দে ছুট!\nছুটতে ছুটতে থেমে গেল শুভ। চটজলদি কাঁধে ঝোলানো ব্যাগ থেকে জুতাজোড়া বের করে পরতে শুরু করল।\nশুভর কাণ্ড দেখে থমকে গেল অন্তুও। বলল, ‘আরে বোকা, থামলি কেন? এখন কি জুতা পরার সময় আছে? তা ছাড়া জুতা পায়ে দিয়ে দৌড়েও তুই ভালুকটাকে পেছনে ফেলতে পারবি না।’\nউত্তরে শুভ বলল, ‘ভালুককে পেছনে ফেলতে হবে না। তোকে পেছনে রাখতে পারলেই হলো!’","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"35213","category_id":"15176","descr":"দুই বন্ধু গেছে শিকারে। এমন সময় তারা বাঘের পায়ের ছাপ আবিষ্কার করল। ফিসফিস করে এক বন্ধু বলল অপরজনকে, ‘তুই পায়ের ছাপ ধরে সামনে গিয়ে দেখ, বাঘটা কোথায় গেল। আর আমি পেছনে গিয়ে দেখে আসি, বাঘটা কোথা থেকে এল!’","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35214","category_id":"15176","descr":"বলুন তো, কে আপনার সবচেয়ে কাছের বন্ধু?\nযে আপনাকে কখনো জেলখানায় আটক হতে দেবে না, সে; নাকি আপনি কখনো আটক হলে যথাসাধ্য চেষ্টা করে আপনাকে ছাড়িয়ে আনবে, সে?\nদুজনের কেউই না। সবচেয়ে কাছের বন্ধু সে যে, জেলখানায় আপনার পাশে বসে থাকবে, আর বলবে, ‘খুব মজা হইছিল, নারে দোস্ত!’","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35215","category_id":"15176","descr":"তানিমের কাছ থেকে টাকা ধার করেছিল নিপুণ। দিন যায় মাস যায়, নিপুণ তো আর টাকা ফেরত দেয় না। একদিন পাওনা টাকা ফেরত চেয়ে নিপুণের কাছে চিঠি পাঠাল তানিম।\nবেশ কদিন বাদে এল উত্তর।\nবন্ধু তানিম, কেমন আছো? অনেক দিন তোমার দেখা নেই। তোমার চিঠি পেয়েছি। আমি অত্যন্ত দুঃখিত, এত দিন তোমার টাকাটা দিতে পারিনি বলে। আজ চিঠির সঙ্গে টাকা পাঠিয়ে দিলাম। ইতি নিপুণ।\nপুনশ্চ: ওহ হো! খামের ভেতর টাকা রাখার আগেই ভুল করে চিঠি সমেত খামের মুখটা বন্ধ করে ফেলেছি। তাই আর টাকাটা দেওয়া হলো না। পরেরবার পাঠাব অবশ্যই।","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35216","category_id":"15176","descr":"সজল, বাবু, শফিক আর গাবলু—চার বন্ধু বনের মাঝ দিয়ে হেঁটে যাচ্ছিল। এমন সময় তারা আটক হলো জংলিদের হাতে। চার বন্দীকে নিয়ে যাওয়া হলো জংলি সরদারের কাছে। সরদার আবার কৌতুক ভালোবাসতেন। তিনি ঘোষণা করলেন, ‘চারজনকেই একটা করে কৌতুক শোনাতে হবে। কৌতুক শুনে যদি সবাই হাসে, তাহলে মুক্তি মিলবে। আর একজনও যদি না হাসে, তাহলে গর্দান যাবে।’\nপ্রথমে সজল শুরু করল। ‘এক দেশে…’। কৌতুক শেষে সবাই হো হো করে হেসে উঠল, একমাত্র গাবলু ছাড়া। যেহেতু একজন হাসেনি, শর্ত মোতাবেক সজলের শিরশ্ছেদ করা হলো। এরপর কৌতুক বলল বাবু। সবাই হেসে উঠল, কিন্তু গাবলু হাসল না। সে তখন ভ্রু কুঁচকে কী যেন ভাবনায় মগ্ন। বাবুরও গর্দান গেল।\nএবার শফিকের পালা। শফিক মাত্র শুরু করবে, এমন সময় গাবলু হো হো করে হাসতে শুরু করল।\nসর্দার: কী হলো, তুমি হাসছ কেন? ও তো এখনো কৌতুক শুরুই করেনি।\nগাবলু: হা হা হা…সজলের কৌতুকটা কী মজারই না ছিল!","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35217","category_id":"15176","descr":"শরিফ আর সাকিব দুই বন্ধুর মধ্যে কথা হচ্ছে।\nসাকিব: আচ্ছা, বল তো, তোকে যদি পুনর্জন্ম নেওয়ার সুযোগ দেওয়া হয়, তুই কী হয়ে জন্ম নিবি?\nশরিফ: তেলাপোকা।\nসাকিব: কেন?\nশরিফ: কারণ আমার স্ত্রী ওই একটা জিনিসই ভয় পায়!","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"35218","category_id":"15176","descr":"শুভ আর সবুজ দুই বন্ধুর মধ্যে কথা হচ্ছে।\nশুভ: জানিস, প্রতিদিন সকালে ৫০ জন মেয়ে আমাকে দেখার অপেক্ষায় থাকে!\nসবুজ: বলিস কী? ইশ্! আমার যদি এমন সৌভাগ্য হতো!\nশুভ: সমস্যা কী? তুইও আমার মতো মেয়েদের কলেজ বাসের ড্রাইভার হয়ে যা!","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"35219","category_id":"15176","descr":"প্রথম বন্ধু: দোস্ত, তোর কানে তুলা গোজা কেন?\n\nদ্বিতীয় বন্ধু: দোস্ত, তোর কথা কিছুই শুনতেছি না। আমার কানে তুলা গোজা।","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35220","category_id":"15176","descr":"প্রথম বন্ধু: জানিস, গত রাতে আমাদের বাড়ির ওপর দিয়ে প্রচণ্ড ঝড় বয়ে গেছে।\nদ্বিতীয় বন্ধু: বলিস কি? তা তোদের বাড়ির কোনো ক্ষয়ক্ষতি হয়েছে?\nপ্রথম বন্ধু: তা তো জানি না! বাড়ি তো ঝড়ে উড়ে গেছে!","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"35221","category_id":"15176","descr":"ঝন্টু নতুন গাড়ি কিনেছে। একদিন রাস্তায় গাড়ি নষ্ট হয়ে গেল। ঝন্টু গাড়ির সামনের বনেট খুলে দেখে, ভেতরে ইঞ্জিন নেই। ঝন্টু তো হতবাক! এদিকে ঝন্টু আসলে জানত না, এ ধরনের গাড়ির ইঞ্জিন থাকে পেছন দিকে।\nএমন সময় সে পথ দিয়েই যাচ্ছিল ঝন্টুর বন্ধু মন্টু। মন্টুর গাড়িও একই ধরনের। ঝন্টুকে পথের পাশে দাঁড়িয়ে থাকতে দেখে নেমে এল মন্টু।\nমন্টু: কিরে, রাস্তার পাশে দাঁড়িয়ে আছিস কেন?\nঝন্টু: আর বলিস না, দুষ্ট গাড়িবিক্রেতারা আমাকে ইঞ্জিন ছাড়া গাড়ি ধরিয়ে দিয়েছে। তুইও দেখছি আমার মতো গাড়ি কিনেছিস। ঠকেছিস রে বন্ধু, ঠকেছিস…\nমন্টু: চিন্তা করিস না, আমার গাড়ির পেছনে একটা এক্সট্রা ইঞ্জিন আছে!","answer":null,"total_up_vote":"12","total_down_vote":"0"},{"id":"35222","category_id":"15176","descr":"অনিক বলছে নাসেরকে, ‘দোস্ত, আমি একটা এসএলআর ক্যামেরা কিনেছি। এখন এই ক্যামেরা ব্যবহার করে দ্রুত কিছু টাকা উপার্জন করতে চাই। কী করা যায়, বল তো?’\n\nনাসের: তোর ক্যামেরাটা বেচে দে!","answer":null,"total_up_vote":"11","total_down_vote":"0"},{"id":"35223","category_id":"15176","descr":"ঝন্টু আর মন্টু দুই বন্ধুতে কথা হচ্ছে।\nঝন্টু: ‘দোস্ত, আমাকে একটা কোমল পানীয় খাওয়াবি?’\nমন্টু: ‘তোর ওজন যে হারে বাড়ছে, ডাক্তার না তোকে কোমল পানীয় খেতে নিষেধ করেছেন? গত বছর তো তুই আমার সামনে বসে প্রতিজ্ঞা করেছিস, এ বছর থেকে আর কোমল পানীয় খাবি না!’\nঝন্টু: ‘আমি আমার প্রতিজ্ঞা পূরণের মাঝামাঝি পর্যায়ে আছি।’\nমন্টু: ‘কেমন?’\nঝন্টু: ‘নিজের টাকায় খাওয়া ছেড়ে দিয়েছি!’","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35224","category_id":"15176","descr":"পদা: “এক কথায়” যদি তোকে নিজের সবচেয়ে খারাপ গুণটার কথা বলতে বলা হয়, তাহলে কোন খারাপ গুণটির কথা বলবি?\n\nগদা: কারো আদেশ বা অনুরোধ মেনে চলা আমার পক্ষে খুবই অসম্ভব ব্যাপার।","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"35225","category_id":"15176","descr":"তানিম আর নিপুণ—দুই বন্ধুতে কথা হচ্ছে।\nতানিম: কিরে, তোর পরীক্ষার প্রস্তুতি কেমন?\nনিপুণ: আর বলিস না রে, এখনো সবই বাকি পড়ে আছে।\nতানিম: বলিস কী? আমার তো সব প্রস্তুতি সম্পন্ন হয়েছে, এখন শুধু একটা বাকি আছে।\nনিপুণ: কোনটা?\nতানিম: কলম, পেনসিল, ইরেজার, স্কেল, ক্যালকুলেটর, পরিচয়পত্র, প্রবেশপত্র—সব প্রস্তুত! এখন শুধু পড়াটা বাকি আছে!","answer":null,"total_up_vote":"16","total_down_vote":"0"}],"app_data_date_time":"2018-05-19 10:13:57","success":true}