{"Category":[{"id":"19316","application_id":"718","parent_id":"0","title":"আল্লাহর পছন্দনীয় আমল","icon":null,"sort_weight":"1"},{"id":"19328","application_id":"718","parent_id":"0","title":"দুটি ফোটা ও দুটি চিহ্ন","icon":null,"sort_weight":"1"},{"id":"19329","application_id":"718","parent_id":"0","title":"ফরযসমূহ","icon":null,"sort_weight":"1"},{"id":"19330","application_id":"718","parent_id":"0","title":"বে-জোড়কে অধিক পছন্দ করেন","icon":null,"sort_weight":"1"},{"id":"19331","application_id":"718","parent_id":"0","title":"মাতা-পিতার সাথে ভালো ব্যবহার করা","icon":null,"sort_weight":"1"},{"id":"19332","application_id":"718","parent_id":"0","title":"মুত্তাকী, ধনাঢ্য ও আত্মগোপনকারী ব্যক্তি","icon":null,"sort_weight":"1"},{"id":"19333","application_id":"718","parent_id":"0","title":"মুসিবতে আল্লাহর প্রতি সন্তুষ্টি জ্ঞাপন","icon":null,"sort_weight":"1"},{"id":"19334","application_id":"718","parent_id":"0","title":"লজ্জা","icon":null,"sort_weight":"1"},{"id":"19335","application_id":"718","parent_id":"0","title":"সর্বাধিক প্রিয় আমল উত্তম চরিত্র","icon":null,"sort_weight":"1"},{"id":"19336","application_id":"718","parent_id":"0","title":"সৎ কাজে আদেশ ও অসৎ কাজে নিষেধ করা","icon":null,"sort_weight":"1"},{"id":"19327","application_id":"718","parent_id":"0","title":"গোপন করা বা ঢেকে রাখা","icon":null,"sort_weight":"1"},{"id":"19326","application_id":"718","parent_id":"0","title":"ওয়াক্ত মত সালাত আদায় করা","icon":null,"sort_weight":"1"},{"id":"19317","application_id":"718","parent_id":"0","title":"অন্তরের যিকির দুই প্রকার","icon":null,"sort_weight":"1"},{"id":"19318","application_id":"718","parent_id":"0","title":"আল্লাহ দানশীল ব্যক্তিকে পছন্দ করেন","icon":null,"sort_weight":"1"},{"id":"19319","application_id":"718","parent_id":"0","title":"আল্লাহ্ তা‘আলা ক্ষমাকে পছন্দ করেন","icon":null,"sort_weight":"1"},{"id":"19320","application_id":"718","parent_id":"0","title":"আল্লাহ্ তা‘আলা কোমলতা পছন্দ করেন","icon":null,"sort_weight":"1"},{"id":"19321","application_id":"718","parent_id":"0","title":"আল্লাহ্ লজ্জা ও গোপন রাখাকে পছন্দ করেন","icon":null,"sort_weight":"1"},{"id":"19322","application_id":"718","parent_id":"0","title":"আমলকে সুন্দরভাবে সম্পন্ন করা","icon":null,"sort_weight":"1"},{"id":"19323","application_id":"718","parent_id":"0","title":"আল্লাহর যিকির করা","icon":null,"sort_weight":"1"},{"id":"19324","application_id":"718","parent_id":"0","title":"আল্লাহর প্রতি ঈমান আনা","icon":null,"sort_weight":"1"},{"id":"19325","application_id":"718","parent_id":"0","title":"আত্মীয়তা সম্পর্ক অটুট রাখা","icon":null,"sort_weight":"1"},{"id":"19337","application_id":"718","parent_id":"0","title":"তথ্য সূত্র","icon":null,"sort_weight":"1"}],"Collection":[{"id":"40834","category_id":"19316","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">আল্লাহর পছন্দনীয় আমল<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt;\">সমস্ত প্রশংসা আল্লাহর জন্য। যিনি যাবতীয় প্রশংসায় প্রশংসিত এবং সব ধরনের মহত্তর গুণে গুণান্বিত। সমস্ত প্রশংসা মহান আল্লাহর যিনি তার বান্দাদের প্রিয় বস্তুর দিক রাস্তা দেখান এবং প্রিয় বস্তু-গুলোকে বান্দার জন্য সহজ করেন। আর সালাত ও সালাম নাযিল হোক বিশেষভাবে বাছাইকৃত রাসূলের উপর যিনি আমানতদার। আর আমার প্রভুর সালাত ও সালাম কিয়ামত অবধি সব সময় বর্ষিত হোক রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর উপর। আমীন।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">অতঃপর,<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">যে সব আমল আল্লাহ তাঁর বান্দাদের থেকে অধিক পছন্দ করেন এবং অধিক খুশি হন, আল্লাহর গোলামীকে পরিপূর্ণ বাস্তবায়ন করতে একজন বান্দা সে আমলগুলি করতে, যে চেষ্টা ও পরিশ্রম করে তারই ভিত্তিতে আল্লাহর প্রতি বান্দার মহব্বত পূর্ণতা লাভ করে এবং বান্দার প্রতি তার রবের মহব্বত বাস্তব রূপ নেয়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">বিষয়টি যেহেতু এমনই, তাহলে একজন বান্দাকে অবশ্যই আল্লাহ্ তা&lsquo;আলা যে সব আমল পছন্দ করেন এবং যে সব আমলে তিনি অধিক খুশি হন, তা জানতে হবে। তারপর তাকে অবশ্যই সে আমলগুলো জানার পর তদনুযায়ী আমল করার চেষ্টা করতে হবে ও সেটা বাস্তবায়ণ ও সার্বক্ষনিক সেটার অনুগামী হওয়ার প্রচেষ্টা চালিয়ে যেতে হবে। আর আল্লাহর দরবারে সেসব আমল করার তাওফিক চাইতে হবে। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">যেমন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আল্লাহর দরবারে এ বলে প্রার্থনা করতেন-<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;اللهم إني أسألك حبك وحب من يحبك، وحب العمل الذي يبلغني حبك، اللهم اجعل حبك أحب إلي من نفسي وأهلي ومن الماء البارد&raquo;.<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;হে আল্লাহ, আমি তোমার নিকট তোমার মহব্বত কামনা করি, তোমাকে যে মহব্বত করে, তার মহব্বত কামনা করি এবং যে আমল তোমার মহব্বত পর্যন্ত পৌছায়, সে আমল কামনা করি। হে আল্লাহ! তোমার মহব্বতকে আমার নিকট আমার জান-মাল, পরিবার-পরিজন এবং ঠাণ্ডা পানি হতে অধিক প্রিয় করে দাও&rdquo; [1]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লাহ রাব্বুল আলামীনের অপার অনুগ্রহ ও হিকমত হল, যে অভীষ্ট লক্ষ্যকে তিনি বান্দার জন্য পছন্দ করেন এবং মহব্বত করেন, তা হাসিল করার জন্যে আল্লাহ্ তা&lsquo;আলা এমন একটি মাধ্যম নির্ধারণ করেন, যার দ্বারা বান্দা তার অভীষ্ট লক্ষ্যে পৌঁছুতে পারে। এরই ধারাবাহিকতায় আল্লাহ্ তা&lsquo;আলা বান্দার সবচেয়ে মহান উদ্দেশ্য ও সর্বোত্তম লক্ষ্য- আল্লাহর নৈকট্য লাভ ও তার সন্তুষ্টি অর্জন তা- হাসিলের জন্য কিছু মাধ্যম ও উপকরণ নির্ধারণ করে দিয়েছেন, আর তা হচ্ছে, আল্লাহর উপর ঈমান এবং সৎ আমল করা; যা আল্লাহ তার বান্দাদের জন্য শরী&lsquo;আত হিসেবে প্রদান করেছেন এবং তার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বর্ণনা করেছেন। এমনকি ইসলাম ইসলাম, তার যাবতীয় আকীদা ও বিধান সবই আল্লাহর সন্তুষ্টি ও নৈকট্যকে বাস্তবায়িত করে। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ্ তা&lsquo;আলা বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَٱبۡتَغُوٓاْ إِلَيۡهِ ٱلۡوَسِيلَةَ وَجَٰهِدُواْ فِي سَبِيلِهِۦ لَعَلَّكُمۡ تُفۡلِحُونَ ٣٥﴾ [المائ&zwj;دة: ٣٥]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">হে মুমিনগণ, আল্লাহর তাকওয়া অবলম্বন কর এবং তার নৈকট্যের অনসন্ধান কর, আর তার রাস্তায় জিহাদ কর, যাতে তোমরা সফল হও। [সূরা মায়েদা, আয়াত: ৩৫]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #800000;\"><strong>আল্লাহর বাণী:<\/strong><\/span> <strong>وَٱبۡتَغُوٓاْ إِلَيۡهِ ٱلۡوَسِيلَةَ<\/strong>এর অর্থ হল, তোমরা নেক আমল তালাশ কর, যাতে তা দিয়ে আল্লাহর নৈকট্য লাভ করতে পার। আর তা হচ্ছে, যাবতীয় নেক আমলসমূহ, যা দ্বারা একজন বান্দা তার রবের নৈকট্য লাভ করতে পারে এবং আল্লাহর সন্তুষ্টি, মহব্বত ও কাছে থাকার সৌভাগ্য লাভে ধন্য হয়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এখানে একটি কথা মনে রাখতে হবে, ইসলামী শরিয়তে যত প্রকার নেক আমলের কথা বলা হয়েছে, সব নেক আমলের ফযিলত ও মর্যাদা এক নয় এবং সমান নয়। যদিও সমস্ত নেক আমলের ক্ষেত্রে মূলনীতি হল, আল্লাহ তা পছন্দ করেন এবং তাতে আল্লাহ সন্তুষ্ট ও খুশি হন, কিন্তু আল্লাহর নিকট প্রিয় ও পছন্দনীয় হওয়ার বিবেচনায় আমলসমূহের মধ্যে পার্থক্য আছে এবং আমলসমূহের বিভিন্ন স্তর আছে। একটি আমল অপর আমলের তুলনায় অধিক গুরুত্বপূর্ণ হওয়া বা আল্লাহর নিকট অধিক পছন্দনীয় হওয়া স্বাভাবিক। এ কারণে দেখা যায়, কোন আমল অধিক উত্তম আবার কোন আমল কম উত্তম আবার কোন আমল শুধু উত্তম। আমলের স্তর ও মর্যাদা অসংখ্য ও অগণিত।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর মানুষও এ সব আমলে প্রবিষ্ট হওয়ার ক্ষেত্রে বিভিন্ন পর্যায়ের হয়। প্রত্যেকেই প্রথমত আল্লাহ তা&lsquo;আলার কর্তৃক তার প্রতি প্রদত্ত তাওফীক অনুসারে, তারপর আল্লাহর নাম, সিফাত ও কর্মসমূহ সম্পর্কে জানার ক্ষেত্রে তারতম্যের ভিত্তিতে, তারপর শরী&lsquo;আত অনুমোদিত নেক আমলসমূহের ফযীলত, সেগুলোর বৈধ সময়, ও অবৈধ সময় সম্পর্কে জানার পার্থক্যের ভিত্তিতে তা নির্ধারিত হয়ে থাকে। কারণ, একই নেক আমল শুধুমাত্র আমল হিসেবে কখনও কখনও আল্লাহর নিকট শ্রেষ্ঠত্ব লাভ করে থাকে; তখন আল্লাহর নিকট সেটি অন্য আমলের তুলনায় বড় হিসেবে গণ্য হয়, আর সে জন্য আল্লাহ সেটাকে অধিক ভালোবাসেন। যেমন, ঈমান, সালাত ইত্যাদি নেক আমলসমূহ। অনুরূপভাবে সময়ের কারণেও অনেক সময় নেক আমলসমূহের মধ্যে পার্থক্য পরিলক্ষিত হয়। ফলে তুলনামূলক কম ফজিলতপূর্ণ আমল তার বৈধ সময়ে আদায় করাতে আমলটির সাওয়াব অধিক ও আল্লাহর নিকট অধিক প্রিয় হয়ে থাকে, ঐ সময়ে তুলনামূলক অধিক ফজিলত-পূর্ণ আমলসমূহ আদায় করার তুলনায়। যেমন, আযানের সময় কুরআন তিলাওয়াত করার তুলনায় মুয়াজ্জিনের সাথে আযানের শব্দগুলো উচ্চারণ করা অধিক উত্তম। অথচ সাধারণত কুরআন তিলাওয়াত করা সামগ্রিক দিক বিবেচনায় সর্বোত্তম যিকির।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আবার অনেক সময় আল্লাহ্ তা&lsquo;আলা কোনো কোনো আমলকে অন্যান্য আমলের তুলনায় অধিক মহব্বত করেন। কারণ, তার ফায়দা ও প্রভাব অনেক বেশি হয়ে থাকে এবং তা জনকল্যাণমুখী হয়ে থাকে। যেমন, আত্মীয়তা সম্পর্ক বজায় রাখা, আল্লাহর দিকে দাওয়াত দেয়া, দান খায়রাত করা ইত্যাদি।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এ বিষয়টিকে আরও স্পষ্ট করে তুলে ধরেন, মহামান্য দুই ইমাম; শাইখুল ইসলাম ইমাম ইবন তাইমিয়্যাহ রহ. এবং তার ছাত্র আল্লামা ইবনুল কাইয়্যেম রহ.। তারা বিষয়টি আরও স্পষ্ট করেন:<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">শাইখুল ইসলাম ইমাম ইব্&zwnj;ন তাইমিয়্যাহ র. মাজমু&lsquo; ফাতওয়ায় [২২\/৩০৮] উল্লেখ করেন,<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;অনেক আলেম বলেন, হাদিস লিপিবদ্ধ করা, নফল সালাত হতে উত্তম। আবার কোন কোন শেখ বলেন, রাতের অন্ধকারে যখন কেউ দেখে না, তখন দুই রাকাত সালাত আদায় করা, একশ হাদিস লিপিবদ্ধ করা হতে উত্তম। অপর একজন ইমাম বলেন, বরং উত্তম হল, এ কাজ করা ও কাজ করা। মানুষের অবস্থার ভিন্নতার কারণে আমলসমূহের উত্তম হওয়ার বিষয়টিও বিভিন্ন হয়ে থাকে। অনেক সময় দেখা যায়, একই আমল কখনো সেটি উত্তম হয়, আবার কখনো তা উত্তম হয় না অথবা তা নিষিদ্ধ হয়ে থাকে। যেমন, সালাত: সালাত আদায় করা কুরআন তিলাওয়াত হতে উত্তম। আর কুরআন তিলাওয়াত যিকির করা হতে উত্তম, আর যিকির করা, দু&lsquo;আ করা হতে উত্তম। তারপর নিষিদ্ধ সময়ে সালাত আদায় করা, যেমন ফজরের সালাতের পর, আসরের সালাতের পর এবং জুমার খুতবার সময় সালাত আদায় করা হারাম। তখন কুরআন তিলাওয়াত করা, অথবা যিকির করা অথবা দু&rsquo;আ করা অথবা (খুতবা) মনোযোগ সহকারে শ্রবণ করা সালাতের থেকে উত্তম&rdquo;।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লামা ইবনুল কাইয়্যেম রহ. &lsquo;মাদারে-জুস সালেকীন&rsquo; গ্রন্থে ইবাদতে এই দূরবর্তী ফিকহ সম্পর্কে যা উল্লেখ করেছেন, এখানে সংক্ষিপ্ত আকারে আমরা তা বর্ণনা করছি। তিনি বলেন,<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">&lsquo;মনে রাখবে, সর্বাবস্থায় এবং সব জায়গায় উত্তম হল, ঐ অবস্থা ও সময়ের মধ্যে কোন কাজটি করলে আল্লাহর সন্তুষ্টি ও মহব্বত অর্জন করা যায়, তার প্রতি সজাগ দৃষ্টি রাখা এবং ঐ সময়ের দাবি ও চাহিদা অনুযায়ী সে আমল করা যে আমলে আল্লাহ্ তা&lsquo;আলা রাজি-খুশি ও সন্তুষ্ট হন।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর এরাই হল, প্রকৃত ইবাদতকারী। এর পূর্বে যাদের কথা উল্লেখ করা হয়, তারা হলেন, বিশেষ প্রকৃতির ইবাদতকারী। তাদের মধ্যে কোনো ব্যক্তি যখন কোনো ধরনের ইবাদত, যার সাথে সে নিজেকে সম্পৃক্ত করেছে, যখন সে তা থেকে নিজেকে পৃথক করে তখন সে মনে করতে থাকে যে, তার ইবাদতে ঘাটতে হয়েছে ও সে ইবাদত করা ছেড়ে দিয়েছে। এতে করে এ লোকটির আল্লাহর ইবাদত একপেশে পদ্ধতিতে হয়। পক্ষান্তরে যে প্রকৃত ইবাদতকারী তার ইবাদত কোনো কিছুকে অন্য কিছুর উপর প্রাধান্য দেওয়ার মত সুনির্দিষ্ট কোনো উদ্দেশ্য থাকে না। বরং তার উদ্দেশ্য হল, আল্লাহর সন্তুষ্টির অনুসন্ধান করা; তা যেখানেই পাওয়া যাক না কেন। ফলে তার ইবাদতের ভিত্তি হল, সব সময় দাসত্বের বিভিন্ন স্তরে স্থানান্তরিত হতে থাকা। যখনই তার জন্য কোনো একটি ইবাদতের স্থান উদয় হয়, তখন সে তার পিছনে ছুটতে থাকবে এবং তা নিয়েই ব্যস্ত থাকবে, যতক্ষণ না তার জন্য অপর একটি ইবাদতের দ্বার উন্মুক্ত হয়। এ হল, তার চলার পথের পদ্ধতি; এ ভাবেই শেষ হতে থাকে তার গতি। তুমি যখন আলেমদের দেখবে তখন, তাকেও আলেমদের সাথে দেখতে পাবে। আবার যখন তুমি আবেদদের দেখবে, তাকেও তাদের সাথে দেখবে। অনুরূপভাবে যখন তুমি মুজাহিদদের দেখবে, তাকেও তাদের সাথে দেখবে। আর যখন তুমি যিকিরকারীদের দেখবে, তখন তুমি তাকেও যিকিরকারীদের সাথে দেখবে। আর যখন তুমি মুহসিনদের দেখবে, তখন তুমি তাকেও তাদের সাথে দেখবে। এরা হল, প্রকৃত ইবাদতকারী যারা কোনো নির্ধারিত ধরা-বাঁধা নিয়ম নয়, আর যারা কোনো শর্তের বন্ধনেও আবদ্ধ নয়।&rsquo;<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লাহর নিকট প্রিয় আমল কোনটি তার আলোচনা শুরু করার পূর্বে আমাদের জন্য জরুরি হল, কয়েকটি গুরুত্বপূর্ণ বিষয় আলোচনা করা, যার উপর নেক আমল কবুল হওয়া না হওয়া, সাওয়াব লাভ করা না করা এবং আখিরাতের আমলের দ্বারা উপকার লাভ করা না করা ইত্যাদি জরুরি বিষয়সমূহ নির্ভর করে।<\/span><\/p>\n<p><span style=\"color: #800080;\"><strong><span style=\"font-size: 12pt;\"> আর তা হল:-<\/span><\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>এক &ndash;<\/strong> সমস্ত আমল কেবল আল্লাহর জন্য করা। অর্থাৎ আমল করা দ্বারা উদ্দেশ্য হবে, আল্লাহর সন্তুষ্টি অর্জন, তাকে রাজি-খুশি করা, আল্লাহ নিকট বান্দার জন্য যে সব নেয়ামত ও বিনিময় রয়েছে, তার আশা করা। আর অন্তরকে মানুষের দৃষ্টি হতে সম্পূর্ণ খালি করা এবং দুনিয়াতে মানুষ থেকে কি লাভ করবে তার প্রতি কোন প্রকার ভ্রুক্ষেপ না করা। আর অন্তর দ্রুততম যে ফলের আশা করতে থাকে তা থেকেও মুক্ত করা।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>দুই &ndash;<\/strong> ইবাদতে নিয়তের পার্থক্য করা। অনেকে মনে করে, এ শর্ত এবং ইখলাস একই কথা। কিন্তু বাস্তবতা হল, দুটি এক নয়, ভিন্ন ভিন্ন বিষয়। ইবনুল কাইয়্যেম রহ. বলেন, &lsquo;ইবাদতে নিয়ত করা ইখলাস থেকে আরও একটি বর্ধিত ও অতিরিক্ত বিষয়। কারণ, ইবাদতে ইখলাস হল, অন্যকে বাদ দিয়ে কেবল মা&lsquo;বুদেরই ইবাদত করা। আর ইবাদতের নিয়তের দুটি স্তর আছে:<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">১. ইবাদতকে স্বাভাবিক কাজ-কর্ম থেকে পার্থক্য করা।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">২. এক ইবাদতকে অপর ইবাদত থেকে পার্থক্য করা।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>তিন &ndash;<\/strong> ইবাদতে যত্নবান হওয়া। অর্থাৎ আল্লাহ্ তা&lsquo;আলা যেভাবে ইবাদত করাকে পছন্দ করেন এবং বান্দার প্রতি সন্তুষ্ট হন, সেভাবে ইবাদতকে বাস্তবায়ন ও আদায় করার জন্য আপ্রাণ চেষ্টা করা। এ শর্তের দাবি হল, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সুন্নাত ও তার সাহাবীগণ যার উপর প্রতিষ্ঠিত তার অনুকরণ-অনুসরণ করা।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>চার &ndash;<\/strong> নেক আমলসমূহের সাওয়াবের হেফাজত ও সংরক্ষণ করা। আর তা হল, আমলকে নষ্ট বা বরবাদ করার কারণ হয়, এমন সব বিষয় হতে বিরত ও সতর্ক থাকা। যেমন, রিয়া বা লোক দেখানোর জন্য আমল করা, মানুষকে খোঁটা দেয়া ও কষ্ট দেয়া, আত্মতৃপ্তিতে ভোগা, গণক ও জাদুকরদের নিকট যাওয়া, ইত্যাদি কর্মকাণ্ড।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">অনুরূপভাবে একজন আমলকারীকে অবশ্যই এমন সব কিছু থেকে বিরত থাকবে, যেগুলো নিজের আমলের সাওয়াব অন্যের নিকট চলে যাওয়ার কারণ হয়। এটি অনেক সময় দুনিয়াতে কারো উপর জুলুম করার কারণে হয়ে থাকে অথবা কারো হক নষ্ট করা বা কোনো ধরনের কষ্ট দেয়ার কারণে হয়ে থাকে। যেমন, গীবত করা, গালি দেয়া, চুরি করা, মুমিন ভাইকে পরিত্যাগ করা- যে পরিত্যাগ শরী&lsquo;আতে নিষিদ্ধ, ইত্যাদি।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আমরা এখন আল্লাহর নিকট প্রিয় আমলসমূহের বর্ণনা করব। সে গুলো হল নিম্নরূপ:<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40835","category_id":"19317","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">অন্তরের যিকির দুই প্রকার<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt;\"><strong>এক.<\/strong> এ প্রকারের যিকির হচ্ছে, সর্বাধিক উন্নত ও গুরুত্বপূর্ণ যিকির, আর তা হচ্ছে, আল্লাহর মাহাত্ম্য, শান-শওকত, ক্ষমতা, মালিকানা, ও আসমান ও যমীনে তার যে সব নিদর্শন রয়েছে সেগুলো উপলব্ধি করার জন্য নিজের চিন্তা-শক্তিকে নিয়োগ করা।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>দুই.<\/strong> আদেশ নিষেধসমূহ পালনের সময় অন্তরের যিকির; আল্লাহর নিকট সাওয়াব লাভের আশায় এবং আল্লাহর শাস্তি থেকে বাঁচার ভয়ে, আল্লাহ যা আদেশ করেছেন তা পালন করবে এবং আল্লাহ যা নিষেধ করেছেন তা হতে বিরত থাকবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর অঙ্গ-প্রত্যঙ্গের যিকির; আল্লাহর ইবাদত বন্দেগীতে ব্যস্ত থাকা এবং তার আনুগত্যে ডুবে থাকা। এ কারণেই সালাতকে যিকির বলে আখ্যায়িত করা হয়েছে। <strong>আল্লাহ তা&lsquo;আলা বলেন,<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ ٩ ﴾ [الجمعة: ٩]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;তখন তোমরা আল্লাহর স্মরনের দিকে ধাবিত হও&rdquo;। <strong>[আল-জুমু&lsquo;আ, আয়াত: ৯]<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ তা&lsquo;আলা আরও বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱذۡكُرُواْ ٱللَّهَ ذِكۡرٗا كَثِيرٗا ٤١ ﴾ [الاحزاب: ٤١]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;হে মুমিনগণ, তোমরা আল্লাহকে অধিক পরিমাণে স্মরণ কর&rdquo;। [আল-আহযাব, আয়াত: ৪১]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এ আয়াতগুলোতে আল্লাহ্ তা&lsquo;আলা তার বান্দাদেরকে আল্লাহর যিকির করা ও তার শুকরিয়া আদায় করার নির্দেশ দেন, আরও নির্দেশ দেন যেন অধিকাংশ সময়ে তারা যাতে তাদের জিহ্বাকে আল্লাহর যিকির, তাসবীহ, তাহলীল, আল্লাহ প্রশংসা ও বড়ত্বের বর্ণনায় লিপ্ত রাখেন।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লামা মুজাহিদ রহ. বলেন, যিকিরের শব্দগুলো এমনই যেগুলো পবিত্র, সাধারণ অপবিত্র ও বেশী অপবিত্র ব্যক্তিও বলতে পারে। তিনি আরও বলেন, একজন ব্যক্তি ততক্ষণ আল্লাহর যিকির-কারী হতে পারবে না, যতক্ষণ না সে দাঁড়ানো অবস্থায়, বসা অবস্থায় এবং শোয়া অবস্থায় আল্লাহর যিকির করবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, &ldquo;আল্লাহ তা&lsquo;আলা একমাত্র যিকির ছাড়া আর যত প্রকারের ইবাদত বান্দার উপর ফরয করেছেন, সব ইবাদতের একটি নির্দিষ্ট সীমা নির্ধারণ করেছেন এবং অপারগতার সময় তার অপারগতাকে গ্রহণ করেছেন। কিন্তু আল্লাহ তা&lsquo;আলা যিকিরের এমন কোনো সীমা নির্ধারণ করেন নি যেখানে গিয়ে বান্দা থামবে। অনুরূপভাবে যিকির ছেড়ে দেয়ার বিষয়ে কারও ওজরকে গ্রহণ করেন নি, যদি না তাকে ছাড়ার ব্যাপারে জোর করা হয়। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ তা&lsquo;আলা বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿ فَٱذۡكُرُواْ ٱللَّهَ قِيَٰمٗا وَقُعُودٗا وَعَلَىٰ جُنُوبِكُمۡۚ ١٠٣ ﴾ [النساء: ١٠٣]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;তখন দাড়ানো, বসা ও শোয়া অবস্থায় আল্লাহর স্মরণ করবে&rdquo;। <strong>[সূরা আন-নিসা, আয়াত: ১০৩]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">রাতে-দিনে, জলে-স্থলে, সফরে-আবাসস্থলে, প্রাচুর্য- দারিদ্রতা, অসুস্থতা-সুস্থতা. প্রকাশ্যে-গোপনে সর্বাবস্থায় আল্লাহর যিকির করতে হবে। যখন তোমরা তা করবে, আল্লাহ তা&lsquo;আলা তোমাদের উপর সালাত পেশ করবেন, (তোমাদের কথা তাঁর কাছে যারা আছে তাদের কাছে বর্ণনা করবেন) অনুরূপভাবে ফেরেশতাগণও তা করবেন।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">মু&lsquo;আয ইবনে জাবাল রাদিয়াল্লাহ আনহু বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;ما شيء أنجى من عذاب الله من ذكر الله&raquo;.<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আল্লাহর আযাব হতে মুক্তি দেয়ার জন্য যিকির থেকে অধিক শক্তিশালী আর কিছুই নাই&rdquo; [2]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লাহ্ তা&lsquo;আলা যিকির শব্দটি কুরআনের অনেক আয়াতে উল্লেখ করেন। আর যিকিরকারীর জন্য &lsquo;আল্লাহর স্মরণ করা&rsquo; আল্লাহ্ তা&lsquo;আলা তার বিনিময় বলে আখ্যায়িত করেন। একজন যিকিরকারীকে আল্লাহ স্মরণ করবে, এটি তার জন্য দুনিয়ার সব কিছু হতে উত্তম এবং দুনিয়াতে এর চেয়ে বড় কোনো আমল হতেই পারে না। আর এর মাধ্যমেই নেক আমলসমূহের পরিসমাপ্তি ঘটানোর কথা বলেছেন।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;ألا أنبئكم بخير أعمالكم، وأزكاها عند مليككم، وأرفعها في درجاتكم، وخير لكم من إنفاق الذهب والورق، وخير لكم من تلقوا عدوكم فتضربوا أعناقهم، ويضربوا أعناقكم؟! قالوا: بلى! قال: ذكر الله تعالى&raquo; [أخرجه الترمذي].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আমি কি তোমাদেরকে তোমাদের জন্য সর্ব উত্তম আমলসমূহ সম্পর্কে জানিয়ে দেব? আমি কি তোমাদেরকে তোমাদের মুনিবের নিকট পবিত্র আমল কোনটি তা জানিয়ে দেব? আমি কি তোমাদেরকে তোমাদের মর্যাদা বৃদ্ধি করে, এমন আমলসমূহ সম্পর্কে জানিয়ে দেব? আমি কি তোমাদেরকে এমন আমল বাতলিয়ে দেব, যা তোমাদের জন্য স্বর্ণ মুদ্রা আল্লাহর রাহে ব্যয় করা থেকে উত্তম? আমি কি তোমাদেরকে এমন আমল বিষয়ে তোমাদের জানিয়ে দেব, যা তোমাদের জন্য দুশমনদের সাথে মুখোমুখি হয়ে তোমরা তাদের হত্যা করবে এবং তারা তোমাদের হত্যা করবে তা হতে উত্তম? সাহাবীগণ বললেন, হ্যাঁ! তিনি বললেন, তা হল, আল্লাহ তা&lsquo;আলার যিকির&rdquo; [তিরমিযি] [3]<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;أحب الكلام إلي الله أربع؛ سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر؛ لا يضرك بأيهن بدأت&raquo; [أخرجه مسلم].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, &ldquo;আল্লাহর নিকট সর্বাধিক প্রিয় কালাম চারটি। এক- সুবহানাআল্লাহ দুই- আলহামদু লিল্লাহ-তিন, লা ইলাহা ইল্লাল্লাহ চার-আল্লাহু আকবর। যেটি দিয়েই শুরু কর, তাতে কোন অসুবিধা নাই&rdquo; [মুসলিম] [4]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #800080;\"><strong>লা ইলাহা ইল্লাল্লাহ এর উপকারিতা:<\/strong> <\/span><strong>বলা হয়ে থাকে যে,<\/strong> <strong>এ কালিমার মধ্যে দুটি বৈশিষ্ট্য আছে:<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>এক.<\/strong> এ কালেমার মধ্যে যতটি শব্দ আছে সব কটি শব্দ &lsquo;হুরুফে জাওফিয়া&rsquo; অর্থাৎ শব্দগুলোর উচ্চারণের স্থান হল, মুখের মধ্যখান যাকে পেট বলা হয়। এ কালেমার মধ্যে এমন কোনো শব্দ নেই যে শব্দের উচ্চারণের স্থান ঠোট ব্যবহার করতে হয়, যেমন &lsquo;বা&rsquo;, &lsquo;মিম&rsquo;, &lsquo;ফা&rsquo;, ইত্যাদি। এ দ্বারা ইশারা করা হল, এ কালেমা মানুষ যেন শুধু ঠোটে বা মুখে উচ্চারণ না করে বরং পেট-অন্তর-থেকে উচ্চারণ করে, শুধু ঠোটে -মুখে- উচ্চারণ যথেষ্ট নয়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>দুই.<\/strong> এ কালেমার মধ্যে নুকতা বিশিষ্ট কোন শব্দ নাই; বরং সবকটি হরফ বা শব্দ নুকতা হতে খালি। এ দ্বারা উদ্দেশ্য এ কথার দিক ইশারা করা, আল্লাহ ব্যতীত কোনো মাবুদ নাই। এ কালেমা আল্লাহ ছাড়া যত মা&lsquo;বুদ আছে সমস্ত মা&lsquo;বুদ হতে খালি।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40836","category_id":"19318","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">আল্লাহ দানশীল ব্যক্তিকে পছন্দ করেন<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;إن الله يحب سمح البيع، سمح الشراء، سمح القضاء&raquo; [أخرجه الترمذي].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আল্লাহ্ তা&lsquo;আলা বিক্রয়ে ছাড়-প্রবণ, কেনার সময় ছাড়-প্রবণ এবং ফায়সালার ছাড়-প্রবণতাকে পছন্দ করেন&rdquo; [তিরমিযী] [12]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>السماحة [আস-সামাহা]:<\/strong> শব্দের অর্থ হল, সহজ করা ও ছাড় দেয়া বা ক্ষমা করা। আর &ldquo;سمحاً&rdquo; এর অর্থ হচ্ছে, সহজ করতে, ছাড় প্রদান করতে ও ক্ষমা করতে অভ্যস্ত। বস্তুত: &lsquo;সামাহা&rsquo; ঈমানের একটি অংশ। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;الإيمان الصبر والسماحة&raquo;<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;ঈমান হল, ধৈর্য ধারণ করা ও ক্ষমা করা [13]।&rdquo; [বর্ণনায় আহমদ]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #ff6600;\"><strong>বেচা-কেনার মধ্যে অনুগ্রহ করার অর্থ:<\/strong><\/span> যে ব্যক্তি কোনো কিছু বিক্রি করে বা খরিদ করে, তখন সে সহজ করে এবং দান করে। আর যখন বিক্রি করে তখন অনেক পাওনাকে সে ছেড়ে দেয়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর ফায়সালার ক্ষেত্রে ক্ষমাশীল হওয়ার অর্থ হল, সে ব্যক্তি তার হককে অত্যন্ত সহজ, সরল ও নমনীয়তার সাথে আদায় করতে চেষ্টা করে, কোনো প্রকার বাড়াবাড়ি বা ক্ষতি করার চেষ্টা সে করে না। মোটকথা, &lsquo;সামহ&rsquo; ঐ ব্যক্তিকে বলা হয়, যে মানুষের সাথে ক্ষমা ও সহজ আচরণ করে। সে মানুষের সাথে উন্নত আখলাক-চরিত্র প্রয়োগ করে এবং ঝগড়া-বিবাদ পরিহার করে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #008000;\"><strong>আল্লাহ্ তা&lsquo;আলা ক্ষমাপ্রবণ ব্যক্তিকে পছন্দ করেন;<\/strong><\/span> কারণ সে নিজের পক্ষ থেকে সম্মানিত এবং সে উত্তম চরিত্রের অধিকারী; কারণ এর মাধ্যমে সে তার অন্তর থেকে ধন-সম্পদের মোহ কর্তন করতে সমর্থ হয়েছে, যে ধন-সম্পদ দুনিয়ার চিহ্ন। তাছাড়া সে আল্লাহর বান্দাদের উপর দয়া করতে সক্ষম হয়েছে, তাদের কাছে উপকার পৌঁছাতে পেরেছে। আর এ সবই আল্লাহর মহব্বত লাভকে আবশ্যকীয় করে তুলেছে।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40837","category_id":"19319","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">আল্লাহ্ তা&lsquo;আলা ক্ষমাকে পছন্দ করেন<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;إن الله يحب العفو&raquo;<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আল্লাহ ক্ষমাকে পছন্দ করেন&rdquo;[14]<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ তা&lsquo;আলা বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿ خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ ١٩٩ ﴾ [الاعراف: ١٩٩]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;তুমি ক্ষমা প্রদর্শন কর এবং ভালো কাজের আদেশ দাও। আর মূর্খদের থেকে বিমুখ থাক&rdquo;। <strong>[আ&lsquo;রাফ, আয়াত: ১৯৯]<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ তা&lsquo;আলা আরও বলেন, ﴿ وَٱلۡكَٰظِمِينَ ٱلۡغَيۡظَ وَٱلۡعَافِينَ عَنِ ٱلنَّاسِۗ وَٱللَّهُ يُحِبُّ ٱلۡمُحۡسِنِينَ ١٣٤ ﴾ [ال عمران: ١٣٤]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আর ক্রোধ সংবরণ করে ও মানুষকে ক্ষমা করে। আর আল্লাহ সৎকর্ম-শীলদের ভালো বাসেন&rdquo;। [আলে ইমরান, আয়াত: ১৩৪]<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ তা&lsquo;আলা আরও বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿ وَأَن تَعۡفُوٓاْ أَقۡرَبُ لِلتَّقۡوَىٰۚ ٢٣٧ ﴾ [البقرة: ٢٣٧]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আর তোমাদের মাফ করে দেয়া তাকওয়ার অধিক নিকটতর।&rdquo;<strong> [সূরা বাকারাহ, আয়াত: ১৩৭]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>عفو<\/strong>বা ক্ষমা বলা হয়, গুনাহের কারণে পাকড়াও করা ছেড়ে দেওয়া। আর <strong>صفح<\/strong> বা উপেক্ষা করার অর্থ হল, অন্তর থেকে গুনাহের প্রভাব দূর করা। আর ক্ষমা তার থেকেই হতে পারে, যার ধন-সম্পদ ইজ্জত সম্মান ইত্যাদিতে কোনো না কোনো হক বা অধিকার ছিল, কিন্তু সে তার সে অধিকার ছেড়ে দেয় এবং ক্ষমা করে দেয়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লাহ্ তা&lsquo;আলা যারা ক্ষোভের সময় ক্ষমা করে দেয়, তাদের প্রশংসা করেছেন এবং তাদের সুনাম তুলে ধরেছেন। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ্ তা&lsquo;আলা বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿وَإِذَا مَا غَضِبُواْ هُمۡ يَغۡفِرُونَ ٣٧ ﴾ [الشورى: ٣٧]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;এবং যখন রাগান্বিত হয়, তখন তারা ক্ষমা করে দেয়&rdquo;। <strong>[সূরা আশ-শূরা, আয়াত: ৩৭]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>العَفُوُّ<\/strong> &lsquo;ক্ষমাকারী&rsquo; এটি আল্লাহর সুন্দর নামসমূহের মধ্য থেকে একটি গুণবাচক নাম। আর <strong>عفو<\/strong> বা &lsquo;ক্ষমা&rsquo; আল্লাহর সিফাতসমূহ থেকে একটি সিফাত। আল্লাহ্ তা&lsquo;আলা বান্দাদের শাস্তি দেয়ার ক্ষমতা রাখা স্বত্বেও তাদের ক্ষমা করে দেন।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ্ তা&lsquo;আলা বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿وَلۡيَعۡفُواْ وَلۡيَصۡفَحُوٓاْۗ أَلَا تُحِبُّونَ أَن يَغۡفِرَ ٱللَّهُ لَكُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٌ ٢٢﴾ [النور: ٢٢]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আর তারা যেন তাদের ক্ষমা করে এবং তাদের দোষত্রুটি উপেক্ষা করে। তোমরা কি পছন্দ কর না যে, আল্লাহ তোমাদের ক্ষমা করে দেন? আর আল্লাহ বড়ই ক্ষমাশীল, পরম দয়ালু।&rdquo;<strong> [সূরা নূর, আয়াত: ২২]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর মানুষের আমলের বিনিময় তার আমলের ধরণ অনুযায়ীই হয়ে থাকে, সুতরাং যেভাবে যে তোমাকে কষ্ট দেয়, তাকে তুমি ক্ষমা করে দেবে, সেভাবে আল্লাহও তোমাকে মাফ করে দেবেন। আর তুমি যখন তোমার অপর ভাইয়ের দোষত্রুটি উপেক্ষা করবে, আল্লাহও তোমার দোষ ত্রুটি উপেক্ষা করবেন।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">অনুরূপভাবে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রাগকে নিয়ন্ত্রণ করা, ক্রোধকে হজম করা ও মানুষকে ক্ষমা করার জন্য উম্মতকে উদ্বুদ্ধ করেছেন। আর এটি মহান ইবাদত ও নফসের সাথে জিহাদ করার সমতুল্য। <\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;ما من جرعةٍ أعظم أجرًا عند الله من جرعة غيظ كظمها عبد ابتغاء وجه الله&raquo; [أخرجه ابن ماجه].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;এমন কোনো ঢোক সওয়াবের জন্য আল্লাহর নিকট বড় নেই, সে ঢোক হতে যা বান্দা ক্রোধের সময় আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে গিলে বা সম্বরণ করে ফেলে&rdquo;[15]। <strong>[ইবনে মাজাহ্]<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;من كظم غيظًا وهو يستطيع أن ينفذه، دعاه الله يوم القيامة على رؤوس الخلائق حتى يخيره من أي الحور شاء&raquo; [أخرجه الترمذي]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;যে ব্যক্তি রাগকে নিয়ন্ত্রণ করে অথচ তা প্রয়োগ করার মত ক্ষমতা তার আছে, কিয়ামতের দিন আল্লাহ্ তা&lsquo;আলা তাকে সমস্ত মানুষের সামনে ডেকে বলবেন, তুমি হূরদের থেকে যাকে পছন্দ কর গ্রহণ করতে পার&rdquo;[16]। <strong>[তিরমিযী]<\/strong> অর্থাৎ মানুষের মাঝে আল্লাহ্ তা&lsquo;আলা তার সুনাম ছড়াবেন, তার প্রশংসা করবেন এবং তাকে নিয়ে তিনি অহংকার করবেন। যার ফলে তাকে আল্লাহ্ তা&lsquo;আলা যে কোনো হূরকে গ্রহণ করার ব্যাপারে স্বাধীনতা প্রদান করবেন।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;وما زاد الله عبدًا بعفوٍ إلا عزًا، وما تواضع أحد لله إلا رفعه الله&raquo;.<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;ক্ষমা করার কারণে আল্লাহ্ তা&lsquo;আলা বান্দার সম্মানকেই বৃদ্ধি করেন। আর যে ব্যক্তি আল্লাহর জন্য বিনয়ী হয়, আল্লাহ্ তা&lsquo;আলা তার মর্যাদাকে বৃদ্ধি করেন&rdquo;[17]।<\/span><\/p>\n<p><span style=\"color: #ff6600;\"><strong><span style=\"font-size: 12pt;\">এখানে দুটি দিক রয়েছে:<\/span><\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>এক-<\/strong> হাদিসটি তার বাহ্যিক অর্থের উপরই রাখা হবে। অর্থাৎ যে ব্যক্তি ক্ষমা ও উপেক্ষা করা বিষয়ে প্রসিদ্ধ হবে, মানুষের অন্তরসমূহে সে মহান হবে এবং তার ইজ্জত ও সম্মান বৃদ্ধি পাবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>দুই-<\/strong> অথবা হাদিসের অর্থ হল, তার সাওয়াব আখিরাতে আর সম্মান দুনিয়াতে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আবার কোনো সময় উভয় অর্থ এক সাথে হতে পারে। অর্থাৎ আল্লাহ্ তা&lsquo;আলা তাকে দুনিয়া ও আখিরাত উভয় জাহানে ইজ্জত ও সম্মান দান করবেন।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40838","category_id":"19320","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">আল্লাহ্ তা&lsquo;আলা কোমলতা পছন্দ করেন<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;إن الله يحب الرفق في الأمر كله&raquo; [أخرجه البخاري].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আল্লাহ প্রতিটি কাজে কোমলতা পছন্দ করেন&rdquo;[18]।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;إن الله رفيق يحب الرفق، ويعطي على الرفق ما لا يعطي على العنف، وما لا يعطي على ما سواه&raquo; [أخرجه مسلم].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আল্লাহর তা&rsquo;আলা নিজে কোমলময়, তিনি কোমলতাকে পছন্দ করেন। তিনি কোমলতার উপর যে প্রতিদান দেন, জোর বা কঠোরতার উপর তা দেন না, অনুরূপ অন্য কিছুর উপরও এত বেশি প্রতিদান দেন না&rdquo;[19]।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #000080;\"><strong>মূলত:<\/strong><\/span> কোমলতা যাবতীয় কল্যাণের কারণ। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;من يحرم الرفق يحرم الخير&raquo;<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;যে ব্যক্তি কোমলতা থেকে বঞ্চিত হয়, সে যাবতীয় কল্যাণ হতে বঞ্চিত হয়&rdquo;[20]।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #800080;\"><strong>রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাণী:<\/strong><\/span> <strong>&laquo;إن الله رفيق&raquo;<\/strong> &lsquo;আল্লাহ কোমল&rsquo; এ কথার অর্থ হল, আল্লাহ তার বান্দাদের প্রতি অত্যন্ত দয়ার্দ্র, তিনি তাদের জন্য সহজ করতে চান, কঠোরতা করতে চান না। আল্লাহ্ তা&lsquo;আলা মানুষকে তাদের সাধ্যের বাহিরে কোনো দায়িত্ব চাপিয়ে দেন না। আল্লাহ্ তা&lsquo;আলা &lsquo;কোমলতা অবলম্বনের উপর প্রদান করার&rsquo; অর্থ তিনি সেটার উপর যে সাওয়াব দেন, অন্য কোন আমলের উপর এত বেশি সাওয়াব দেন না। কোমল ব্যবহারের উপর আল্লাহ্ তা&lsquo;আলা দুনিয়াতে সুন্দর প্রশংসা কুড়ানোর তাওফিক দেন, উদ্দেশ্য হাসিলে সফলতা দেন, এবং লক্ষ্য অর্জন করা সহজ করে দেন। আর আখিরাতে তার জন্য রয়েছে অধিক সাওয়াব, যা কঠোরতা করার কারণে অর্জন করা সম্ভব হয় না, আর যা অন্য কোনো আমলের কারণে লাভ করা যায় না।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #000080;\"><strong>বস্তুত:<\/strong> <\/span>নমনীয়তা ও নরম ব্যবহার উত্তম চরিত্রেরই ফল এবং তারই পরিণতি।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">বলা হয়ে থাকে যে, সবচেয়ে প্রজ্ঞাপূর্ণ কাজ হচ্ছে, প্রতিটি বস্তুকে যথাস্থানে প্রয়োগ করা। কঠোরতার জায়গায় কঠোরতা এবং কোমলতার স্থানে কোমলতা, যেখানে তলোয়ার উত্তোলন করা দরকার সেখানে তলোয়ার উঠানো, আর যেখানে লাঠি উঠানো দরকার সেখানে লাঠি উঠানো। সুতরাং যাবতীয় চরিত্রে যেমন মধ্যম পন্থা অবলম্বন করা উত্তম, তেমনি কঠোরতা ও কোমলতা উভয়টির মধ্যেও মধ্যম পন্থা অবলম্বন করা উত্তম। কিন্তু যেহেতু মানব স্বভাব কঠোরতার প্রতিই বেশি ধাবিত হয় তাই মানুষকে কোমলতা অবলম্বন করার প্রতি বেশি উৎসাহ প্রদান করা হয়েছে। আর এ জন্যই কঠোরতার চেয়ে কোমলতা অবলম্বনের অধিক প্রশংসা করা হয়েছে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সত্যিকার পূর্ণ তো সে-ই, যে ব্যক্তি কোথায় কঠোরতা করতে হবে এবং কোথায় কোমলতা অবলম্বন করতে হবে উভয়ের মধ্যে পার্থক্য করতে পারে। ফলে যেখানে যা করা দরকার সেখানে সে তাই করে। যদি কোন ব্যক্তির দূরদর্শিতা কম হয়, অথবা কোন ঘটনার পিছনে কি হিকমত আছে, তা না জানে, তাহলে তার জন্য কোমলতা অবলম্বন করা উত্তম। কারণ, অধিকাংশ সময় কোমলতার মধ্যেই সফলতা নিহিত থাকে। <strong>রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;إن الرفق لا يكون في شيء إلا زانه، ولا ينزع من شيء إلا شانه&raquo;.<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;যে কোনো কিছুতে কোমলতা অবলম্বন করা সেটার সৌন্দর্যকে নিশ্চিত করে। আর কোন কিছু থেকে কোমলতা তুলে নেয়া সেটাকে কলঙ্কিতই করে থাকে&rdquo;[21]।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40839","category_id":"19321","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">আল্লাহ্ লজ্জা ও গোপন রাখাকে পছন্দ করেন<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;إن الله عز وجل حليم حيي ستير؛ يحب الحياء والستر؛ فإذا اغتسل أحدكم فليستتر&raquo; [أخرجه النسائي].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আল্লাহ্ তা&lsquo;আলা ধৈর্যশীল, গোপনকারী, তিনি লজ্জা ও গোপন রাখাকে পছন্দ করেন। তোমরা যখন গোসল করবে, তখন যেন অবশ্যই ঢেকে রাখে।[22]&rdquo; <strong>[নাসায়ী]<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;الإيمان بضع وسبعون شعبة، والحياء شعبة من الإيمان&raquo; [أخرجه مسلم].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;ঈমানের সত্তরেরও বেশি (তিন থেকে নয় সংখ্যা পর্যন্ত) শাখা রয়েছে, আর লজ্জা ঈমানের একটি শাখা&rdquo;[23]। <strong>[মুসলিম]<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;وقد كان النبي صلى الله عليه و سلم أشد حياء من العذراء في خدرها&raquo;.<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম একজন নিভৃতে অবস্থানকারী কুমারী নারীর চেয়েও অধিক লজ্জাশীল ছিলেন&rdquo;<strong>[24]।<\/strong><\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40840","category_id":"19322","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">আমলকে সুন্দরভাবে সম্পন্ন করা<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;إن الله تعالى يحب من العامل إذا عمل أن يحسن&raquo;<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;নিশ্চয় আল্লাহ্ তা&lsquo;আলা একজন আমলকারী থেকে সুন্দর আমলকে পছন্দ করে যখন সে আমল করে&rdquo;[35]।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সুন্দর আমল হল, ইখলাস এবং তা ইনসাফের সাথে আদায় করা। আর আল্লাহ্ তা&lsquo;আলা একজন আমলকারি যখন কোনো আমল করে, তখন সে যাতে সুন্দর আমল করে, তা তিনি পছন্দ করেন। অনুরূপভাবে যে ব্যক্তি আল্লাহর আমানতকে তার সামর্থ্য অনুযায়ী যথাস্থানে আদায় করে এবং আল্লাহর ইবাদত হতে বিমুখ হয় না, তাকে পছন্দ করেন। যেমন, <strong>আল্লাহ্ তা&lsquo;আলা বলেন,<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿رِجَالٞ لَّا تُلۡهِيهِمۡ تِجَٰرَةٞ وَلَا بَيۡعٌ عَن ذِكۡرِ ٱللَّهِ وَإِقَامِ ٱلصَّلَوٰةِ وَإِيتَآءِ ٱلزَّكَوٰةِ يَخَافُونَ يَوۡمٗا تَتَقَلَّبُ فِيهِ ٱلۡقُلُوبُ وَٱلۡأَبۡصَٰرُ ٣٧﴾ [النور: ٣٧]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;সে সব লোক, যাদেরকে ব্যবসা-বাণিজ্য ও ক্রয়-বিক্রয় আল্লাহর যিকির, সালাত কায়েম করা ও যাকাত প্রদান করা থেকে বিরত রাখে না। তারা সেদিনকে ভয় করে, যেদিন অন্তর ও দৃষ্টিসমূহ উল্টে যাবে&rdquo;। <strong>[সূরা নূর, আয়াত: ৩৭]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এখানে আল্লাহ্ তা&lsquo;আলা ব্যবসার কথা উল্লেখ করেছেন। কারণ, মানুষকে আল্লাহর ইবাদত থেকে বিরত রাখার যত উপকরণ আছে, তার মধ্যে ব্যবসাই হল সব চেয়ে বড় উপকরণ। আল্লাহর ইবাদতসমূহ থেকে বড় গুরুত্বপূর্ণ ইবাদত হল সালাত। এ কারণে আল্লাহ্ তা&lsquo;আলা ঐসব লোকদের প্রশংসা করেন, যাদেরকে তাদের ব্যবসা-বাণিজ্য তাদের ইবাদত থেকে ফিরিয়ে রাখতে পারে না। নিঃসন্দেহে তারা ভালো কাজ করে এবং সুন্দর আমল করে। তারা তাদের ব্যবসা-বাণিজ্য, ইবাদত-বন্দেগী ও সালাতের সময়ের মাঝে সমন্বয় সাধন করে থাকে।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40841","category_id":"19323","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">আল্লাহর যিকির করা<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #800080;\"><strong>প্রমাণ:<\/strong><\/span> <strong>রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;أحب الأعمال إلى الله أن تموت ولسانك رطب من ذكر الله&raquo;.<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আল্লাহর নিকট সর্বাধিক প্রিয় আমল, তুমি মারা যাবে এ অবস্থায় যে তোমার জিহ্বা আল্লাহর যিকিরে থাকবে তরতাজা। &rdquo; [1]<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লামা তীবী রহ. বলেন,<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">জবান তরতাজা রাখার অর্থ হল, জবানে অতি সহজে আল্লাহর যিকির চলতে থাকা। আর এর বিপরীতে জবান শুষ্ক থাকার অর্থ হল, মুখে যিকির বন্ধ থাকা। তারপর মুখ আল্লাহর যিকির দ্বারা সচল থাকার অর্থ হল, সবসময় আল্লাহর যিকিরে লিপ্ত থাকা।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #800080;\"><strong>মূলত:<\/strong><\/span> যিকির হল, যার যিকির করা হয়, তার বিষয়ে সবসময় অন্তর সতর্ক ও সজাগ থাকা। যিকিরকে যিকির বলে নাম রাখার কারণ, যিকির অর্থ স্মরণ করা। আর মুখের যিকির অন্তরে স্মরণ করার উপর প্রমাণ বহনকারী। কিন্তু যেহেতু মুখের কথার উপর যিকিরের প্রয়োগটা অধিক, তাই মুখের যিকিরকেই যিকির বলে নাম করা হয়েছে এবং যিকির বললে আমরা সাধরণত মুখের যিকিরকেই দ্রুত বুঝি।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #800000;\"><strong>যিকির:<\/strong><\/span> যে সব শব্দাবলীকে অধিক পরিমাণে বলার জন্য হাদিস ও কুরআনে উৎসাহ দেয়া হয়েছে, সে সব শব্দগুলোকে বলা বা উচ্চারণ করাকে যিকির বলা হয়। যেমন, &ldquo;আল-বাকীয়াতুস সালিহাত&rdquo; বা স্থায়ী নেক আমলসমূহ, আর সেগুলো হচ্ছে,<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">سبحان الله، الحمد لله، ولا إله إلا الله، والله أكبر<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">অনুরূপ আরও যেমন, লা হাওলা&hellip;, বিসমিল্লাহ, হাসবুনাল্লাহ&hellip;, ইস্তেগফার, ইত্যাদি, এবং দুনিয়া ও আখিরাতের কল্যাণের জন্য দোয়া করা।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আবার কোনো কোনো সময় &lsquo;যিকির&rsquo; শব্দ ব্যবহার করে তার দ্বারা উদ্দেশ্য, ঐ সব নেক আমলসমূহ যেগুলোকে বান্দার উপর ওয়াজিব বা মোস্তাহাব করা হয়েছে, সেগুলোকে সবসময় চালিয়ে যাওয়ার নির্দেশ দেয়া হয়েছে। যেমন, কুরআন তিলাওয়াত করা, হাদিস অধ্যয়ন করা, ইলমি আলোচনা করা ও নফল সালাত আদায় করা।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">যিকির অনেক সময় মুখ দ্বারা হয়ে থাকে এবং তার উপর উচ্চারণকারীকে সাওয়াব দেয়া হয়। কিন্তু শর্ত হল, তার দ্বারা যেন কেবল শব্দের অর্থই উদ্দেশ্য হয়। আর যদি উচ্চারণের সাথে অন্তরের যিকিরের সাথেও সম্পৃক্ত করা হয়, তা হলে তা হবে, অধিক পরিপূর্ণ যিকির। আর যদি তার সাথে সাথে যিকির দ্বারা যিকিরকৃত শব্দগুলোর অর্থ ও যিকিরের শব্দগুলোর মধ্যে যে আল্লাহর মাহাত্ম্য ও তাঁর থেকে যাবতীয় দোষ-ত্রুটি দূরিকরণ রয়েছে তা উদ্দেশ্য হয়, তবে তার পরিপূর্ণতা আরও বেড়ে যায়। আর যদি যিকিরের শব্দাবলী কোনো নেক আমলের মধ্যে সংঘটিত হয়, তবে তার পরিপূর্ণতা আরও বৃদ্ধি পায়। আর যদি যিকিরের মধ্যে আল্লাহ সন্তুষ্টি লাভের উদ্দেশ্য ও ইখলাস সঠিকভাবে সম্পৃক্ত হয়, তবে তা চূড়ান্ত পূর্ণতা প্রাপ্ত হয়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>মুখের যিকির দ্বারা উদ্দেশ্য-<\/strong> ঐসব শব্দাবলী যে সব শব্দাবলী আল্লাহর তাসবীহ-পবিত্রতা, তাহমীদ-প্রসংশা ও তামজীদ-বড়ত্ব এর প্রমাণ বহন করে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর অন্তরের যিকির দ্বারা উদ্দেশ্য- আল্লাহর সত্ত্বা ও সিফাতসমূহের প্রমাণসমূহের মধ্যে চিন্তা-ভাবনা করা, আল্লাহর তা&lsquo;আলা তার বান্দাদের যে সব আদেশ-নিষেধ করেছেন, সে আদেশ-নিষেধ সম্পর্কে ভালোভাবে অবগত হওয়ার উদ্দেশ্যে তাতে চিন্তা করা, আমলের বিনিময় সংক্রান্ত সংবাদগুলোর উপর চিন্তা করা এবং আল্লাহর মাখলুকাতের সৃষ্টির রহস্য সম্পর্কে চিন্তা করা।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40842","category_id":"19324","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">আল্লাহর প্রতি ঈমান আনা<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"font-size: 12pt;\">যেমন, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;أحبُّ الأعمال إلى الله إيمانٌ بالله&raquo;<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আল্লাহর নিকট সর্বাধিক প্রিয় আমল, আল্লাহর প্রতি ঈমান আনা&rdquo; [2]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #800000;\"><strong>আল্লাহর প্রতি ঈমান আনার অর্থ:<\/strong><\/span> তাওহীদের প্রতি ঈমান আনা। অর্থাৎ যাবতীয় ইবাদত একমাত্র আল্লাহর জন্য করা। আর তা সংঘটিত হবে, অন্তরের আমলসমূহ কেবল আল্লাহর জন্য করা। আর অঙ্গ-প্রত্যঙ্গের আমল অন্তরের আমলসমূহের অনুসারী। কারণ, ঈমান অনেকগুলো শাখা প্রশাখা ও অসংখ্য আমলের নাম। তার মধ্যে কিছু আছে অন্তরের আমল, আবার কিছু আছে অঙ্গ-প্রত্যঙ্গের আমল। আর সর্বাধিক গুরুত্বপূর্ণ ও জরুরি হল, অন্তরের আমল।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"> কারণ, অন্তরের আমল সব সময় এবং সর্বাবস্থায় প্রতিটি প্রাপ্ত বয়স্ক নারী-পুরুষের জন্য আবশ্যকীয়। যখন কোনো বান্দা থেকে অন্তরের আমল দূর হয়ে যায়, তখন তার ঈমানও দূর হয়ে যায়। যেমনিভাবে ঈমানের বাহ্যিক আমলসমূহ অর্থাৎ অঙ্গ-প্রত্যঙ্গের আমল, তা বিশুদ্ধ হওয়া ও গ্রহণযোগ্য হওয়া নির্ভর করে অন্তরের ঈমানের উপর; যা মূল বলে স্বীকৃত। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt; color: #0000ff;\">এ কারণেই আল্লামা ইবনুল কাইয়্যেম রহ. &lsquo;বাদায়ে&lsquo;উল ফাওয়ায়েদ&rsquo; কিতাবে লিখেন:<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&lsquo;সুতরাং অন্তরের বিধান কি তা জানা অঙ্গ-প্রত্যঙ্গের বিধান জানা হতে অধিক গুরুত্বপূর্ণ। কারণ, এটিই হচ্ছে আসল, আর অঙ্গ-প্রত্যঙ্গের বিধি-বিধান এর শাখা-প্রশাখা&rsquo;।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">একজন মুমিনের নিকট দ্বীনের আসল মূলকথা ও মূল ভিত্তি হচ্ছে যে সে তার অন্তরের আমল থেকে শুরু করবে, যার সূচনা হবে ইলমের সৌন্দর্য সম্পর্কে জানা ও তার রবের পক্ষ থেকে প্রাপ্ত বিভিন্ন সংবাদের উপর, যা থেকে অন্তরের সকল আমলের ফলাফল লাভ হয়। যেমন, আল্লাহর প্রতি দৃঢ়-বিশ্বাস, দ্বীন বা আনুগত্যকে একমাত্র আল্লাহর জন্য একনিষ্ঠ করা, আল্লাহর জন্য মহব্বত করা, আল্লাহর উপর ভরসা করা, আল্লাহর শুকরিয়া আদায় করা, আল্লাহর শর&lsquo;ঈ ও কাদরী ফায়সালার উপর ধৈর্য ধারণ করা, আল্লাহকে ভয় করা, আল্লাহর নিকট আশা করা, আল্লাহর জন্য বন্ধুত্ব ও দুশমনি করা, আল্লাহর জন্য বিনয়ী হওয়া, আল্লাহর জন্য অপমানিত ও লাঞ্ছিত হওয়া, আল্লাহর ফায়সালায় প্রশান্তি লাভ করা ইত্যাদি বহু আমলকে আবশ্যক করে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">ঈমানের প্রকাশ্য ও গোপন আমলসমূহ পালন করার পদ্ধতি ও পরিমানের দিক বিবেচনায় মানুষেরও মর্যাদা ও শ্রেণীর বিভিন্নতা হয়ে থাকে; [সবাই এক পর্যায়ের বা এক স্তরের হয় না।] তাদের মধ্যে কতক মানুষ আছে, যারা তাদের নিজেদের উপর জুলুমকারী। আবার কতক আছে, মধ্যপন্থী, আবার কতক আছে, যারা ভালো কাজে অগ্রসর। এ তিনটি স্তরের মানুষের মধ্যে প্রতি স্তরের মানুষের আরও অসংখ্য শ্রেণী বিন্যাস আছে, যা আয়ত্ত করা একমাত্র আল্লাহ ছাড়া কারো পক্ষে সম্ভব নয়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লামা ইবনে রজব রহ. <strong>&laquo;ألا وإن في الجسد مضغة .. الحديثَ&raquo;<\/strong> &ldquo;মনে রাখবে দেহের মধ্যে একটি গোস্তের টুকরা আছে&rdquo; এ হাদিসের ব্যাখ্যা করতে গিয়ে বলেন,<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">&lsquo;এখানে এ কথার প্রতি ইঙ্গিত রয়েছে যে, বান্দার অঙ্গ-প্রত্যঙ্গ দ্বারা সম্পাদিত যাবতীয় কর্মকাণ্ড সঠিক হওয়া, হারাম থেকে বিরত থাকা এবং সন্দেহযুক্ত বিষয়সমূহ হতে বেঁচে থাকা, ইত্যাদি সবই বান্দার অন্তরের কর্মকাণ্ডের পরিশুদ্ধতা অনুযায়ীই হয়ে থাকে। যখন অন্তর হবে নিরাপদ, তার মধ্যে আল্লাহর মহব্বত এবং আল্লাহ্ তা&lsquo;আলা যা মহব্বত করে, তার প্রতি মহব্বত করা ছাড়া আর কোন কিছুর মহব্বত তার অন্তরে স্থান পাবে না বা থাকবে না এবং একমাত্র আল্লাহর ভয় এবং আল্লাহ যা অপছন্দ করে তাতে পতিত হওয়ার ভয় ছাড়া, আর কোন ভয় তার অন্তরে থাকবে না, তখন তার সমগ্র অঙ্গ-প্রত্যঙ্গের আমল ঠিক হয়ে যাবে। তখন বান্দার অঙ্গ-প্রত্যঙ্গ দ্বারা কোনো নিষিদ্ধ কাজ সংঘটিত হবে না এবং সন্দেহ, সংশয়যুক্ত বিষয়সমূহ থেকে হারামে পতিত হওয়ার আশঙ্কায় বেঁচে থাকবে। &rsquo;<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এখানে একটি প্রশ্ন যুক্তিসংগত, তা হচ্ছে, ঈমান কেন আল্লাহর নিকট সর্বাধিক প্রিয় আমল?<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #800000;\"><strong>উত্তর:<\/strong> <\/span>কারণ, ঈমানের বাস্তবায়নের মাধ্যমে একজন বান্দা সমস্ত মাখলুকাত থেকে মুখ ফিরিয়ে একমাত্র আল্লাহর মুখাপেক্ষী হয়ে থাকে। বান্দার অন্তর আল্লাহ ছাড়া সব কিছুকে বাদ দিয়ে একমাত্র এক আল্লাহর দিকে ধাবিত হয়। আর এটিই হল, ইবাদতের হাকীকত ও মর্মার্থ; যার জন্য আল্লাহ্ তা&lsquo;আলা মানুষ ও জ্বীন সৃষ্টি করেছেন, কিতাবসমূহ নাযিল করেছেন, অসংখ্য নবী ও রাসূলকে দুনিয়াতে প্রেরণ করেছেন এবং সাওয়াব ও শাস্তি নির্ধারণ করেছেন।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">শাইখুল ইসলাম ইমাম ইবনে তাইমিয়্যাহ রহ. মাজমু&lsquo; ফাতাওয়ায় বলেন,<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">&lsquo;&lsquo;মানুষের অন্তর কখনোই সমস্ত মাখলুকাত হতে অমুখাপেক্ষী হবে না, কিন্তু তখন হবে, যখন আল্লাহই হবে তার এমন অভিভাবক যার ইবাদত ছাড়া আর কারো ইবাদত সে করে না, তার কাছে ছাড়া আর কারো কাছে সে সাহায্য চায় না, তার উপর ভরসা করা ছাড়া আর কারো উপর সে ভরসা করে না, আর একমাত্র আল্লাহ যে সব কিছুকে পছন্দ করেন তা ছাড়া অন্য কোন কিছুতে সে খুশি হয় না এবং যে সব কিছুতে আল্লাহ সন্তুষ্ট হন, তা ছাড়া অন্য কোনো কিছুতে স সন্তুষ্ট হয় না। আর আল্লাহ যে সবকে অপছন্দ ও ঘৃণা করেন, সে সব কিছুকে সে অপছন্দ ও ঘৃণা করে। <\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লাহ যাদের সাথে দুশমনি রাখেন তাদের ছাড়া আর কারো সাথে দুশমনি রাখে না। আল্লাহ যাদের সাথে বন্ধুত্ব করেন, তাদের সাথেই বন্ধুত্ব করে। তাদের ছাড়া আর কারো সাথে বন্ধুত্ব করে না। কাউকে বাধা দিতে বা বারণ করতে হলে, আল্লাহর জন্যই বাধা দেয় ও বারণ করে। সুতরাং যখনই একজন বান্দার দ্বীনে আল্লাহর জন্য শক্তিশালী ইখলাস থাকবে, তখনই তার দাসত্ব পরিপূর্ণতা লাভ করবে এবং সৃষ্টিকুল থেকে সে অমুখাপেক্ষী হবে। আর আল্লাহর জন্য দাসত্ব পরিপূর্ণতা লাভ করলেই তা বান্দাকে শিরক ও কুফর থেকে বাঁচাতে পারবে।&rdquo;<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এ কারণেই ঈমান, সর্বোত্তম ও সর্বাধিক প্রিয় আমল। আর এ ছাড়া যত আমল আছে, সব আমল আল্লাহর নিকট ফজিলতের দিক দিয়ে ঈমানের চেয়ে নিম্নপর্যায়ের।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40843","category_id":"19325","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">আত্মীয়তা সম্পর্ক অটুট রাখা<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #000000;\"><strong>প্রমাণ:<\/strong><\/span> <strong>রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;أحبُّ الأعمال إلى الله إيمانٌ بالله، ثم صِلَةُ الرحم&raquo;<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আল্লাহর নিকট সর্বাধিক প্রিয় আমল আল্লাহর প্রতি ঈমান আনা তারপর আত্মীয় সম্পর্ক বজায় রাখা&rdquo; [3]<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;إنَّ الله خلق الخَلْقَ حتى إذا فرَغَ من خَلْقه قالتِ الرَّحِمُ: هذا مقامُ العائذ بك من القطيعة، قال: نعم؛ أمَا تَرْضَيْنَ أن أصلَ من وصلَكِ، وأقطعَ من قطعَكِ؟! قالَتْ: بلى يا رب، قال: فهو لَكِ، قال رسولُ الله صلى الله عليه و سلم: فاقرؤوا إن شئتم: ﴿ فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ ٢٢ أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ ٢٣ ﴾ [محمد: ٢٢، ٢٣] &raquo; [رواه مسلم].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আল্লাহ তা&lsquo;আলা মাখলুককে সৃষ্টি করেন। মাখলুককে সৃষ্টি করার কাজ সম্পন্ন করার পর আত্মীয়তার-সম্পর্ক বলল, এ (আল্লাহর কাছে) হল, আত্মীয়তা-সম্পর্ক ছিন্ন করা থেকে আশ্রয় প্রার্থনাকারীর স্থান। তিনি বললেন, হ্যাঁ, তুমি কি খুশি হবে না, আমি সম্পর্ক রাখি যে তোমার সাথে সম্পর্ক রাখে এবং আমি সম্পর্ক কর্তন করি যে তোমার সাথে সম্পর্ক কর্তন করে। সে বলল, হ্যাঁ হে রব! তিনি বললেন, তোমাকে তা দেয়া হল, <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, যদি চাও তোমরা এ আয়াত তিলাওয়াত কর-<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿فَهَلۡ عَسَيۡتُمۡ إِن تَوَلَّيۡتُمۡ أَن تُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَتُقَطِّعُوٓاْ أَرۡحَامَكُمۡ ٢٢ أُوْلَٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰٓ أَبۡصَٰرَهُمۡ ٢٣﴾ [محمد: ٢٢، ٢٣] [رواه مسلم].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;তবে কি তোমরা প্রত্যাশা করছ যে, যদি তোমরা শাসন কর্তৃত্ব পাও, তবে তোমরা যমীনে বিপর্যয় সৃষ্টি করবে এবং তোমাদের আত্মীয়তার বন্ধন ছিন্ন করবে? এরাই যাদেরকে আল্লাহ লা&lsquo;নত করেন, তাদেরকে বধির করেন এবং তাদের দৃষ্টি সমূহকে অন্ধ করেন&rdquo; [সূরা মুহাম্মদ, আয়াত: ২২, ২৩] [4]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>অপর একটি হাদিসে বর্ণিত,<\/strong> <strong>রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;لعن الله قاطع الرحم&raquo;.<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আল্লাহ আত্মীয়তার সম্পর্ক নষ্ট কারীকে অভিশাপ করেন&rdquo; [5]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আলেমগণ বলেন, &lsquo;আত্মীয়তা সম্পর্ক রক্ষার মূল কথা হচ্ছে, মেহেরবানী করা ও অনুগ্রহ করা&rsquo;। আল্লামা কুরতবী রহ. বলেন, &lsquo;রাহেম বা সম্পর্ক বজায় রাখা&rsquo; এর-সম্পর্ক দু ধরনের হয়ে থাকে। এক-সাধারণ সম্পর্ক, দুই-বিশেষ সম্পর্ক&rdquo;।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #008000;\"><strong>সাধারণ সম্পর্ক:<\/strong><\/span> ব্যাপক ও বিস্তৃত: আর এটি হল, দ্বীনি সম্পর্ক। একজন মানুষের সাথে ঈমানী বন্ধনের কারণে, তার সাথে সু-সম্পর্ক রাখা, ঈমানদারদের মহব্বত করা, তাদের সহযোগিতা করা, তাদের কল্যাণে কাজ করা, তাদের ক্ষতি হয় এমন কোনো কাজকে তাদের থেকে প্রতিহত করা, তাদের জন্য ন্যায় বিচার প্রতিষ্ঠা করা, তাদের লেন-দেন ও যাবতীয় ব্যবহারিক কর্মকাণ্ডে বৈষম্য দূর করা এবং তাদের ন্যায় সংগত অধিকার প্রতিষ্ঠা ও তাদের হকগুলো আদায় করা। যেমন, অসুস্থদের দেখতে যাওয়া, তাদের হক সমূহের ব্যাপারে সচেতন থাকা, তাদের গোসল দেওয়া, তাদের উপর জানাযার সালাত আদায় করা, দাফন-কাফন ইত্যাদিতে শরিক হওয়া।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #339966;\"><strong>বিশেষ সম্পর্ক:<\/strong><\/span> আর তা হল, মাতা-পিতা উভয় দিক থেকে নিকটাত্মীয়তার-সম্পর্ক রক্ষা করা। সুতরাং তাদের হক্কসমূহ, তাদের বিশেষ অধিকারসমূহ ও অতিরিক্ত দায়িত্ব আদায় করা সন্তানের উপর ওয়াজিব। যেমন, মাতা-পিতার খরচ বহন করা, তাদের খোঁজ-খবর নেয়া, প্রয়োজনের সময় তাদের পাশে দাঁড়ানো থেকে বেখবর না থাকা ইত্যাদি। আর যখন বহু আত্মীয়ের অধিকার একত্রিত হয়, তখন যেটি নিকট হওয়ার ভিত্তিতে অগ্রাধিকার পাবে সেটি, তারপর যেটি তুলনামূলক কাছে সেটি প্রদান করবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>আল্লামা ইবনু আবি জামরাহ্&zwnj; বলেন,<\/strong> &ldquo;আত্মীয়তার সম্পর্ক বজায় রাখা অনেক সময় মালামাল বা ধন-সম্পদ দ্বারা হয়, প্রয়োজনের সময় সাহায্য করা দ্বারা হয়, ক্ষতিকে প্রতিহত করা দ্বারা হয়, মানুষের সাথে হাসি-খুশি ব্যবহার দ্বারা হয়, দো&lsquo;আ করা দ্বারা হয়, সাধ্য অনুযায়ী কারও কাছে কল্যাণকর কিছু পৌঁছানো দ্বারা হয়, সাধ্য ও সামর্থ্য অনুযায়ী মানুষকে ক্ষতি হতে বাঁচানো দ্বারা এবং তাদের উপকার করা দ্বারা হয়। আর আত্মীয়তার-সম্পর্ক বজায় রাখা তখন কর্তব্য হয়, যখন আত্মীয়গণ ঈমানদার হয়ে থাকে। আর যদি ঈমানদার না হয়ে কাফের অথবা ফাজের হয়, তখন আল্লাহ্র সন্তুষ্টির তাদের সাথে সম্পর্ক ছিন্ন করাই হল সম্পর্ক বজায় রাখা। তবে শর্ত হল, তাদের নসিহত করতে হবে ও জানাতে হবে, তারা যদি আল্লাহর প্রতি ঈমান না আনে এবং এ অবস্থার উপর অটল থাকে, তাহলে তারা সত্য থেকে অনেক দূরে সরে যাবে এবং তাদের পিছনে পড়ে থাকতে হবে। তবে তাদের অনুপস্থিতিতে তারা যাতে, ঈমান গ্রহণ করে তার জন্য দোয়া করা দ্বারা তাদের সাথে সু-সম্পর্ক বজায় রাখা যায়&rdquo;।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40844","category_id":"19326","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">ওয়াক্ত মত সালাত আদায় করা<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"font-size: 12pt;\">عن عبد الله بن مسعود &ndash; رضي الله عنه &ndash; قال: سألتُ النبيَّ صلى الله عليه و سلم: أيُّ العمل أحبُّ إلى الله؟ قال: &laquo;الصلاة على وقتها&raquo;.<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আব্দুল্লাহ ইব্&zwnj;ন মাসউদ রাদিয়াল্লাহ আনহু হতে বর্ণিত, তিনি বলেন, আল্লাহর নিকট সর্বাধিক প্রিয় আমল কোনটি? তিনি বলেন, সময়মত সালাত আদায় করা&rdquo; [8]।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লামা ইব্&zwnj;ন বাত্তাল রহ. বলেন, সালাতকে সালাতের প্রথম সময়ের মধ্যে আরম্ভ করা, দেরিতে আরম্ভ করা হতে অধিক উত্তম। কারণ, সালাত প্রিয় আমল হওয়ার জন্য সালাতকে মোস্তাহাব সময়ের মধ্যে আদায় করা শর্ত করা হয়েছে।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">ইমাম তাবারী রহ. বলেন,<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;যে ব্যক্তি সালাতসমূহ নির্ধারিত সময়ে আদায় করার কষ্ট কম হওয়া এবং সময়মত আদায় করার মহান ফযিলত সম্পর্কে জানা থাকা স্বত্বেও কোনো প্রকার ওযর ছাড়া ফরয সালাতসমূহকে নির্ধারিত সময়ে আদায় করে না, সে অন্যান্য দায়িত্ব সম্পর্কে আরও বেশি উদাসীন&rdquo;।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সুতরাং সালাতকে সালাতের ওয়াক্তের বাইরে আদায় করা হারাম। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ রাব্বুল আলামীনে এ বিষয়ে বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿ فَوَيۡلٞ لِّلۡمُصَلِّينَ ٤ ٱلَّذِينَ هُمۡ عَن صَلَاتِهِمۡ سَاهُونَ ٥ ﴾ [الماعون: ٤، ٥]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">অতএব সেই সালাত আদায়কারীর জন্য দুর্ভোগ, যারা নিজদের সালাতে অমনোযোগী। <strong>[সূরা মাউন, আয়াত: ৪, ৫]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #008080;\"><strong>আল্লাহ রাব্বুল আলামীনের বাণী:<\/strong><\/span> <strong>لِّلۡمُصَلِّينَ<\/strong> অর্থাৎ &lsquo;সালাত আদায়কারী&rsquo; দ্বারা উদ্দেশ্য, যারা সালাত আদায়করার যোগ্য, আর তারা সালাত আদায় করার দায়িত্বপ্রাপ্ত। তারপর তারা তাদের নিজেদের সালাত আদায় করা হতে অমনোযোগী। এই &lsquo;অমনোযাগী&rsquo; কয়েকভাবে হতে পারে। এক- তারা একেবারে সালাত আদায় করা হতে গাফেল বা অমনোযোগী। দুই- তারা শরী&lsquo;আত নির্ধারিত সময়ে সালাত আদায় করা হতে অমনোযোগী। ফলে তারা এক ওয়াক্তের সালাতকে অন্য ওয়াক্তের মধ্যে নিয়ে আদায় করে। আব্দুল্লাহ ইব্&zwnj;ন আব্বাস রাদিয়াল্লাহ আনহুমা থেকে বর্ণিত, তিনি আয়াতের ব্যাখ্যায় বলেন, তারা সালাতকে নির্ধারিত সময় থেকে দেরীতে আদায় করে। আবুল আলীয়া হতে বর্ণিত, তিনি বলেন, &ldquo;তারা সালাতকে নির্দিষ্ট সময়ে আদায় করে না এবং সালাতের রুকু ও সেজদা ভালোভাবে আদায় করে না&rdquo;।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সুতরাং&nbsp;<strong>﴿عَن صَلَاتِهِمۡ سَاهُونَ﴾ [الماعون: ٥]<\/strong> &ldquo;যারা নিজদের সালাতে অমনোযোগী&rdquo;। <strong>[সূরা মাউন, আয়াত: ৪, ৫]<\/strong> এর এক অর্থ, তারা প্রথম সময়ে সালাত আদায় করা থেকে অমনোযোগী। ফলে সে সব সময় অথবা অধিকাংশ সময় সালাতকে দেরীতে আদায় করে। অপর অর্থ, সে সালাতকে যেভাবে সালাতের আরকান ও শর্তসমূহ সহকারে আদায় করার নির্দেশ দেয়া হয়েছে, সেভাবে আদায় করা থেকে অমনোযোগী। অন্য অর্থ হচ্ছে, সে সালাতে একাগ্রতা এবং সালাতের অর্থ ও গুঢ় কথা সম্পর্কে চিন্তা-গবেষণা করা থেকে অমনস্ক ও অমনোযোগী।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40845","category_id":"19327","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">গোপন করা বা ঢেকে রাখা<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ্ তা&lsquo;আলা বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ٢٦﴾ [الاعراف: ٢٦]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;হে বনী আদম, আমি তো তোমাদের জন্য পোশাক অবতীর্ণ করেছি, যা তোমাদের লজ্জা-স্থান ঢাকবে এবং যা সৌন্দর্যস্বরূপ। আর তাকওয়ার পোশাক তা উত্তম&rdquo;। <strong>[সূরা আরাফ, আয়াত: ২৬]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লাহ্ তা&lsquo;আলা আদম সন্তানদের লজ্জা-স্থান ও দেহকে ঢেকে রাখার নির্দেশ দেন। কারণ, আল্লাহ্ তা&lsquo;আলা পর্দা করাকে পছন্দ করেন এবং উলঙ্গ হওয়াকে ঘৃণা করেন। অনুরূপভাবে আল্লাহর রাসূলও পর্দা করা এবং সতরকে ডেকে রাখার প্রতি যত্নবান হতে নির্দেশ দেন। আর বিবস্ত্র হওয়া হতে নিষেধ করেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;إياكم والتعري&raquo;<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;তোমরা উলঙ্গ হওয়া থেকে বেঁচে থাক&rdquo;[30]।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40846","category_id":"19328","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">দুটি ফোটা ও দুটি চিহ্ন<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;ليس شيء أحب إلى الله من قطرتين وأثرين؛ قطرة من دموع في خشية الله، وقطره دم تهراق في سبيل الله، وأما الأثران: فأثر في سبيل الله، وأثر في فريضةٍ من فرائض الله&raquo; [أخرجه الترمذي].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;দুটি ফোটা ও দুটি চিহ্ন থেকে অধিক প্রিয় কোনো বস্তু আল্লাহর নিকট নেই। এক- আল্লাহর ভয়ে নির্গত চোখের পানির ফোটা। দুই-আল্লাহর রাস্তায় প্রবাহিত রক্তের ফোটা। আর দুটি চিহ্ন: এক- আল্লাহর রাস্তায় আঘাতের চিহ্ন। দুই-আল্লাহর ফরযসমূহ থেকে কোনো ফরয আদায়ের চিহ্ন[36]।&rdquo; <strong>[তিরমিযি]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লাহর ভয়ে ও বড়ত্বের চিন্তায় যে চোখ থেকে অশ্রুর ফোটা নির্গত হয়, তার চেয়ে অধিক প্রিয় বস্তু আল্লাহর নিকট আর কোনো বস্তু নেই। এ দুটি চোখকে কখনোই জাহান্নামের আগুন স্পর্শ করবে না।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">বরং যে ব্যক্তি এ ধরনের চোখের অধিকারী হবে, যে চোখ আল্লাহর ভয়ে কান্নাকাটি করে, যেদিন একমাত্র আল্লাহর আরশের ছায়া ছাড়া আর কোন ছায়া থাকবে না, সেদিন তাকে আল্লাহর আরশের ছায়া তলে ছায়া দেয়া হবে। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;سبعة يظلهم الله في ظله يوم لا ظل إلا ظله.. ورجل ذكر الله خاليًا ففاضت عيناه&raquo; [أخرجه البخاري].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;সাত ব্যক্তিকে আল্লাহ্ তা&lsquo;আলা কিয়ামতের দিন তার ছায়ার তলে ছায়া দান করবেন। সেদিন আল্লাহর ছায়া ছাড়া আর কোনো ছায়া থাকবে না&hellip; তার মধ্যে এক ব্যক্তি সে, যে নির্জনে আল্লাহর স্মরণ করে এবং তার চক্ষুদ্বয় থেকে অশ্রু প্রবাহিত হয়।&rdquo;[37]<strong> [বুখারি]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লাহ্ তা&lsquo;আলা যে সব নবীদের বিশেষ নেয়ামত দান করেন, তাদের প্রশংসা করে বলেন, তারা যখন আল্লাহর আয়াতসমূহ শোনেন, তখন তারা সেজদাবনত হন এবং কান্নাকাটি করেন। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ্ তা&lsquo;আলা বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩ ٥٨ ﴾ [مريم: ٥٨]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;যখন তাদের কাছে পরম করুণাময়ের আয়াতসমূহ পাঠ করা হত, তারা কাঁদতে কাঁদতে সিজদায় লুটিয়ে পড়ত&rdquo;। [সূরা মারিয়াম, আয়াত: ৫৮]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">ওমর রাদিয়াল্লাহ আনহু সূরা মারিয়াম তিলাওয়াত করেন, তারপর তিনি সেজদা করেন এবং বলেন, এ তো সেজদা, কান্না কোথায়? অর্থাৎ অশ্রু।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লাহ্ তা&lsquo;আলা যাদের ইলম দান করেছেন তাদের প্রশংসা করেন, তাদের নিকট যখন আল্লাহর আয়াতসমূহ তিলাওয়াত করা হয়, তখন তারা কান্না-কাটি করে। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ্ তা&lsquo;আলা বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا۩ ١٠٩ ﴾ [الاسراء: ١٠٩]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আর তারা কাঁদতে কাঁদতে লুটিয়ে পড়ে এবং এটা তাদের বিনয় বৃদ্ধি করে।&rdquo; <strong>[সূরা ইসরা, আয়াত: ১০৯]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">অনুরূপভাবে আল্লাহর ফরযসমূহ আদায়ে যে চিহ্ন পড়ে তার চেয়ে অধিক প্রিয় বস্তু আল্লাহর নিকট আর কিছুই হতে পারে না। যেমন, ঐ ব্যক্তি যে ফরযসমূহ আদায়, তার বাস্তবায়ন করা ও তার জন্য চেষ্টা করতে নিজেকে অনেক কষ্ট দেয়। যেমন শীতের দিনে অজুর পানি ব্যবহার করার কারণে পা ফেটে যাওয়া, রোজাদারের মুখের দুর্গন্ধ, জুমার সালাত আদায় করার উদ্দেশ্যে বা হজের উদ্দেশ্যে হাটার কারণে পায়ে ধুলা-বালির চিহ্ন পড়ে যাওয়া ইত্যাদি।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">فعن عبايه بن رفاعة قال: أدركني أبو عبس وأنا أذهب إلى الجمعة، فقال: سمعت رسول الله صلى الله عليه و سلم يقول: &laquo;من اغبرت قدماه في سبيل الله، حرمه الله على النار&raquo; [أخرجه البخاري]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">উবায়া ইবন রেফায়া রাদিয়াল্লাহ আনহু থেকে বর্ণিত, তিনি বলেন, &ldquo;আমি জুমার সালাত আদায়ের জন্য যাচ্ছিলাম, পথিমধ্যে আমার সাথে আবু আব্বাসের দেখা হল, তখন তিনি আমাকে বললেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, তিনি বলেন, আল্লাহর রাস্তায় যার পা দুটি ময়লাযুক্ত হল, আল্লাহ্ তা&lsquo;আলা জাহান্নামের জন্য তাকে নিষিদ্ধ করে দিল&rdquo;[38]।<strong>[বুখারি]<\/strong> <\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #993300;\"><strong>এখানে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাণী:<\/strong> <\/span><strong>&laquo;في سبيل الله&raquo;<\/strong> দ্বারা উদ্দেশ্য হল, যাবতীয় ইবাদত।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এ হল, আল্লাহর নিকট সর্বাধিক প্রিয় আমল সমূহের বর্ণনা যেগুলোকে একত্র করা আমার জন্য এ কিতাবে সহজ হয়েছে। অন্যথায় নেক আমলসমূহ যেগুলোর বিশেষ ফযিলত রয়েছে ও আল্লাহর নিকট প্রিয়, তার সংখ্যা এত বেশি যেগুলোর আলোচনা করে শেষ করা এখানে সম্ভব নয়। আমরা আল্লাহ রাব্বুল আলামীনের নিকট প্রার্থনা করি আল্লাহ্ তা&lsquo;আলা যেন আমাদের আল্লাহর নিকট যে আমলগুলো অধিক প্রিয় ও পছন্দনীয়, সেগুলো করার তাওফিক দান করেন এবং আমাদের জন্য তার সন্তুষ্টি অর্জনের পথ সুগম করেন। আর আমাদের শেষ পরিণতি যে তার সন্তুষ্টি অর্জনের মাধ্যমে সমাপ্ত করেন। আমীন!!<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">والحمد لله رب<\/span><\/strong><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40847","category_id":"19329","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">ফরযসমূহ<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার স্বীয় রবের পক্ষ হতে বর্ণনা করে বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;مَنْ عادى لي وليًا فقد آذنتُهُ بالحرب، وما تقرَّب إليَّ عبدي بشيءٍ أحبَّ إليَّ مما افترضْتُ عليه&raquo; [أخرجه البخاري].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;যে ব্যক্তি আমার কোনো বন্ধুর সাথে দুশমনি করে, আমি তার সাথে যুদ্ধ ঘোষণা করি। বান্দার উপর আমি যা ফরয করেছি, তা আদায় করার মাধ্যমে আমার বান্দা যতটুকু আমার নৈকট্য লাভ করতে পারে, আর কোন কিছু দ্বারা সে তা করতে পারে না&rdquo;। <strong>[বুখারি]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #008000;\"><strong>রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাণী:<\/strong><\/span> <strong>&laquo;من عادى لي وليًا&raquo;<\/strong> এতে আল্লাহর অলি দ্বারা উদ্দেশ্য হল, যারা আল্লাহ সম্পর্কে জানে, আল্লাহর আনুগত্য করার ব্যাপারে অটুট ও অবিচল এবং আল্লাহর ইবাদতে একনিষ্ঠ।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #008080;\"><strong>রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর বাণী:<\/strong><\/span> <strong>&laquo;مما افترضته عليه&raquo;<\/strong> দ্বারা উদ্দেশ্য ফরযসমূহ। ফরযে আইন বা ফরযে কিফায়া ও প্রকাশ্য ফরযসমূহ সবই এর অন্তর্ভুক্ত। তন্মধ্যে :<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">কর্মগত ফরযসমূহ যেমন, ওযু, সালাত, যাকাত, সদকায়ে ফিতর, রোযা, ইহরাম, হজ, আল্লাহর রাহে জিহাদ ইত্যাদি।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #008000;\"><strong>তাযকীয়া (আন্তরিক পবিত্রতা):<\/strong><\/span> যেমন, যেনা-ব্যভিচার, হত্যা, মদ্যপান, সুদ-ঘোষ, শূকরের গোস্ত খাওয়া, ইত্যাদি হারামসমূহ। অনুরূপভাবে প্রকাশ্য ও অপ্রকাশ্য যাবতীয় অশ্লীল কর্মসমূহ।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #0000ff;\"><strong>তাছাড়া অপ্রকাশ্য ফরযসমূহ:<\/strong><\/span> যেমন আল্লাহ সম্পর্কে জানা, আল্লাহর জন্য ভালোবাসা, আল্লাহর উপর ভরসা করা, আল্লাহকে ভয় করা।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর আল্লাহর নিকট সর্বাধিক প্রিয় আমল এবং আল্লাহর নৈকট্য লাভে অধিক শক্তিশালী মাধ্যম হল, ফরযসমূহ আদায় করা। আর ফরযসমূহকে যেভাবে আদায় করতে নির্দেশ দেয়া হয়েছে, সেভাবে আদায় করার মাধ্যমে মূলত যিনি ফরযসমূহ আদায় করার নির্দেশ দিয়েছেন, তার সম্মান, তা&lsquo;যীম ও তার পরিপূর্ণ আনুগত্য, আর রবুবিয়্যাতের বড়ত্ব এবং দাসত্বের হীনতা প্রকাশ পায়। সুতরাং ফরযসমূহ আদায় করা আল্লাহর নৈকট্য লাভের সর্বাধিক গুরুত্বপূর্ণ ও মহান আমল।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40848","category_id":"19330","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">বে-জোড়কে অধিক পছন্দ করেন<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #800000;\"><strong><span style=\"font-size: 12pt;\">প্রমাণ:<\/span><\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">قال رسول الله صلى الله عليه و سلم: &laquo;وإن الله وترٌ يحبُّ الوتر&raquo; [رواه مسلم].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, &ldquo;নিশ্চয় আল্লাহ্ তা&lsquo;আলা বেজোড়; তিনি বেজোড়কে পছন্দ করেন&rdquo; [মুসলিম] [9]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>وتر<\/strong> শব্দের অর্থ একা, আর আল্লাহর গুণ হওয়ার ক্ষেত্রে <strong>وتر<\/strong> শব্দের অর্থ, আল্লাহ একক, যার কোনো শরিক নেই ও কোনো দৃষ্টান্ত নাই; তিনি তার সত্ত্বায় একক; সুতরাং তার অনুরূপ কিছু নেই, নেই কোনো সদৃশ। তিনি তার সিফাত সমূহে একক; তার কোনো সাদৃশ্য নেই; নেই কোনো প্রতিমূর্ত্তি। তিনি তার কর্মে একক; তার কর্মে কোনো শরিক নেই। আর নেই কোনো সহযোগী।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আবার কেউ কেউ বলেন, <strong>&laquo;يحب الوتر&raquo;<\/strong> -আল্লাহ্ তা&lsquo;আলা বে-জোড়কে পছন্দ করেন- এ কথার অর্থ হল, আল্লাহর দরবারে অধিকাংশ ইবাদত বন্দেগী ও আমলের ক্ষেত্রে বে-জোড় আমল ও ইবাদতের ফযিলত বেশি। <strong>[ফলে তিনি অধিকাংশ গুরুত্বপূর্ণ ইবাদত বে-জোড় নির্ধারণ করেছেন।]<\/strong> যেমন, আল্লাহ্ তা&lsquo;আলা সালাতকে পাঁচ ওয়াক্ত নির্ধারণ করেছেন। তাহারাতকে তিনবার করে করা, তাওয়াফ সাতবার, সাঈ সাতবার, পাথর নিক্ষেপ সাতবার, আইয়ামে তাশরিক তিনদিন, ঢিলা-কুলুখ দিয়ে পবিত্রতা হাসিল তিনবার ইত্যাদি। অনুরূপভাবে কাফনসমূহ তিন কাপড়। এছাড়াও আল্লাহ্ তা&lsquo;আলা তার অধিকাংশ বড় বড় মাখলুককে বেজোড় সৃষ্টি করেছেন। যেমন, আসমান সাতটি, জমিন সাতটি, সমুদ্র সাতটি, দিন সাতটি ইত্যাদি।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আবার কেউ কেউ বলেন, এ কথার অর্থ ঐ বান্দার গুণের সাথে সম্পৃক্ত যে আল্লাহর ইবাদত করে, আল্লাহকে একক ও একা জেনে এবং আল্লাহকে এক জেনে খালেস করে তাঁর জন্য।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আবার কেউ কেউ বলেন, এর উপর সাওয়াব দেন এবং বে-জোড় আমলকারীর আমল কবুল করেন।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">কাজী রহ. বলেন, যে কোনো বস্তু আল্লাহর সাথে সামান্য হলেও মুনাসেবত-সম্পর্ক- রাখে তা আল্লাহর নিকট অন্যান্য বস্তুসমূহ থেকে অধিক পছন্দনীয়, যার মধ্যে এ সম্পর্ক থাকে না।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আবার কেউ কেউ এখানে হাদিসটিকে وتر এর সালাত সম্পর্কে বলা হয়েছে বলে দাবি করেন; তাদের প্রমাণ হল, এ হাদিস যাতে রাসূল <strong>সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;إن الله وتر يحب الوتر؛ فأوتروا يا أهل القرآن&raquo;<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আল্লাহ বে-জোড় তিনি বে-জোড়কে পছন্দ করেন, হে কুরআনের অনুসারী, কুরআন তোমরা ভিত্&zwnj;র <strong>(বিতির সালাত)<\/strong> আদায় কর ।&rdquo; [10]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">তিরমিযি হাদিসটি বর্ণনা করেন। কিন্তু হাদিসটিকে শুধু এ অর্থের উপরই প্রয়োগ করার জন্য খাস বা নির্দিষ্ট করা জরুরি নয়। বরং হাদিসের অর্থটি ব্যাপক অর্থে ব্যবহার করাই সুস্পষ্ট।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40849","category_id":"19331","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">মাতা-পিতার সাথে ভালো ব্যবহার করা<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #808000;\"><strong><span style=\"font-size: 12pt;\">প্রমাণ:<\/span><\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">عن عبد الله بن مسعود &ndash; رضي الله عنه &ndash; قال: &laquo;سألتُ النبي صلى الله عليه و سلم: أي العمل أحب إلى الله؟ قال: &laquo;الصلاة على وقتها&raquo;، قلتُ: ثم أي؟ قال: &laquo;ثم بر الوالدين&raquo; [رواه البخاري].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">অর্থ, আব্দুল্লাহ ইব্&zwnj;ন মাসউদ রাদিয়াল্লাহু আনহু হতে বর্ণিত, তিনি বলেন, &ldquo;আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে জিজ্ঞাসা করলাম, আল্লাহর নিকট সর্বোত্তম আমল কোনটি? তিনি বললেন, &ldquo;সময় মত সালাত আদায় করা&rdquo; তারপর আমি বললাম, তারপর কোনটি? উত্তরে তিনি বললেন, &ldquo;তারপর মাতা-পিতার সাথে ভালো ব্যবহার করা&rdquo; । <strong>[বর্ণনায় বুখারি] [11]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের জানিয়ে দেন, ইসলামের গুরুত্বপূর্ণ ও মহান ইবাদত সালাতের পর আল্লাহর নিকট পছন্দনীয় আমল- মাতা-পিতার সাথে ভালো ব্যবহার করা। আর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এখানে &laquo;ثم&raquo; শব্দ যা ধারাবাহিকতা বুঝানোর জন্য ব্যবহার হয়ে থাকে তা ব্যবহার করে কোন আমলের পর কোন আমল উত্তম তা বর্ণনা করে দিয়েছেন।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">মাতা-পিতার গুরুত্ব সম্পর্কে আল্লাহ বলেন-<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًاۚ إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا ٢٣ وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا ٢٤﴾ [الاسراء: ٢٣، ٢٤]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আর তোমার রব আদেশ দিয়েছেন যে, তোমরা তাকে ছাড়া অন্য কারো ইবাদত করবে না এবং পিতা-মাতার সাথে সদাচরণ করবে। তাদের একজন অথবা উভয়েই যদি তোমার নিকট বার্ধক্যে উপনীত হয়, তবে তাদেরকে &lsquo;উফ&rsquo; বলবে না এবং তাদেরকে ধমক দিও না। আর তাদের সাথে সম্মানজনক কথা বল। আর তাদের উভয়ের জন্য দয়াপরবশ হয়ে বিনয়ের ডানা নত করে দাও এবং বল, হে আমার রব, তাদের প্রতি দয়া করুন যেভাবে শৈশবে তারা আমাকে লালন-পালন করেছেন&rdquo;। [সূরা ইসরা, আয়াত: ২৩, ২৪]<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ রাব্বুল আলমীন আরও বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡكَ إِلَيَّ ٱلۡمَصِيرُ ١٤ ﴾ [لقمان: ١٤]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">সুতরাং, আমার ও তোমার পিতা-মাতার শুকরিয়া আদায় কর। প্রত্যাবর্তন তো আমার কাছেই। [সূরা লোকমান, আয়াত:১৪]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">অর্থাৎ আমরা তাকে বললাম, <strong>أَنِ ٱشۡكُرۡ لِي وَلِوَٰلِدَيۡك<\/strong> &lsquo;আমার ও তোমার পিতা-মাতার শুকরিয়া আদায় কর&rsquo; আয়াতের ব্যাখ্যায় কেউ কেউ বলেন, &lsquo;আল্লাহর জন্য শুকরিয়া ঈমানের নেয়ামতের কারণে, আর মাতা-পিতার শুকরিয়া তার লালন-পালনের কারণে&rsquo;।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আলেমগণ বলেন, আল্লাহ তা&lsquo;আলার পরে কৃতজ্ঞতা ও সদ্ব্যবহার (ইহসান ও শুকর) ভালো কাজের সম্পৃক্ততা, আনুগত্য ও মান্যতা পাওয়ার সব চেয়ে উপযুক্ত মাখলুক হল, মাতা-পিতা। কারণ, আল্লাহ তা&lsquo;আলা তাঁর ইবাদত, আনুগত্য ও শুকরিয়া আদায়ের সাথে যাদের সম্পৃক্ত করেন, তারা হলেন, মাতা-পিতা।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">মাতা-পিতার সাথে ভালো ব্যবহার করার অন্তর্ভুক্ত হচ্ছে, তাদের সাথে সম্মানের সাথে উত্তম কথার মাধ্যমে তাদের মুখোমুখি হওয়া; আর সেটি হবে তখনই যখন তা হবে সব রকমের দোষ-ত্রুটিমুক্ত।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">وقد قال صلى الله عليه و سلم: &laquo;رغم أنفه، ثم رغم أنفه، ثم رغم أنفه!! قيل: من يا رسول الله؟ قال: من أدرك أبويه عند الكبر أحدهما أو كليهما، فلم يدخل الجنة&raquo; [رواه مسلم].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">আর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, &ldquo;লোকটির নাক কর্দমাক্ত হোক, আবারো লোকটির নাক কর্দমাক্ত হোক, আবারো লোকটির নাক কর্দমাক্ত হোক, জিজ্ঞাসা করা হল, হে আল্লাহর রাসূল লোকটি কে? রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন, যে ব্যক্তি তার বৃদ্ধ মাতা-পিতা অথবা তাদের যে কোনো একজনকে জীবিত পেল অথচ জান্নাতে প্রবেশ করতে পারল না&rdquo; [12]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সৌভাগ্যবান ব্যক্তি: যে মাতা-পিতার সাথে ভালো ব্যবহার করার সুযোগের সদ্ব্যবহার করে, যাতে তাদের মারা যাওয়ার কারণে এ সুযোগ তাদের হাতছাড়া না হয়। অন্যথায় তাদের মারা যাওয়ার কারণে, সে পরবর্তীতে লজ্জিত হবে। আর হতভাগা লোক: যে তার মাতা-পিতার নাফরমানি করে। বিশেষ করে, যার নিকট মাতা-পিতার প্রতি ভালো ব্যবহার করার নির্দেশ পৌঁছেছে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">মাতা-পিতার সাথে ভালো ব্যবহার করার অন্তর্ভুক্ত একটি বিষয় হচ্ছে: তাদের কোনো প্রকার ধমক না দেওয়া, বরং তাদেরকে সব সময় সুন্দর কথা ও বিনম্র ব্যবহার দ্বারা সম্বোধন করবে। যেমন তাদের এ বলে ডাকবে, হে আমার পিতা, হে আমার মাতা। পিতা-মাতাকে তাদের নাম ধরে বা তাদের উপনাম ধরে ডাকবে না। তাদের প্রতি দয়া পরবশ হবে, দাস যেমন তার মনিবের সামনে নমনীয় থাকে তেমনি মাতা-পিতার সামনে তার সন্তানরাও নমনীয় থাকবে। তাদের প্রতি রহমতের দো&lsquo;আ করবে। তাদের জন্য দো&lsquo;আ করবে। মাতা-পিতা সন্তানের প্রতি যেভাবে দয়া করেছিল, তারা তাদের মাতা-পিতার প্রতি অনুরূপ দয়া করবে। ছোট বেলা মাতা-পিতা তাদের প্রতি যেভাবে দয়া করেছে তারা তাদের মাতা-পিতার প্রতি অনুরূপ দয়া করবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">কিন্তু মনে রাখতে হবে, মাতা-পিতার সাথে ভালো ব্যবহার ও তাদের আনুগত্য করা যেন কোন কবীরা গুনাহে লিপ্ত হওয়ার কারণ না হয় এবং আল্লাহর ফরযসমূহ ছুটে যাওয়ার কারণ না হয়।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40850","category_id":"19332","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">মুত্তাকী, ধনাঢ্য ও আত্মগোপনকারী ব্যক্তি<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;إن الله يحب العبد التقي الغني الخفي&raquo;.<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;নিশ্চয় আল্লাহ তকী, (মুত্তাকী) গনী, (ধনাঢ্য) ও খফী, <strong>(আত্মগোপনকারী)<\/strong> বান্দাকে পছন্দ করেন।&rdquo; [9]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">তকী বা মুত্তাকী বলা হয়: যে গায়েবের উপর ঈমান আনে, সালাত কায়েম করে, আল্লাহর দেয়া রিযক থেকে আল্লাহর পথে ব্যয় করে, আল্লাহ যা নিষিদ্ধ করেছেন, তা থেকে বেঁচে থাকে, আল্লাহর আনুগত্য করে, যে শরী&lsquo;আত নিয়ে আল্লাহ তাঁর রাসূলদের শেষ রাসূল এবং তাদের সরদারকে দুনিয়াতে প্রেরণ করেছেন, সে শরী&lsquo;আতের অনুসরণ করে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #008000;\"><strong>গনী দ্বারা উদ্দেশ্য:<\/strong><\/span> আত্মার ধনী। আর আত্মার ধনীই হল, আর সেই ধনীই হচ্ছে আল্লাহর প্রিয়। কারণ, <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;ليس الغنى عن كثرة العرض؛ ولكن الغنى غنى النفس&raquo; [أخرجه البخاري].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;ধন সম্পদ অধিক হওয়ার কারণে কেউ ধনী হতে পারে না। তবে সত্যিকার ধনী হল, সে ব্যক্তি যে আত্মার দিক দিয়ে ধনী&rdquo; [10] [বুখারি]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লামা ইবনে বাত্তাল রহ. বলেন, হাদিসে ধনী দ্বারা উদ্দেশ্য অধিক ধন-সম্পদ অধিকারী হওয়া নয়, কারণ, অনেক মানুষ এমন আছে, যাদের আল্লাহ্ তা&lsquo;আলা ধন-সম্পদ অধিক পরিমাণে দান করেছেন, কিন্তু সে তাতে সন্তুষ্ট হয় না, সে আরও বাড়ানোর জন্য চেষ্টা করতে থাকে। কোথায় থেকে সে কামাই করবে তার প্রতি সে কোন প্রকার ভ্রুক্ষেপ করে না। এ ধরনের লোক তার অধিক লোভের কারণে ধনী হলেও ফকীর। আর সত্যিকার ধনী হল, সে ব্যক্তি যার অন্তর ধনী। অর্থাৎ তাকে যা দেয়া হয়েছে, তাতে সে কারও মুখাপেক্ষী হয় না, সে তাতে সন্তুষ্ট থাকে, বেশির প্রতি সে লোভ করে না এবং পাওয়ার জন্য সে বাড়াবাড়ি করে না। ফলে সেই হল একজন ধনাঢ্য ব্যক্তি।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর আত্মার ধনী হওয়ার বিষয়টি মনে সৃষ্টি হয় আল্লাহর ফায়সালার প্রতি সন্তুষ্ট হওয়া ও তার নির্দেশকে মেনে নেওয়া দ্বারা। আর এ কথা বিশ্বাস করা দ্বারা যে আল্লাহর নিকট যা কিছু আছে, তা অতি উত্তম ও স্থায়ী। আল্লামা ইবনে হাজার রহ. বলেন, &lsquo;আত্মার ধনী হওয়া, অন্তরের ধনী হওয়ার মাধ্যমে অর্জিত হয়। অর্থাৎ যখন একজন বান্দা যাবতীয় কাজে সে তার রবের মুখাপেক্ষী হয়, তখন তার মধ্যে এ উপলব্ধি হয়, &lsquo;আল্লাহ তিনিই দাতা&rsquo; ও &lsquo;নিষেধকারী&rsquo;। তখন সে তার ফায়সালার উপর রাজি থাকে এবং তার নেয়ামতসমূহের প্রতি সন্তুষ্ট থাকে, তার নেয়ামতসমূহের উপর শুকরিয়া আদায় করে, যাবতীয় মুসিবত দূর করার জন্য সে আল্লাহর নিকটই ছুটে যায়। তখন সব বিষয়ে আল্লাহর প্রতি মুখাপেক্ষী হওয়ার কারণে তার অন্তরে আত্মার ধনী হওয়া সৃষ্টি হয়, সে আল্লাহ ছাড়া আর কারো প্রতি মুখাপেক্ষী হয় না।&rsquo;<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর হাদিসে যে &lsquo;খফী&rsquo; শব্দটি ব্যবহার হয়েছে, তা দ্বারা উদ্দেশ্য হল, ঐ ব্যক্তি যে আল্লাহর ইবাদতে লিপ্ত থাকে এবং সে তার নিজের কাজেই ব্যস্ত থাকে; অন্য কোনো দিক সে তাকায় না।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\"> রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;رب أشعث مدفوعٍ بالأبواب لو أقسم على الله لأبره&raquo; [أخرجه مسلم].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;অনেক ধুলি-মলিন অবিন্যস্ত চুলের অধিকারী লোক রয়েছে, যাদের মানুষ তাদের বাড়ির দরজা হতে তাড়িয়ে দেয়, তারা যদি আল্লাহর শপথ করে কোনো কথা বলে, আল্লাহ তাদের দায় মুক্ত করে&rdquo; [11]। <strong>[বর্ণনায় মুসলিম]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আল্লাহ্ তা&lsquo;আলা আত্মগোপনকারী মুত্তাকীকে মহব্বত করেন, যে ব্যক্তি অনুপস্থিত হলে তাকে কেউ অনুসন্ধান করে না, আর যদি উপস্থিত থাকে তাকে কেউ চিনে না। সে তার কোনো ভালো কাজ দেখিয়ে বেড়ায় না এবং ইলম ও আমল প্রকাশ করার মানসিকতা পোষণ করে না। মানুষ থেকে ইজ্জত সম্মান তালাশ করে না। স্রষ্টা তার ইবাদত বন্দেগী সম্পর্কে অবগত হওয়াতে সন্তুষ্ট থাকে, মাখলুকের অবগতির কোনো গুরুত্ব তার কাছে নেই। এক আল্লাহর প্রশংসার প্রতি সে সন্তুষ্ট মানুষের প্রশংসার প্রতি কোনো কৌতূহল তার মধ্যে নেই। <strong>[এ ধরনের লোককেই বলা হয়, আত্মগোপন কারী]<\/strong><\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40851","category_id":"19333","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">মুসিবতে আল্লাহর প্রতি সন্তুষ্টি জ্ঞাপন<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;إن عظم الجزاء مع عظم البلاء، وإن الله إذا أحب قومًا ابتلاهم؛ فمن رضي فله الرضا، ومن سخط فله السخط&raquo; [أخرجه الترمذي].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;নিশ্চয় বড় পুরষ্কার বড় মুসিবতের বিনিময়ে প্রাপ্ত হয়। আর নিশ্চয় আল্লাহ যখন কোনো জাতিকে ভালোবাসেন তখন তাদের উপর বিপদাপদ দেন, সুতরাং যে সন্তুষ্ট হবে, তার জন্য সন্তুষ্টি থাকবে, আর যে অসন্তুষ্টি প্রকাশ করবে, তার জন্য অসন্তুষ্টিই থাকবে[31]।&rdquo;<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">মুসিবতে সন্তুষ্টচিত্ত থাকে এমন বান্দাকে আল্লাহ্ তা&lsquo;আলা মহব্বত করেন, তাকে আল্লাহ্ তা&lsquo;আলা বিভিন্ন ধরনের মুসিবত ও বিপদ-আপদ দিয়ে পরীক্ষা করেন; তখন সে ধৈর্য ধারণ করে &lsquo;ইন্না লিল্লাহ&rsquo; পড়ে এবং আল্লাহর দরবারে মুসিবত ও পরীক্ষা অনুযায়ী সাওয়াবের আশা করে। আল্লাহ্ তা&lsquo;আলা তাকে যে সব মুসিবতে আক্রান্ত করেন, তা সে মেনে নেয়। আর তখন তার বিপদের পরিমানে তার জন্য সন্তুষ্টি ও পরিপূর্ণ সওয়াব নির্ধারিত হবে। আর দুনিয়াতে মুমিনদের যে সব মুসিবত হয়ে থাকে, তা শুধু আল্লাহর অসন্তুষ্টির কারণে হয় না, বরং কোনো অন্যায়কে প্রতিহত করা অথবা গুনাহগুলো ক্ষমা করা অথবা সম্মান বৃদ্ধি করার জন্য হয়।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;ما من مسلم يصيبه أذى إلا حاتَّ الله عنه خطاياه؛ كما تحاتُّ ورق الشجر&raquo; [أخرجه البخاري].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;কোন মুসলিম যখন কোনো কষ্টের মুখোমুখি হয়, তখন আল্লাহ্ তা&lsquo;আলা তার গুনাহসমূহ এমনভাবে ঝেড়ে ফেলে দেন, যেমন গাছের পাতাগুলো ঝরে পড়ে যায়&rdquo;[32]।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এটি একটি গুরুত্বপূর্ণ সু-সংবাদ প্রতিটি মুমিনের জন্য। কারণ, অধিকাংশ মানুষ অসুস্থতা, পেরেশানি, দুশ্চিন্তা ইত্যাদিতে লিপ্ত থাকে। বিপদ-আপদ মানুষ থেকে কখনো পৃথক হয় না। <strong>[ফলে এ ধরনের সু-সংবাদ তাদের জন্য নিঃসন্দেহে গুরুত্বপূর্ণ।]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর মুসিবতের উপর ধৈর্য ধারণ করা, মুসিবতে আক্রান্ত হওয়ার প্রারম্ভেই করতে হয়। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথার প্রতি ইশারা করে বলেন,<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;إنما الصبر عند الصدمة الأولى&raquo;<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;ধৈর্য তো আঘাতের প্রারম্ভেই&rdquo;[33]।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এ হাদিসে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ কথার প্রতি ইশারা করেন, মানুষের জন্য কষ্টকর ধৈর্য এবং যে ধৈর্যের উপর তাকে অধিক সাওয়াব দেয়া হবে, তা হল, মুসিবত সংঘটিত হওয়ার শুরুতে ধৈর্য ধারণ করা এবং যখন হঠাৎ মুসিবতের খবর শোনে তখন ধৈর্য ধারণ করা। ঐ সময় যখন একজন মানুষ তা মেনে নেয় এবং ধৈর্য ধারণ করে, তখন প্রমাণিত হয়, লোকটির অন্তর মজবুত, ধৈর্যের স্থানে সে অটল ও অবিচল। কিন্তু যখন মুসিবতের উত্তেজনা কমে যায় এবং প্রশমিত হয়, তখন সবাই ধৈর্য ধারণ করে এবং এ ছাড়া আর কোনো উপায়ও থাকে না।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">একজন মানুষ এ দুনিয়াতে সব সময় বিপদ-আপদ, ফিতনা-ফাসাদ, পরীক্ষা-নিরীক্ষা ইত্যাদির সম্মুখীন হতেই থাকে। যেমন,<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\"> আল্লাহ্ তা&lsquo;আলা বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿وَنَبۡلُوكُم بِٱلشَّرِّ وَٱلۡخَيۡرِ فِتۡنَةٗۖ وَإِلَيۡنَا تُرۡجَعُونَ ٣٥ ﴾ [الانبياء: ٣٥]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আর ভালো ও মন্দ দ্বারা আমি তোমাদেরকে পরীক্ষা করে থাকি এবং আমার কাছেই তোমাদেরকে ফিরে আসতে হবে&rdquo;। [সূরা আম্বিয়া, আয়াত: ৩৫] অর্থাৎ আল্লাহ বলেন, আমি তোমাদের পরীক্ষা করে থাকি, বলা-মুসিবত ও নেয়ামত, তোমাদের কষ্ট ও সুখ, রোগ ও সুস্থতা, ধন-সম্পদ ও অভাব ইত্যাদি দিয়ে। অনুরূপভাবে হালাল ও হারাম, আনুগত্য ও নাফরমানি, হেদায়াত ও গোমরাহি দিয়েও তোমাদের পরীক্ষা করা হয়।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">শুধু মুখে কালেমা উচ্চারণ করা দ্বারা একজন মানুষ ঈমানের মর্যাদায় পৌঁছুতে পারে না। বরং যে ঈমানের দাবি করে তাকে অবশ্যই পরীক্ষার মুখোমুখি হতে হবে। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">এ কথার সমর্থন হচ্ছে আল্লাহর বাণী:<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿أَحَسِبَ ٱلنَّاسُ أَن يُتۡرَكُوٓاْ أَن يَقُولُوٓاْ ءَامَنَّا وَهُمۡ لَا يُفۡتَنُونَ ٢ وَلَقَدۡ فَتَنَّا ٱلَّذِينَ مِن قَبۡلِهِمۡۖ فَلَيَعۡلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُواْ وَلَيَعۡلَمَنَّ ٱلۡكَٰذِبِينَ ٣ ﴾ [العنكبوت: ٢، ٣]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;মানুষ কি মনে করে যে, আমরা ঈমান এনেছি&rsquo; বললেই তাদের ছেড়ে দেয়া হবে, আর তাদের পরীক্ষা করা হবে না। আর আমি তো তাদের পূর্ববর্তীদের পরীক্ষা করেছি। ফলে আল্লাহ অবশ্যই জেনে নেবেন, কারা সত্য বলে এবং অবশ্যই জেনে নেবেন, কারা মিথ্যাবাদী&rdquo;। <strong>[সূরা আনকাবুত, আয়াত: ২,৩]<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\"> আল্লাহ আরও বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَٰهِدِينَ مِنكُمۡ وَٱلصَّٰبِرِينَ وَنَبۡلُوَاْ أَخۡبَارَكُمۡ ٣١ ﴾ [محمد: ٣١]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আর আমি অবশ্যই তোমাদেরকে পরীক্ষা করব যতক্ষণ না আমি প্রকাশ করে দেই তোমাদের মধ্যে কারা জিহাদ-কারী ও ধৈর্যশীল&rdquo;। <strong>[সূরা মুহাম্মদ, আয়াত: ৩১]<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">পরীক্ষার কারণ সম্পর্কে আল্লাহ তা&lsquo;আলা বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿ ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ ٢ ﴾ [الملك: ٢]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;যিনি মৃত্যু ও জীবন সৃষ্টি করেছেন যাতে তিনি তোমাদেরকে পরীক্ষা করতে পারেন যে, কে তোমাদের মধ্যে আমলের দিক থেকে উত্তম&rdquo;। <strong>[সূরা মুলুক, আয়াত: ২]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">বিপদ-আপদের সম্মুখীন হওয়া আল্লাহর পক্ষ হতে বান্দার জন্য পরীক্ষা। বান্দা কি সন্তুষ্ট হয় নাকি অসন্তুষ্ট হয়, সে কি ধৈর্য ধারণ করে, নাকি চিল্লা-পাল্লা করে, সে কি আল্লাহর শুকরিয়া আদায় করে নাকি আল্লাহর নেয়ামতকে অস্বীকার করে?<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের শেখান, মুসিবতের সময় আমরা যেন আল্লাহর নিকট দো&lsquo;আ করি এবং আল্লাহর নিকট সাওয়াব ও বিনিময় প্রার্থনা করি এবং যে মুসিবতে নিপতিত হয়েছে তা থেকে উত্তম বিনিময় কামনা করি। রাসূল <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;ما من مسلم تصيبه مصيبة فيقول ما أمره الله: إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللهم آجرني في مصيبتي واخلف لي خيرًا منها، إلا أخلف الله له خيرًا منها&raquo;.<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;যখন কোন মুসলিম ভাই মুসিবতে আক্রান্ত হয়, তারপর সে আল্লাহ্ তা&lsquo;আলা যা বলার নির্দেশ দিয়েছে, তা বলে, অর্থাৎ সে বলে,<strong> (إنا لله وإنا إليه راجعون)<\/strong> &lsquo;আমরা আল্লাহর জন্য এবং আল্লাহর দিকেই আমাদের প্রত্যাবর্তনকারী। হে আল্লাহ! তুমি আমাকে আমার মুসিবতে সাওয়াব দান কর, আর আমার জন্য এর চেয়ে উত্তম বদলা দাও!&rsquo; তাহলে আল্লাহ্ তা&lsquo;আলা তাকে পূর্বের তুলনায় উত্তম প্রতিদান ও বদলা দান করবেন&rdquo;।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">অনুরূপভাবে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাদের শিখিয়ে দেন, আমরা যখন কোনো বিপদে আক্রান্ত লোক দেখি, তখন প্রথমে আল্লাহ্ তা&lsquo;আলা আমাকে যে তা থেকে মুক্তি দিয়েছেন, তার উপর আল্লাহর প্রশংসা করি।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\"> রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;من رأى مبتلى فقال: الحمد لله الذي عافاني مما ابتلاك به، وفضلني على كثير ممن خلق تفضيلاً، لم يصبه ذلك البلاء&raquo; [أخرجه الترمذي].<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">যে ব্যক্তি কোনো আক্রান্ত ব্যক্তিকে দেখে এ দো&lsquo;আ পাঠ করে,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">الحمد لله الذي عافاني مما ابتلاك به، وفضلني على كثير ممن خلق تفضيلاً<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">[অর্থ, সকল প্রশংসা মহান আল্লাহর, যিনি তোমাকে যে বিপদে আক্রান্ত করেছেন তা থেকে আমাকে নিরাপদ রেখেছেন এবং আমাকে তিনি তার মাখলুক থেকে অনেক মাখলুকের উপর শ্রেষ্ঠত্ব দান করেছেন।] তাকে এ মুসিবত কখনো স্পর্শ করবে না&rdquo;[34]। <strong>[তিরমিযী]<\/strong><\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40852","category_id":"19334","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">লজ্জা<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt;\">অভিধানে <strong>حياء<\/strong> [লজ্জা] শব্দটি <strong>حياة<\/strong> [হায়াত] থেকে নির্গত। আর বলা হয়ে থাকে, <strong>استحيا الرجل<\/strong> যখন তার কাছে জীবনী শক্তি বেশি থাকে। সুতরাং লজ্জা অনুভূতির শক্তি ও সুক্ষ্মতা এবং জীবনী শক্তির কারণেই হয়ে থাকে। আর অন্তরের জীবন অনুসারেই সে মন বা অন্তরে লজ্জা চরিত্রের উদ্ভব ঘটে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর <strong>حياء<\/strong> [লজ্জা] একজন মানুষের মধ্যে তিন কারণে হতে পারে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>এক-<\/strong> আল্লাহ থেকে লজ্জা করা।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>দুই-<\/strong> মানুষ থেকে লজ্জা করা<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>তিন-<\/strong> একজন তার নিজের থেকে লজ্জা করা।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #808000;\"><strong>আল্লাহ থেকে লজ্জা:<\/strong><\/span> তার দাবী হচ্ছে, আল্লাহ্ তা&lsquo;আলা যা করার নির্দেশ দিয়েছেন, তা পালন করা, আর যা করা থেকে নিষেধ করেছেন, তা থেকে বিরত থাকা। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;استحيوا من الله حق الحياء، قال: قلنا: يا رسول الله، إنا نستحيي والحمد لله! قال: ليس ذاك؛ ولكن الاستحياء من الله حق الحياء أن تحفظ الرأس وما وعى، والبطن وما حوى، ولتذكر الموت والبلى، ومن أراد الآخرة ترك زينة الدنيا؛ فمن فعل ذلك فقد استحيا من الله حق الحياء&raquo; [أخرجه الترمذي].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;তোমরা আল্লাহকে লজ্জা করার মত লজ্জা কর, বর্ণনাকারি বলেন, আমরা বললাম, হে আল্লাহর রাসূল! &lsquo;আলহামদুলিল্লাহ&rsquo; আমরা তো লজ্জা করি। তিনি বললেন, এ লজ্জা নয়, আল্লাহকে পরিপূর্ণ লজ্জা করার অর্থ- তুমি তোমার মাথা এবং মাথা যা অন্তর্ভুক্ত করে, তার হেফাজত করবে। আর তুমি তোমার পেট ও পেট যা শামিল করে, তার হেফাজত করবে। আর তুমি মৃত্যু ও মৃত্যুর পরের পরিণতিকে বেশি বেশি স্মরণ করবে। যে ব্যক্তি আখিরাত কামনা করে, সে দুনিয়ার সৌন্দর্যকে ছেড়ে দেবে। আর যে ব্যক্তি এ কাজগুলো করবে, সে অবশ্যই আল্লাহকে লজ্জা করার মত লজ্জা করল[25]।<strong> [তিরমিযী]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এ প্রকারের লজ্জা সাধারণত একজন মানুষের দ্বীনের মধ্যে দৃঢ়তা ও ইয়াকীনের বিশুদ্ধতার কারণেই হয়ে থাকে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর মানুষের থেকে লজ্জা করা: তার দাবী হচ্ছে, মানুষের দুঃখ, দুর্দশা ও কষ্টকে প্রতিহত করা এবং কোনো অন্যায় ও অশ্লীলতাকে প্রচার করা থেকে বিরত থাকা। এ প্রকারের লজ্জা মানুষ থেকে তখন সংঘটিত হয়, যখন একজন মানুষের মধ্যে মানবতা পুরোপুরি বিদ্যমান থাকে। আর সে মানুষের তিরস্কার ও দুর্নামকে ভয় করবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">আর নিজের সত্তা থেকে লজ্জা করা: তার দাবী হচ্ছে, সচ্চরিত্র অবলম্বন করা ও একাকীত্বের সময়ে নিজেকে পবিত্র ও সংরক্ষণ করা। রাসূলুল্লাহ্&zwnj; <strong>সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;الحياء لا يأتي إلا بخير&raquo;<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;লজ্জা মানুষের জন্য কল্যাণই বয়ে আনে&rdquo;[26]।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;الحياء خير كله&raquo;<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&ldquo;লজ্জার সবই কল্যাণকর।[27]&rdquo; অথবা তিনি বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;الحياء كله خير&raquo;<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;লজ্জা, তার সবই কল্যাণকর&rdquo;[28]।<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;ما كان الحياء في شيء إلا زانه&raquo;.<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;যে কোন বস্তুর মধ্যে লজ্জা পাওয়া গেলে তা তার মধ্যে সৌন্দর্য আনয়ন করে&rdquo;[29]।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">এখানে <strong>&laquo;في شيء&raquo;<\/strong> শব্দটি মুবালাগা বা অতিরঞ্জন হিসেবে ব্যবহৃত। অর্থাৎ যদি নিষ্প্রাণ বস্তুর মধ্যেও যখন লজ্জা থাকে, আল্লাহ তার সম্মান বাড়িয়ে দেন। সুতরাং যদি একজন মানুষের মধ্যে লজ্জা থাকে তখন তার অবস্থা কেমন হতে পারে?!<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40853","category_id":"19335","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">সর্বাধিক প্রিয় আমল উত্তম চরিত্র<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;أحب عباد الله إلى الله أحسنهم خلقًا&raquo;.<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আল্লাহর নিকট সর্বাধিক প্রিয় বান্দা হল, যাদের চরিত্র সুন্দর।&rdquo; [5]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">&lsquo;খুলুক&rsquo; ও &lsquo;খালক&rsquo; দুটি শব্দই আরবিতে একত্রে ব্যবহার হয়ে থাকে। যেমন বলা হয়, অমুক <strong>حَسَنُ الخُلُقِ والخَلْق؛<\/strong> অর্থাৎ লোকটি ভিতর ও বাইর উভয় দিক দিয়ে সুন্দর।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">মানুষ গোস্ত মাংস দ্বারা ঘটিত যা চোখ দ্বারা দেখা যায়, এবং এক রূহ ও আত্মা দিয়ে তৈরি যা চোখ দিয়ে দেখা যায় না; তবে তা মানুষ তার অন্তর্দৃষ্টি দিয়ে দেখতে পায়। আর প্রতিটির জন্য একটি অবস্থা ও আকৃতি রয়েছে; তা হয়তো খারাপ অথবা সুন্দর।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #800000;\"><strong>আর চরিত্র:<\/strong><\/span> সে তো এক মজবুত অবস্থার নাম যা মানবাত্মার মধ্যে প্রগাঢ় হয়ে বিদ্যমান; তা থেকে যাবতীয় কর্মগুলো কোন প্রকার চিন্তা-ফিকির ও কষ্ট-ক্লেশ ছাড়া অতি সহজে প্রকাশ পায়। আর কোনো মানুষকে ততক্ষণ পর্যন্ত সৎ চরিত্রবান বলে আখ্যায়িত করা যাবে না, যতক্ষণ পর্যন্ত তার আত্মার মধ্যে সুন্দর চরিত্র প্রগাঢ় ও মজবুতভাবে স্থাপিত না হয় এবং সুন্দর চরিত্র ও যাবতীয় কর্ম তার থেকে কোনো প্রকার কৃত্রিমতা ও কষ্ট-ক্লেশ ছাড়া প্রকাশ না পায়। আর যদি কোনো ব্যক্তি ভনিতা করে কোনো ভালো কাজ করে, তাকে এ কথা বলা যাবে না যে, এটি তার চরিত্র। এর দৃষ্টান্ত হল, যে ব্যক্তি কোনো জরুরি প্রয়োজনে ভান করে তার টাকা ব্যয় করলো অথবা অতি কষ্টে রাগের সময় চুপচাপ থাকল, তাকে এ কথা বলা যাবে না, লোক দানশীল বা ধৈর্যশীল।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">মানুষের বাহ্যিক আকৃতির পরিবর্তন করা কোনো ক্রমেই সম্ভব নয়; কিন্তু মানুষের আখলাক বা চরিত্রের পরিবর্তন করা সম্ভব। মানব চরিত্র পরিবর্তন হয়। এ জন্যই দ্বীনের আগমন ঘটেছে; যা মানুষকে ভালো ও উত্তম চরিত্রের প্রতি আহ্বান করে এবং ভালো কাজের আদেশ ও মন্দ কাজ হতে নিষেধ করার প্রতি দাওয়াত দেয়। আর এতে অসিয়ত, ওয়ায ও শিক্ষা দেয়ার বিধান পাওয়া যায়। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ তা&lsquo;আলা বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوۡمٍ حَتَّىٰ يُغَيِّرُواْ مَا بِأَنفُسِهِمۡۗ ١١﴾ [الرعد: ١١]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;নিশ্চয় আল্লাহ কোন কওমের অবস্থা ততক্ষণ পরিবর্তন করেন না, যতক্ষণ না তারা নিজেদের অবস্থা পরিবর্তন করে&rdquo;। <strong>[সূরা রা&lsquo;আদ, আয়াত: ১১]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">অনুরূপভাবে নতুন নতুন আখলাক ও চরিত্রসমূহ চেষ্টা ও সাধনা করে অর্জন করা সম্ভব। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তার প্রভুকে ডাকতেন, যাতে তিনি তাকে সর্বাধিক সুন্দর আমলসমূহের দিকে পথ দেখান এবং সুন্দর চরিত্রসমূহের প্রতি পথ দেখান, আর তাকে চরিত্রবান হওয়ার তাওফিক দান করেন। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">তিনি বলে বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;اللهم اهدني لأحسن الأخلاق لا يهدي لأحسنها إلا أنت، واصرف عني سيئها لا يصرف عني سيئها إلا أنت&raquo;. [أخرجه النسائي]،<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;হে আল্লাহ! আপনি আমাকে সুন্দর আখলাকসমূহের পথ দেখান। সুন্দর আখলাকের প্রতি আপনি ছাড়া কেউ পথ দেখাতে পারে না। আর আপনি আমার থেকে খারাপ চরিত্রগুলোকে হটিয়ে দিন, আমার থেকে খারাপ চরিত্রগুলো আপনি ছাড়া কেউ দূরে সরাতে পারে না&rdquo;<strong> [বর্ণনায় নাসায়ী]<\/strong> [6]<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">তাছাড়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মানুষকে এ বলে অসিয়ত করতেন-<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;وخالق الناس بخُلُق حسن&raquo;<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">তোমরা মানুষের সাথে ভালো ব্যবহার দ্বারা আচরণ কর [7]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">কোনো কোনো আলেম সুন্দর চরিত্রের কিছু আলামত একত্র করেছেন। তারা বলেন, সুন্দর আখলাক হল, অধিক লজ্জা করা, মানুষকে কম কষ্ট দেয়া, অধিক যোগ্যতার অধিকারী হওয়া, কথাবার্তায় সত্যবাদী হওয়া, কম কথা বলা, অধিক জ্ঞান রাখা, পদস্খলনমূলক কাজ কম হওয়া, অনর্থক কথা কম বলা বা অনর্থক কথা থেকে বিরত থাকা, সৎকাজে অগ্রণী হওয়া ও আত্মীয়তার সম্পর্ক বজায় রাখা, আত্মসম্মান বজায় রাখা, ধৈর্যশীল হওয়া, কৃতজ্ঞ হওয়া, অল্পে তুষ্ট হওয়া, সহনশীল হওয়া, কোমলতা অবলম্বন, পবিত্র হওয়া, দয়ার্দ্র হওয়া, অভিশাপকারী না হওয়া, গালি-গালাজকারী না হওয়া, ছোগলখুরী না করা, গীবতকারী না হওয়া, তাড়াহুড়া কারি না হওয়া, হিংসুক না হওয়া, কৃপণ না হওয়া, বিদ্বেষ না থাকা, হাসি-খুশি থাকা, আল্লাহর জন্য মহব্বত কারি হওয়া এবং আল্লাহর জন্য দুশমনি করা, আল্লাহর জন্য রাজি-খুশি হওয়া এবং আল্লাহর জন্য কাউকে ঘৃণা করা। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">রাসূলুল্লাহ্&zwnj; সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;ما من شيءٍ يوضع في الميزان أثقل من حسن الخلق، وإن صاحب حسن الخلق ليبلغ به درجة صاحب الصوم والصلاة&raquo;. [أخرجه الترمذي].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;উত্তম চরিত্র হতে আর কোন অধিক ভারি জিনিস কেয়ামতের দিন মিযানে রাখা হবে না। একজন উত্তম চরিত্রের অধিকারী ব্যক্তি তার উত্তম চরিত্র দ্বারা রোযাদার ও সালাত আদায়কারীর মর্যাদায় পৌছতে পারবে।&rdquo; [তিরমিযি] [8]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">একজন চরিত্রবান ব্যক্তিকে এত বড় ফযিলত দেওয়ার কারণ হল, একজন রোযাদার ও রাতে সালাত আদায়কারী ব্যক্তি শুধুমাত্র তার নফসের বিরোধিতা করে থাকে, আর যে ব্যক্তি মানুষের সাথে ভালো ব্যবহার করে থাকে, সে অনেকগুলো নফস যারা বিভিন্ন প্রকৃতি ও বিভিন্ন চরিত্রের অধিকারী হয়, যেন তাদের বিরুদ্ধে প্রচেষ্টা চালায়। এ কারণে একজন রোযাদার ও তাহাজ্জুদ আদায়কারী যে সাওয়াব পাবে একজন চরিত্রবান লোকও একই সাওয়াব পাবে। ফলে তারা উভয়ে সাওয়াবের দিক দিয়ে বরাবর। বরং কোনো কোনো ক্ষেত্রে তারা অধিক সাওয়াবের অধিকারী হবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সুন্দর চরিত্রের অনেক ফলাফল রয়েছে, যেগুলো একজন ব্যক্তি চরিত্রবান হওয়ার প্রমাণবাহী নিদর্শন। বলা হয়ে থাকে যে, আল্লাহর সাথে তার জানা-শুনা অত্যধিক থাকার কারণে সে ঝগড়া-বিবাধ করে না। আবার কেউ বলে, মানুষের [বিপদ-আপদ, সুখে-দুখে] কাছা-কাছি হওয়া এবং তাদের মধ্যে অপরিচিত হওয়া বা প্রসিদ্ধ না হওয়া। আবার কেউ কেউ বলে, আল্লাহর প্রতি সন্তুষ্ট হওয়া। আবার কেউ কেউ বলে, সর্বনিম্ন পর্যায় হচ্ছে, সহনশীল হওয়া, সমপরিমাণ প্রাপ্তির আশা ত্যাগ করা, যালেমের প্রতি দয়া করা, তার জন্য ক্ষমা প্রার্থনা করা, ও তার প্রতি দয়ার্দ্র হওয়া।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40854","category_id":"19336","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">সৎ কাজে আদেশ ও অসৎ কাজে নিষেধ করা<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #800000;\"><strong>প্রমাণ:<\/strong><\/span> <strong>রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন,<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;أحبُّ الأعمال إلى الله الإيمانُ بالله، ثم صلةُ الرحم، ثم الأمرُ بالمعروف والنهيُ عن المنكر&raquo;.<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;আল্লাহর নিকট সর্বাধিক প্রিয় আমল, আল্লাহর প্রতি ঈমান আনা, তারপর আত্মীয়-সম্পর্ক বজায় রাখা, তারপর ভালো কাজের আদেশ দেয়া এবং অসৎ কাজ হতে নিষেধ করা&rdquo; [6]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #008000;\"><strong>মা&lsquo;রুফ:<\/strong><\/span> সমস্ত ভালো কাজ ও ইবাদতকে মারুফ বলা হয়ে থাকে। ভালো কাজকে মারূফ (জানা বিষয়) এ জন্য বলা হয়, কারণ, একজন জ্ঞানী লোক বা সঠিক প্রকৃতির অধিকারী লোক বলতেই এটি জানে। আর সর্বপ্রথম ও সর্বাধিক গুরুত্বপূর্ণ মারূফ হল, একমাত্র আল্লাহ যার কোনো শরিক নাই তাঁর ইবাদত করা, ইবাদতকে শুধু তাঁর জন্যই একনিষ্ঠ করা এবং ইবাদতে তাঁর সাথে কাউকে শরিক না করা। তারপর যত ইবাদত বন্দেগী আছে যেমন-ফরয, ওয়াজিব, নফল ইত্যাদি সবই সৎ কাজের অন্তর্ভুক্ত।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><span style=\"color: #0000ff;\"><strong>মুনকার [অগ্রহণযোগ্য কাজ]:<\/strong><\/span> যে সব কাজ থেকে আল্লাহ ও তার রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম নিষেধ করেছেন, সবই হল, মুনকার। সুতরাং সব ধরনের গুনাহ, তা কবীরা হোক বা সগীরা সবই মুনকার। কারণ, বিশুদ্ধ বিবেক ও সঠিক প্রকৃতি এগুলোকে অগ্রহণযোগ্য বিবেচনা করে। আর সবচেয়ে বড় মুনকার বা অন্যায় হল, আল্লাহর সাথে শরীক করা।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সৎ কাজের আদেশ ও অসৎ কাজ হতে নিষেধ করা মুমিন ও মুনাফেকদের মধ্যে পার্থক্য নির্ধারণ করে দেয়, এটি মুমিনের বিশেষ বৈশিষ্ট্য।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সৎ কাজের আদেশ ও অসৎ কাজ হতে নিষেধ করার তিনটি স্তর আছে, যেগুলো রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাদিসে বর্ণনা করেছেন। <strong>তিনি বলেন,<\/strong><\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;مَنْ رأى منكم منكرًا فليغيِّره بيده، فإنْ لم يستطعْ فبلسانه، فإنْ لم يستطعْ فبقلبه؛ وذلك أضعف الإيمان&raquo; [أخرجه مسلم].<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;তোমাদের মধ্যে কেউ যখন কোন অন্যায় সংঘটিত হতে দেখে, তাকে হাত দ্বারা প্রতিহত করবে, যদি তা করা সম্ভব না হয়, মুখের দ্বারা প্রতিহত করবে, আর তাও যদি সম্ভব না হয়, তা হলে অন্তর দ্বারা ঘৃণা করবে। এটি হল, ঈমানের সর্বনিম্ন স্তর&rdquo; [7]<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">অনুরূপভাবে তিনটি গুণ আছে, একজন ভালো কাজের আদেশকারী ও অসৎ কাজের নিষেধকারীর মধ্যে এ তিনটি গুণ থাকা অতীব জরুরি।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>১- ইলম:<\/strong> যে ভালো কাজটির আদেশ দেবে সে সম্পর্কে তাকে অবশ্যই জানতে হবে এবং যে খারাপ কাজ হতে মানুষকে নিষেধ করবে, তার সম্পর্কেও তার সম্যক জ্ঞান থাকতে হবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>২- কোমলতা:<\/strong> যে কাজের আদেশ দেবে এবং যে কাজ হতে মানুষকে নিষেধ করবে, সে বিষয়ে তাকে অবশ্যই কোমল হতে হবে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\"><strong>৩- ধৈর্য:<\/strong> জুলুম নির্যাতনের উপর ধৈর্যশীল হতে হবে। যেমন, লোকমান হাকিম তার ছেলেকে যে অসিয়ত করেন আল্লাহ্ তা&lsquo;আলা কুরআনে তার বর্ণনা দেন, যাতে মানুষ তার অনুকরণ করে এবং তা তাদের জীবনে বাস্তবায়ন করে। <\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">আল্লাহ্ তা&lsquo;আলা বলেন,<\/span><\/strong><\/p>\n<p><strong><span style=\"font-size: 12pt;\">﴿يَٰبُنَيَّ أَقِمِ ٱلصَّلَوٰةَ وَأۡمُرۡ بِٱلۡمَعۡرُوفِ وَٱنۡهَ عَنِ ٱلۡمُنكَرِ وَٱصۡبِرۡ عَلَىٰ مَآ أَصَابَكَۖ إِنَّ ذَٰلِكَ مِنۡ عَزۡمِ ٱلۡأُمُورِ ١٧﴾ [لقمان: ١٧]<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">&ldquo;হে আমার প্রিয় বৎস, সালাত কায়েম কর, সৎকাজের আদেশ দাও, অসৎকাজে নিষেধ কর এবং তোমার উপর যে বিপদ আসে তাতে ধৈর্য ধর। নিশ্চয় এ গুলো অন্যতম দৃঢ় সংকল্পের কাজ&rdquo;।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">সৎকাজের আদেশ ও অসৎ কাজ হতে নিষেধ করার পূর্বে ইলম থাকতে হবে, সৎকাজের আদেশ ও অসৎ কাজ হতে নিষেধ করার সময় কোমল হতে হবে এবং সৎকাজের আদেশ ও অসৎ কাজ হতে নিষেধ করার পর ধৈর্য ধরতে হবে।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"40855","category_id":"19337","descr":"\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \nh3{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n<h3 align=\"center\"><\/h3>\n<\/body>\n<\/html>\n<br><\/br>\n<h2 style=\"text-align: center;\"><span style=\"font-size: 18pt; color: #000080;\">তথ্য সূত্র<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"font-size: 12pt;\">[1] তিরমিযী, হাদীস নং ৩৪৯০ ; মুস্তাদরাকে হাকিম, হাদীস নং ৩৬২১। দুর্বল সনদে। তবে তিরমিযী এর অপর বর্ণনা,<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">&nbsp;<\/span><\/p>\n<p><strong><span style=\"font-size: 12pt;\">&laquo;وَأَسْأَلُكَ حُبَّكَ وَحُبَّ مَنْ يُحِبُّكَ، وَحُبَّ عَمَلٍ يُقَرِّبُ إِلَى حُبِّكَ &raquo;<\/span><\/strong><\/p>\n<p><span style=\"font-size: 12pt;\">হাদীস নং ৩২৩৫; এর পক্ষে সমর্থক হাদীস হিসেবে বিবেচিত। যা একটি সহীহ হাদীস। <strong>[সম্পাদক]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[2] আবু ইয়া&lsquo;লা, ১২\/২২৯; হাদীস নং ৬৮৩৯। মুনযিরী হাদীসটিকে হাসান বলেছেন।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[3] এর তাখরীজ গত হাদীসের আলোচনায় এসেছে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[4] বুখারী, ৪৮৩০; মুসলিম, হাদীস নং ২৫৫৪। <strong>[সম্পাদক]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[5] হাদীসটি এ শব্দে কোথাও পাই নি। <strong>[সম্পাদক]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[6] প্রাগুক্ত হাদীস।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[7] মুসলিম, হাদীস নং ৪৯।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[8] বুখারী, হাদীস নং ৫২৭।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[9] মুসলিম, হাদীস নং ২৬৭৭।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[10] তিরমিযী, হাদীস নং ৪৫৩।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[11] বুখারী, হাদীস নং ৫২৭।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[12] মুসলিম, হাদীস নং ২৫৫১।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[1] ইবন হিব্বান, ৩\/৯৯; হাদীস নং ৮১৮।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[2] তিরমিযী, হাদীস নং ৩৩৭৭।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[3] তিরমিযী, হাদীস নং ৩৩৭৭।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[4] মুসলিম, হাদীস নং ২১৩৭।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[5] তাবারানী, আল-মু&lsquo;জামুল কাবীর ১\/১৮১; হাদীস নং ৪৭১; আল-মু&lsquo;জামুল আওসাত্ব, ৬\/২৬৮; হাদীস নং ৬৩৮০; ইবন হিব্বান, ২\/২৩৬; হাদীস নং ৪৮৬; আল-হাকেম, আল-মুস্তাদরাক, ৪\/৪৪৩; হাদীস নং ৮২১৪।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[6] মুসলিম, হাদীস নং ৭৭১; আবু দাউদ, হাদীস নং ৭৬০; তিরমিযী, হাদীস নং ৩৪২১; নাসায়ী, হাদীস নং ৮৯৭।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[7] তিরমিযী, হাদীস নং ১৯৮৭।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[8] তিরমিযী, হাদীস নং ২০০৩।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[9] মুসলিম, হাদীস নং ২৯৬৫।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[10] বুখারী, হাদীস নং ৬৪৪৬।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[11] মুসলিম, হাদীস নং ২৬২২।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[12] তিরমিযী, হাদীস নং ১৩১৯।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[13] মুসনাদে আহমাদ ৪\/৩৮৫।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[14] আত-তাবারানী, আল-মু&lsquo;জামুল কাবীর ৯\/১০৯; হাদীস নং ৮৫৭২।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[15] ইবন মাজাহ, হাদীস নং ৪১৮৯।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[16] তিরমিযী, হাদীস নং ২০২১।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[17] তিরমিযী, হাদীস নং ২০২৯।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[18] বুখারী, হাদীস নং ৬০২৪।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[19] মুসলিম, হাদীস নং ২৫৯৩।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[20] মুসলিম, হাদীস নং ২৫৯২।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[21] মুসলিম, হাদীস নং ২৫৯৪।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[22] আবু দাউদ, হাদীস নং ৪০১২।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[23] মুসলিম, হাদীস নং ৩৫।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[24] বুখারী, হাদীস নং ৩৫৬২।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[25] তিরমিযী, হাদীস নং ২৪৫৮।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[26] বুখারী, হাদীস নং ৬১১৭; মুসলিম, হাদীস নং ৩৭।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[27] মুসলিম, হাদীস নং ৩৭।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[28] মুসলিম, হাদীস নং ৩৭।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[29] তিরমিযী, হাদীস নং ১৯৭৪।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[30] তিরমিযী, হাদীস নং ২৮০০। দুর্বল সনদে।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[31] তিরমিযী, হাদীস নং ২৩৯৬।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[32] বুখারী, হাদীস নং ৫৬৪৭; মুসলিম, হাদীস নং ২৫৭১।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[33] বুখারী, হাদীস নং ১৩০২; মুসলিম, হাদীস নং ৯২৬।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[34] তিরমিযী, হাদীস নং ৩৪৩২।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[35] বাইহাকী, শু&lsquo;আবুল ঈমান, ৭\/২৩৪; হাদীস নং ৪৯৩২। <strong>[হাসান সনদে]<\/strong><\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[36] তিরমিযী, হাদীস নং ১৬৬৯।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[37] বুখারী, হাদীস নং ৬৬০।<\/span><\/p>\n<p><span style=\"font-size: 12pt;\">[38] বুখারী, হাদীস নং ৯০৭।<\/span><\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"}],"app_data_date_time":"2018-05-16 10:35:13","success":true}