{"Category":[{"id":"14361","application_id":"575","parent_id":"0","title":"SEO কী? কেন ব্যবহার করা হয়?","icon":null,"sort_weight":"1"},{"id":"14378","application_id":"575","parent_id":"0","title":"Off Page SEO এর বেসিক","icon":null,"sort_weight":"1"},{"id":"14379","application_id":"575","parent_id":"0","title":"Off Page SEO ব্যাকলিঙ্ক ও Link Popularity","icon":null,"sort_weight":"1"},{"id":"14380","application_id":"575","parent_id":"0","title":"Google PR, Manage Backlinks and Paid Links","icon":null,"sort_weight":"1"},{"id":"14381","application_id":"575","parent_id":"0","title":"Make Link Worthy content ও know types of content","icon":null,"sort_weight":"1"},{"id":"14382","application_id":"575","parent_id":"0","title":"Backlink Management Strategy","icon":null,"sort_weight":"1"},{"id":"14383","application_id":"575","parent_id":"0","title":"Social Media, Social Media Marketing, Relation Between SMM and SEO","icon":null,"sort_weight":"1"},{"id":"14384","application_id":"575","parent_id":"0","title":"কিভাবে SMM শুরু করবেন ও Social Media Presence বৃদ্ধি করবেন","icon":null,"sort_weight":"1"},{"id":"14385","application_id":"575","parent_id":"0","title":"SMM ও Social Media Presence","icon":null,"sort_weight":"1"},{"id":"14386","application_id":"575","parent_id":"0","title":"SMM ও Social Media Presence পর্ব ২","icon":null,"sort_weight":"1"},{"id":"14387","application_id":"575","parent_id":"0","title":"সার্চ ইঞ্জিনে Ranking করাই কি আসল উদ্দেশ্য?","icon":null,"sort_weight":"1"},{"id":"14388","application_id":"575","parent_id":"0","title":"Google Analytics","icon":null,"sort_weight":"1"},{"id":"14389","application_id":"575","parent_id":"0","title":"Analytics এর Data Analyze করুন","icon":null,"sort_weight":"1"},{"id":"14390","application_id":"575","parent_id":"0","title":"Analytics থেকে আপনার সাইটের Traffic Source সর্ম্পকে জানুন","icon":null,"sort_weight":"1"},{"id":"14391","application_id":"575","parent_id":"0","title":"SEO এর সাথে UPDATE থাকলে চাইলে, এই Web Site গুলো Follow করুন","icon":null,"sort_weight":"1"},{"id":"14377","application_id":"575","parent_id":"0","title":"Internal Optimization কিভাবে করবেন","icon":null,"sort_weight":"1"},{"id":"14376","application_id":"575","parent_id":"0","title":"কিভাবে SEO অপটিমাইজড কন্টেন্ট লিখবেন","icon":null,"sort_weight":"1"},{"id":"14362","application_id":"575","parent_id":"0","title":"Keyword Research পর্ব-০১","icon":null,"sort_weight":"1"},{"id":"14363","application_id":"575","parent_id":"0","title":"Keyword Research পর্ব-০২","icon":null,"sort_weight":"1"},{"id":"14364","application_id":"575","parent_id":"0","title":"Keyword Research পর্ব-০৩","icon":null,"sort_weight":"1"},{"id":"14365","application_id":"575","parent_id":"0","title":"Keyword Research – Google থেকে Manually ডাটা নিয়ে","icon":null,"sort_weight":"1"},{"id":"14366","application_id":"575","parent_id":"0","title":"Keyword Research- প্রাপ্ত Data Excel এ Analysis ও সিদ্ধান্ত গ্রহণ","icon":null,"sort_weight":"1"},{"id":"14367","application_id":"575","parent_id":"0","title":"Site Architecture","icon":null,"sort_weight":"1"},{"id":"14368","application_id":"575","parent_id":"0","title":"Keyword দিয়ে Website এর Navigation তৈরির কৌশল","icon":null,"sort_weight":"1"},{"id":"14369","application_id":"575","parent_id":"0","title":"SEO Friendly URL Structure","icon":null,"sort_weight":"1"},{"id":"14370","application_id":"575","parent_id":"0","title":"On page কিছু পরিচিত HTML Tag","icon":null,"sort_weight":"1"},{"id":"14371","application_id":"575","parent_id":"0","title":"HTML ট্যাগ অপটিমাইজেশন","icon":null,"sort_weight":"1"},{"id":"14372","application_id":"575","parent_id":"0","title":"HTML ট্যাগ অপটিমাইজেশন CONTINUED","icon":null,"sort_weight":"1"},{"id":"14373","application_id":"575","parent_id":"0","title":"কার্যকারী Title Tag কিভাবে লিখবেন","icon":null,"sort_weight":"1"},{"id":"14374","application_id":"575","parent_id":"0","title":"ভাল কন্টেন্ট কোনটাকে বলবেন","icon":null,"sort_weight":"1"},{"id":"14375","application_id":"575","parent_id":"0","title":"আপনার ওয়েবসাইটের কোন পেজের SEO করবেন ও কেন","icon":null,"sort_weight":"1"},{"id":"14392","application_id":"575","parent_id":"0","title":"শেষ পর্ব এবং কিছু কথা","icon":null,"sort_weight":"1"}],"Collection":[{"id":"33764","category_id":"14361","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">SEO কী? কেন ব্যবহার করা হয়?<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>সবাইকে আমার প্রথম ধারাবাহিক seo সম্পর্কিত লেখায় স্বাগতম। শিরোনাম দেখে অনেকের মনেই প্রশ্ন জাগতে পারে, A to Y পর্যন্ত অর্থ কি? এটা তো A to Z হওয়া উচিৎ। আসলে seo এর বিষয়বস্তু এত বিশাল যে কারো পক্ষেই সম্পূর্ণ জ্ঞান অর্জন করা সম্ভব নয় এবং প্রতিনিয়ত seo এর rules গুলো পরিবর্তন হচ্ছে। তাই এটা A to Y পর্যন্ত।<br \/><br \/>\n<img border=\"0\" height=\"320\" src=\"https:\/\/3.bp.blogspot.com\/-CmMkB436TcY\/WN9tJkUeGEI\/AAAAAAAAAyY\/x2l9lHrZOJ0E5whucruQTPM1xtNg2ihyQCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n\nseo সম্পর্কিত অনেক টিউটোরিয়ালই আছে, কিন্তু সেগুলোর অধিকাংশ ইংরাজীতে হওয়ায় অনেকেরই ঠিকমতো বুঝতে অনেক সমস্যা হয়। বাংলাতে seo বিষয়ে যে পোস্টগুলো আছে, তার প্রায়ই সবই Entry Level এর। তাই আমি চেষ্টা করব আপনাদের Entry level থেকে Advance level এর seo সম্পর্কে ধারনা দেয়ার, যদিও Basic rules গুলো একই। তাই seo এর জন্য Fundamental rulesগুলো জানা খুব জরুরী। (আমি টেকটিউন্সে নতুন একাউন্ট করলেও, আমি অনেকদিন থেকেই টেকটিউন্স এর সাথে আছি। তাই আমি জানি এখানে অনেক Seo expert আছেন যেমন সজীব ভাই, সোর্ডফিশ ভাই, শাকিল আরেফিন ভাই (দুঃখিত এখন আর কারো নাম পড়ছে না) ও আরো অনেকে - তাই আমার লেখায় যদি কোন ভুল ক্রটি থাকে, তবে আমাকে তা যে কেউ কমেন্টের মাধ্যমে জানালে, আমি খুবই খুশি হবো। Seo এমন একটি বিষয় যে বিষয়ে Knowledge share করার মাধ্যমেই সঠিক জ্ঞানার্জন করা সম্ভব। আর আমার লেখায় যদি কোন শব্দের অর্থ বুঝতে সমস্যা হয়, তাহলে গুগল করতে পারেন বা আমাকেও জানাতে পারেন। অনেক কথা বলে ফেললাম চলুন মূল প্রসঙ্গে যাই।<\/p>\n<h3><span style=\"color: #993300;\">সার্চ ইঞ্জিন অপটিমাইজেশন (seo) কি এবং কেন ব্যবহার করা হয়?<\/span><\/h3>\n<p>২ধরনের search result আছে।<\/p>\n<ul>\n<li><strong>&nbsp;Oraganic ও<\/strong><\/li>\n<li><strong>Paid.<\/strong><\/li>\n<\/ul>\n<img border=\"0\" height=\"229\" src=\"https:\/\/1.bp.blogspot.com\/-_k_vo6_WEu0\/WN9tQJlxNrI\/AAAAAAAAAyc\/988lkYPVBBwNOf5MPlBJk4Mm-vrwC7zZgCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p><br \/>আমরা এখানে organic search result নিয়ে কথা বলব। কারন এটা Free আর paid search result এ তো টাকা খরচ করলেই Ad দেওয়া যায়।<\/p>\n<h3><strong><span style=\"color: #808000;\">প্রথমেই আমাদের জানা উচিৎ search কিভাবে কাজ করে?<\/span><\/strong><\/h3>\n<p><span style=\"color: #ff9900;\"><strong>search engine প্রধানত দুইটা component নিয়ে কাজ করে:<\/strong><\/span><\/p>\n<ul>\n<li>Crawler - এটা প্রধানত বিভিন্ন ওয়েবসাইট থেকে Information Collect করে (spider, robot\/bot মাধ্যমে) এখানে Search Engine or SE প্রধানত যেকোন link কে follow করে তারপর তথ্য সংগ্রহ করে এবং তাদের ডাটাবেসএ সেই তথ্য সংরক্ষণ করে।<\/li>\n<li>Algorithm - এখানে search engine প্রাপ্ত information গুলো বিশ্লেষণ করে, বিভিন্ন page এর content এর relevancy ও quality অনুযায়ী ranking প্রদান করে। SE এর Algorithm অনেক factor এর উপর নির্ভর করে।<\/li>\n<\/ul>\n<img border=\"0\" height=\"282\" src=\"https:\/\/3.bp.blogspot.com\/--a2nk51SLy4\/WN9tTJNhKDI\/AAAAAAAAAyg\/juszxliXXNoUTNVb6qrtn4wGL3F1JAfAQCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<h2><span style=\"color: #800000;\">seo কি?<\/span><\/h2>\n<p>seo - search engine optimization. বাংলাতে সংজ্ঞা দিলে বলা যায়, seo হল কিছু নিয়মনীতি\/টেকনিক যার মাধ্যমে কোন একটা ওয়েবসাইট বিভিন্ন ধরনের সার্চ ইঞ্জিন (google, msn, yahoo etc) থেকে বেশি পরিমাণে ভিজিটর\/ট্র্যাফিক পেতে পারে। আসলে, seo এর মাধ্যমে যে কোন ওয়েবসাইটকে সার্চ ইঞ্জিন এর প্রথমে পাতায় আনতে পারলে, ভিজিটর পাওয়ার সম্ভাবনাও অনেকাংশে বেড়ে যায়।<\/p>\n<p>আরো সহজ ভাবে বলা যায়: যদি আমরা একটি গান ডাউনলোড করতে চাই, তাহলে আমরা সাধারণত যে কাজটি করি তা হল google এ আমরা ঐ গানের লাইনটি লিখে search করি। এখন লক্ষ্য করুন আমরা search button press করার পর google কিছু website এর নাম দেখায় যেখানে আমরা ঐ গানটি পেতে পারি। এভাবে google প্রতি page এ ১০টি ওয়েরসাইটএর নাম দেখায়। এখন আপনার মনে প্রশ্ন জাগতেই পারে কেন কিছু সাইট প্রথম পেজে আসলো, আর কেনইবা বাকি ওয়েবসাইটগুলো পেছনের পেজে গেলো - google কি ইচ্ছা মত করছে নাকি এর পেছনে অন্য কোন কারণ আছে? নিশ্চয় প্রথমপেজের সাইটগুলোর মধ্যে বিশেষ কিছু আছে, যা অন্য সাইটগুলাতে নাই। এই বিশেষ কিছুই হল seo এর কৌশল, যার মাধ্যমে আপনিও আপনার ওয়েবসাইটটিকে প্রথম পেজে নিতে পারেন। আর প্রথম পেজ মানেই বেশি বেশি ভিজিটর।<\/p>\n<p>seoতে যারা নতুন তারা Google Webmaster Guideline follow করতে পারেন। আপনি যদি বেসিক rules follow করেন তাহলে আপনাকে seo নিয়ে বেশি চিন্তা করতে হবে না। আমরা একটা ওয়েবসাইট বানাই ভিজিটরের জন্য, কাজেই আপনি যদি তারা যা জানতে চায়, তা যদি তাদের কাছে সঠিক ভাবে উপস্থাপন করতে পারেন, তাহলেই আপনার ৫০-৬০% seo হয়ে গেলো।<\/p>\n<p>একজন ভিজিটর কেন search করে: হয় তারা কোন প্রশ্নের উত্তর খুজছে, বা তারা কোন সমস্যার সমাধান খুজছে অথবা তারা তাদের প্রয়োজন মেটাতে চায়। আপনি যদি আপনার সাইটের মাধ্যমে তাদের প্রশ্নের উত্তর, সমস্যার সমাধান বা তাদের প্রয়োজনীয় তথ্য তাদের দিতে পারেন তাহলে আপনার আর কোন চিন্তা নেই।<\/p>\n<p><span style=\"color: #003300;\"><strong>seo কে সাধারণত ২ভাগে ভাগ করা হয়:<\/strong><\/span><\/p>\n<ul>\n<li><strong>On Page Seo এবং<\/strong><\/li>\n<li><strong>Off page seo.<\/strong><\/li>\n<\/ul>\n<img border=\"0\" height=\"292\" src=\"https:\/\/4.bp.blogspot.com\/-S_UTpKqAzZ0\/WN9tV8XPmWI\/AAAAAAAAAyk\/7bT6uw4FyKETf_1ZeVtTribs0xfjBMCcwCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<p><br \/><span style=\"color: #008000;\"><strong>On page seo:<\/strong><\/span> সহজভাবে বলা যায়, আপনি আপনার ওয়েবসাইট সর্ম্পকে যা বলছেন আর Off page seo হল অন্যরা আপনার সর্ম্পকে যা বলছে।<\/p>\n<h3><strong><span style=\"color: #008080;\">seo এর ব্যবহার:<\/span><\/strong><\/h3>\n<p>ধরুন আপনার একটি Baseball বিষয়ক সাইট আছে যা বর্তমানে #১০ এ অবস্থান করছে। আপনি চাচ্ছেন কেউ যদি search engine এ \"Baseball Cards\" লিখে search করে তাহলে এটি #১ অবস্থানে দেখাবে - এটা করতে হলে আপনাকে ঐ সাইট এর seo করতে হবে। seo সাধারণত কোন popular search term বা keyword ব্যবহার করে করা হয়। এখন আপনি যদি seo করে আপনার Brand name কে উপরের দিকে নিতে চান এবং সফলও হন, তাহলেও এটিকে ঠিক seo বলা যায় না। কারণ search engine যথেষ্ট smart এবং se আপনার company name ও keyword কে খুব সহজেই আলাদা করতে পারে। আর প্রধান ব্যাপার হল, যে keyword এর জন্য যত প্রতিযোগীতা, সেই keywordএ rank করা তত কঠিন।<\/p>\n<p>এই জন্য seo শুরু করার আগে কিছু planning করে নেয়া ভাল। ধরুন, আপনি একটি নতুন সাইট খুললেন, যে বিষয়ে আগে থেকেই লাখ লাখ প্রতিযোগী আছে, আর অন্য একজন একটা সাইট বানাল যে বিষয়ে হয়ত ১০০০টা সাইট আছে, এখন আপনিই বলুন কোথায় প্রতিযোগীতা করা সহজ হবে লাখের ভেতরে না হাজার এর ভিতরে?<\/p>\n<p>এই কারণে সাইট এর সঠিক seo planning এর জন্য সঠিক keyword নির্বাচন করা খুবই গুরুত্বপূর্ণ। keyword selection ঠিক না হলে আপনি আপনার কাঙ্খিত ফলাফল পাবেন না। কারণ কোন মানুষ যখন Search engine কোন কিছু খোজে তখন এই search term গুলো ব্যবহার করে। কাজেই আপনি যদি না জানেন যে মানুষ কি খুজছে, তাহলে আপনি কিভাবে তাদের প্রয়োজন পূরণ করবেন।<\/p>\n<p>&nbsp;<\/p>","answer":null,"total_up_vote":"1","total_down_vote":"0"},{"id":"33765","category_id":"14362","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Keyword Research&nbsp;পর্ব-০১<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>নানাবিধ ব্যস্ততার কারণে অনেকদিন পর টিউন করতে বসলাম। সময়ের অভাবে SEO ধারাবাহিক টিউটোরিয়ালটার কোন পর্ব এর মধ্যে পাবলিশ করতে পারিনি। এজন্য আমি দুঃখ প্রকাশ করছি। আশা করছি এখন থেকে ২-১ পরপর আপনাদের SEO এর টিউটোরিয়ালটা উপহার দিতে পারবো। আর আপনারা অবশ্যই আপনাদের মতামত জানাবেন। যারা আমার ১ম টিউন পড়েন নি তারা এখান নিচের লিঙ্কে ক্লিক করে দেখে নিতে পারেন:<\/p>\n<h2>কেন করবেন keyword research?<\/h2>\n<p>১. কারণ মানুষ kewword ব্যবহার করে তাদের প্রয়োজনীয় সমাধান খোজে<br \/>২. SE চায় সবসময় best result দেখাতে<br \/>৩. আপনার জানা উচিৎ কোন ধরনের keyword বেশি খোজা হচ্ছে<br \/>৪. সবথেকে প্রধান কারণ হল, keyword research tools আপনাকে সাহায্য করে এটা জানার জন্য যে, ওয়েবে কি খোজা হচ্ছে এবং কি খোজা হচ্ছে না<\/p>\n<p>keyword research এর জন্য অনেক ধরনের tools আছে। তার মধ্যে wordtracker, keyword discovery, google Adwords etc অন্যতম।<br \/><br \/>\n<img border=\"0\" height=\"167\" src=\"https:\/\/1.bp.blogspot.com\/-scFLt0w-T8k\/WN94yPryp_I\/AAAAAAAAAy0\/8X2xxCFdVVMEZyb-GyyldfXJNgBbn46NwCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\nঅধিকাংশ মানুষ google adwords ব্যবহার করে - এটা অনেক দ্রুত ও বিনামূল্যে ব্যবহার করা যায়।<\/p>\n<h3><strong><span style=\"color: #993300;\">Keyword Research এর নিয়ম:<\/span><\/strong><\/h3>\n<p>আসলে এটার কোন ধরাবাধা নিয়ম নেই, বাজারে অনেক paid tool পাওয়া যায়, যা দিয়ে খুব সহজ ভাবে সঠিক keyword select করা যায়। কিন্তু<\/p>\n<p>আমরা যেহেতু ঐসব paid tools ব্যবহার করব না, তাই আমাদের keyword researchএর basic procedure জানা উচিৎ। Keyword<\/p>\n<h2><span style=\"color: #808000;\">Research এর সময় ৭টা জিনিস বিবেচনা করা উচিৎ<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #993300;\"><strong>১. Brainstorming (কোন বিষয়ে চিন্তা করা)<\/strong><\/span><br \/>আমার Target Market কে এবং ঐ বিষয়ের উপর কোন keyword নিয়ে চিন্তা করা এবং লক্ষ করা যে, আমি কি স্থানীয়ভাবে না দেশের ভিতরে, নাকি সারা বিশ্বের সঙ্গে প্রতিযোগীতা করতে চাচ্ছি। আমার target market এর উপর কি লিঙ্গ, বয়স ঐ দেশের Income এর কোন যোগসূত্র আছে, যদি থাকে তাহলে এটা কিভাবে আমার desired keyword এর উপর প্রভাব ফেলতে পারে। যেমন: আপনার যদি একটি Furniture এর দোকান থাকে শুধুমাত্র একটি জেলাতে তাহলে আপনার keyword হতে পারে \"Khulna Furniture\" আবার আপনার যদি Otobi এর মত একটি প্রতিষ্ঠান থাকে তাহলে আপনাকে বাংলাদেশের প্রেক্ষাপটে চিন্তা করতে হবে।<br \/><br \/>\n<img border=\"0\" height=\"320\" src=\"https:\/\/4.bp.blogspot.com\/-b7AKJoEXpL4\/WN945J7fQ4I\/AAAAAAAAAzM\/rFHsjeuwCaQ_6BShrCtCSF0eGrdg2I0WACLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\nসঠিক keyword selection এর জন্য আপনি আরো যে কাজ করতে পারেন, তা হল আপনি আপনার target customer, sales people, friend<\/p>\n<p>and relatives দের জিজ্ঞাসা করতে পারেন তারা ঐ বিষয়ে search করতে হলে কোন wordটা বাছাই করত। এমনও হতে পারে, আপনি যে technical terms চিন্তা করছেন, তাদের সাথে তা নাও মিলতে পারে। আপনি আপনার বিষয় সম্পর্কিত বিভিন্ন Online forum\/blogs visit করতে পারেন। আপনি আপনার Competitors এর ওয়েবসাইট visit করে সেখান থেকে ধারনা নিতে সে কি করছে, কোন ধরনের keyword ব্যবহার করছে ইত্যাদি। তারপর আপনার idea গুলো একটা কাগজে লিখে রাখুন।<\/p>\n<p><span style=\"color: #008000;\"><strong>২. keyword গুলোকে বিভিন্ন বিষয়ানুযায়ী ভাগ করা<\/strong><\/span><br \/>আপনার product অথবা service অনুযায়ী একের অধিক keyword set তৈরি করুন। অনেক সময় এই step টা সঠিক ভাবে করা সম্ভব নাও হতে পারে, কারন আপনি যতক্ষণ না keyword research করছেন, ততক্ষণ আপনি জানতে পারবেন না, অন্যরা কোন ধরনের search term ব্যবহার করছে। তাই অনেক সময় এই ধাপটা research এর আগেও করা হয়। যখন যেভাবে সুবিধা হয়।<\/p>\n<p><span style=\"color: #ff0000;\"><strong>৩. research করা<\/strong><\/span><br \/><br \/>\n<img border=\"0\" height=\"290\" src=\"https:\/\/2.bp.blogspot.com\/-5k2MQi3z_Z8\/WN948ftV1mI\/AAAAAAAAAzQ\/1eMwhv9piw0N6X3gZ-XqlJWSWl2KMd8OQCLcB\/s1600\/3.png\" width=\"320\"> <\/br>\nkeyword research করার জন্য আপনি keyword research tools ব্যবহার করতে পারেন।<br \/>যে কোন ক্যাটাগরি একটা seed phrase পছন্দ করুন ।<br \/>অথবা যদি আপনার একটি ওয়েবসাইট থেকে থাকে, তাহলে আপনি সরাসরি google keyword research tool এ আপনার desired url টি প্রবেশ করান।<\/p>\n<p><span style=\"color: #3366ff;\"><strong>৪. compile বা সংকলন করা<\/strong><\/span><br \/>এখন keyword research tools থেকে Export spreadsheet করুন।<br \/>যদি প্রয়োজন মনে করেন তাহলে keyword গুলোকে Re-categorize করতে পারেন<\/p>\n<p><span style=\"color: #993366;\"><strong>৫. remove বা অপসারণ করা<\/strong><\/span><br \/><br \/>\n<img border=\"0\" height=\"260\" src=\"https:\/\/1.bp.blogspot.com\/-x9rvx1X_vQs\/WN94_c9fYjI\/AAAAAAAAAzU\/qgDp5wdz58MdDHoVSZKTx7zs5QFCaG0qwCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\nspreadsheet খোলা থাকা অবস্থায় কোন non-relevant phrases বাদ দিতে পারেন।<br \/>যেসব keyword এর search count low সেগুলো বাদ দিন। এক্ষেত্রে অবশ্যই সর্তকতা অবলম্বন করুন। দরকার হলে আপনার ক্লায়েন্টকে জিজ্ঞাসা করুন।<\/p>\n<p><span style=\"color: #0000ff;\"><strong>৬. Determine Competitiveness<\/strong><\/span><br \/>এখানে আপনার সিদ্ধান্ত নিতে হবে যে, আপনি কি অনেক বেশী প্রতিযোগীতা চান নাকি অল্প। প্রতিটা Phrase এর একটি আলাদা আলাদা competitiveness আছে। এখন আপনি যদি সবাই যে phrase এর পিছনে দৌড়াচ্ছে, আপনিও তার পিছনে গেলে আপনার জন্য target achieve করা কঠিন হয়ে যাবে। তাই এমন keyword ঠিক করতে হবে যা থেকে প্রয়োজনীয় ভিজিটর পাওয়া যাবে, আবার প্রতিযোগীতাও কম থাকবে।<br \/><br \/>\n<img border=\"0\" height=\"327\" src=\"https:\/\/2.bp.blogspot.com\/-nUcPD5vTWzo\/WN95B3iGsyI\/AAAAAAAAAzY\/3h26VsWm_m4aHlYGFAKqWlXOp96vCyB6wCLcB\/s1600\/5.jpg\" width=\"309\"> <\/br>\nCompetitiveness অনুযায়ী phrase গুলোকে ৩ভাগে ভাগ করা যায়:<\/p>\n<ul>\n<li><strong>highly competitive<\/strong><\/li>\n<li><strong>fairly competitive<\/strong><\/li>\n<li><strong>non-competitive<\/strong><\/li>\n<\/ul>\n<p><span style=\"color: #ff9900;\"><strong>৭. সঠিক keyword select করুন<\/strong><\/span><br \/><br \/>\n<img border=\"0\" height=\"320\" src=\"https:\/\/1.bp.blogspot.com\/-EC8GVQ3DTpw\/WN95EZoxvnI\/AAAAAAAAAzc\/bQ-Z9WY7RQItzHRzA-cLk0dMseohgLsEwCLcB\/s1600\/6.jpg\" width=\"320\"> <\/br>\nএই ধাপগুলো শেষ হয়ে গেলে আপনি খুব সহজেই আপনার keyword গুলো পছন্দ করতে পারবেন। keyword select করার সময় নিচের বিষয়গুলোর<br \/>উপর লক্ষ্য রাখুন:<\/p>\n<ul>\n<li><strong>number of searches<\/strong><\/li>\n<li><strong>relevancy to your web site (ওয়েবসাইটের সাথে প্রাসঙ্গিক কিনা)<\/strong><\/li>\n<li><strong>competitiveness level<\/strong><\/li>\n<\/ul>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33766","category_id":"14363","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Keyword Research&nbsp;পর্ব-০২<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>এবার আসুন গত পর্বে দেখানো নিয়মানুযায়ী keyword research শুরু করি। এখানে আমি উদাহরণ হিসেবে যে, ছবিগুলো ব্যবহার করেছি, তা Jill Whalen নামক একজন Seo Trainer এর keyword research থেকে নেয়া হয়েছে। উনি lynda এর video tutorial করেছেন।<\/p>\n<p>প্রথমে একটি word file এ আপনার ওয়েবসাইটটি যে সার্ভিস প্রোভাইড করে তা লিখুন এবং তারপর আপনার ওয়েবসাইটের Goal লিখে ফেলুন। সাথে আরো লিখুন, Brainstorming এর মাধ্যমে আমরা যে phrase গুলো পেয়েছি সেগুলো। উদাহরণ হিসেবে দেয়া ছবির, text টুকু পড়ুন।<br \/><br \/>\n<img border=\"0\" height=\"193\" src=\"https:\/\/3.bp.blogspot.com\/-D-YMouGjNC0\/WN9_SOWdvhI\/AAAAAAAAAzs\/5c-s4zRmkwgru5adfrI6xe0DVavvGCBhwCLcB\/s1600\/1.png\" width=\"320\"> <\/br>\nতাহলেই বুঝতে পারবেন আমরা যে ওয়েবসাইট নিয়ে কাজ করব সেটার মেইন উদ্দেশ্য হল Amazon Kindle এর বিভিন্ন product review করা, এদের সর্ম্পকে বিভিন্ন তথ্য দেয়া এবং সেই সাথে এই product গুলা বিক্রি করা amazon's affilliate program এর মাধ্যমে।<br \/>এবার আমরা ছবিতে দেখানো url এ প্রবেশ করি অর্থাৎ google adwords tool এ প্রবেশ করি। red marked অংশগুলো লক্ষ করুন। বামপাশে দেখানো website content এর radio button টি click করলে, আমরা আমাদের ওয়েবসাইটের link ডানপাশে মার্ক করা অংশে দিতে পারব। এখান থেকে আমরা বিভিন্ন keyword phrase সর্ম্পকে ধারনা পেতে পারি।<br \/><br \/>\n<img border=\"0\" height=\"200\" src=\"https:\/\/3.bp.blogspot.com\/-zt3V2k5ypdI\/WN9_UjWX_kI\/AAAAAAAAAzw\/fYR4iiafggQ7XlQcEyCm_7M86ujRfyKlgCLcB\/s1600\/2.png\" width=\"320\"> <\/br>\nযেহেতু আমরা brainstorming এর মাধ্যমে কিছু phrase আগে থেকে ঠিক করে রাখছি। তাই আমরা Descriptive words or phrases option select করে ডান পাশে মার্ক করা অংশে আমাদের keyword গুলো পেস্ট করে দিব। তারপর Use synonyms এ টিক দিয়ে Get keyword ideas এ click করুন।<\/p>\n<p>নিচের দিকে scroll করুন তাহলে নিচের মত একটি list দেখতে পাব। তারপর Broad Match থেকে Exact Match সিলেক্ট করুন। তাহলে আমরা নির্দিষ্ট phrase এর জন্য result দেখতে পাব।<br \/><br \/>\n<img border=\"0\" height=\"252\" src=\"https:\/\/3.bp.blogspot.com\/-dw20iEosV4o\/WN9_XB6GObI\/AAAAAAAAAz0\/x9J3YlUAQcoHGX58tz6HaQc2KGeP5o7BACLcB\/s1600\/3.png\" width=\"320\"> <\/br>\nতারপর নিচের ছবির মত Choose columns to display থেকে Hide Advertiser competition এবং hide local search volume এ ক্লিক করি। তাহলে আমাদের screen টা নিচের মত দেখতে হবে। এখানে এই দুইটা hide করব কারন আমরা আমাদের মত করে keyword research করব।<br \/><br \/>\n<img border=\"0\" height=\"249\" src=\"https:\/\/1.bp.blogspot.com\/-ZqJTdjPRcvc\/WN9_Z_nYdEI\/AAAAAAAAAz4\/0ztaunYXxMk-ijHTQ_PkCqALUjborrorQCLcB\/s1600\/4.png\" width=\"320\"> <\/br>\nহাইড করার পর এমন হবে।<br \/><br \/>\n<img border=\"0\" height=\"255\" src=\"https:\/\/3.bp.blogspot.com\/-1U7e5s8ajtE\/WN9_cnGBW5I\/AAAAAAAAAz8\/OCxkZ2JFgz8hMCeklvQu7kDXrlxhfvWlwCLcB\/s1600\/5.png\" width=\"320\"> <\/br>\nএখন নিচের দিকে স্ক্রল করে csv for excel এ ক্লিক করে। এই ফাইলটা excel আকারে save করে নিন। এই ফাইলের মাধ্যমে আমরা পরবর্তীতে, খুব সহজেই কাজ করতে পারব।<\/p>\n<img border=\"0\" height=\"249\" src=\"https:\/\/1.bp.blogspot.com\/-DtuLx1skhXA\/WN9_fK0wGAI\/AAAAAAAAA0A\/MX5fHEE4-Ioc1uHCFyWKngldHs0KX1ekACLcB\/s1600\/6.png\" width=\"320\"> <\/br>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33767","category_id":"14364","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Keyword Research&nbsp;পর্ব-০৩<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>গুগলের adword টুলটা খুবই সাহায্যকারী যার মাধ্যমে আমরা প্রচুর পরিমাণে ডাটা research এর জন্য পেতে পারি। অবশ্য এই টুলটা এমন অনেক অপ্রয়োজনীয় keyword ও আমাদের দেয়, যার সরাসরি আমাদের সাইটের সাথে কোন যোগাযোগ নাও থাকতে পারে।<br \/><br \/>\n<img border=\"0\" height=\"240\" src=\"https:\/\/2.bp.blogspot.com\/-Ceqdy53OH-8\/WN-CMf1-_mI\/AAAAAAAAA0M\/pMAk3elGlBUb7cc16CBVKD8xMmW2GULlwCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\nexcel sheet open করুন এবং নিজেকে জিজ্ঞাসা করুন এই keyword টা আমার সাইটের জন্য যথোপযুক্ত অথবা কেউ যদি search engine এ এই keyword টা প্রবেশ করায় তাহলে সেকি আমার সাইটটা খুজে পাবে। যদি আমার সাইটটা কেউ search engine এর মাধ্যমে খুজে পায়, তাহলে আমি কি তাদের প্রয়োজনমত information অথবা service দিতে পারছি বা পারবো। তারপর সেই সমস্ত phrase গুলো খুজে বের করুন, যে word গুলো আপনার ওয়েবসাইটের সাথে related না এবং সেগুলো বাদ দিন।<br \/><br \/>\n<img border=\"0\" height=\"327\" src=\"https:\/\/4.bp.blogspot.com\/-hc9BnRnS5QQ\/WN-CStmRK-I\/AAAAAAAAA0Q\/J6CUR_CTrGUA4xn73AdKW-p4G8AtGVPnQCLcB\/s1600\/2.jpg\" width=\"221\"> <\/br>\nযেমন দেখুন এখানে আমরা উদাহরণ হিসেবে যে সাইটটা ব্যবহার করছি তার সাথে kindle, ebook reader, book reviews ইত্যাদি শব্দগুলো related কিন্তু দেখুন একদম শেষে kindled শব্দটি related নয়, তাই আমরা এটিকে বাদ দিব।<br \/><br \/>\n<img border=\"0\" height=\"327\" src=\"https:\/\/4.bp.blogspot.com\/-q4lM1Wd3FA0\/WN-CVLuzhHI\/AAAAAAAAA0U\/e6HhjRSkb_EEAHMJ4l9Y1IfD7w4476lkgCLcB\/s1600\/3.jpg\" width=\"286\"> <\/br>\nএভাবে সমস্ত irrelevant word গুলো বাদ দিন এবং সবশেষে Excel sheet টা সেভ করুন।<\/p>\n<p>এখন আমাদের কাজ হবে, যে sheet টা আমরা সেভ করছি ঐটা open করা এবং এখান কিছু highly related keyword select করা এবং phrase গুলো যেন বিভিন্ন category তে ভাগ করা যায়। এখন ধরুন আমরা 'electronic book reader' phrase টা নির্বাচন করলাম যা আমাদের ওয়েবসাইটের বিষয়ের সাথে highly related.<br \/><br \/>\n<img border=\"0\" height=\"297\" src=\"https:\/\/2.bp.blogspot.com\/-Lh-fIrMzHrc\/WN-CX9D670I\/AAAAAAAAA0Y\/uPUIhzxNHiYdNmPO9_fiuHD7-TKTIU-MQCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\nএখন আমরা এই keyword copy করে আগের পর্বে দেখানো নিয়মানুযায়ী google adword tool এর মাধ্যমে আমরা electronic book reader phrase টার সাথে related অন্যান্য phrase গুলো এবং search এর পরিমাণ বের করব এবং তারপর আগের নিয়মে excel sheet save করব এবং অপ্রয়োজনীয় keyword গুলো বাদ দিব।<br \/><br \/><\/p>\n<img border=\"0\" height=\"247\" src=\"https:\/\/2.bp.blogspot.com\/-XJxJClu3Gu0\/WN-CaXuMHkI\/AAAAAAAAA0c\/5lujRb9fQfoS6KUSaiMwf4izBu_h8Y-0ACLcB\/s1600\/5.jpg\" width=\"320\"> <\/br>\n\n<p>তারপর আমরা একটা excel এ এই ফাইলগুলোকে sheet আকারে রাখব এতে করে কাজ করতে অনেক সুবিধা হবে। প্রথম ফাইলটা General Keywords নামে একটা sheet এ সেভ করুন এবং ২য় ফাইলটা electronic book reader নামক একটা sheet এ সেভ করুন।<br \/><br \/>\n<img border=\"0\" height=\"327\" src=\"https:\/\/3.bp.blogspot.com\/-uLFOCL6RUc0\/WN-CenpXFcI\/AAAAAAAAA0g\/Sk9GDlFu7zY3_2w63zSnzWWBktSkD6NiQCLcB\/s1600\/6.jpg\" width=\"282\"> <\/br>\nএভাবে করে আরো কয়েকটি category <strong>(highly related)<\/strong> নির্বাচন করে, google adword tool এর মাধ্যমে আপনার সাইটের সাথে related keyword গুলো বাছাই করুন এবং excel এ sheet আকারে সেভ করুন।<br \/><br \/>\n<img border=\"0\" height=\"254\" src=\"https:\/\/1.bp.blogspot.com\/-ZGjy-VKhg_g\/WN-ChDpjSqI\/AAAAAAAAA0k\/nFnipJhjgZw0xDiBWdxUn2Y_BpD5cH1DgCLcB\/s1600\/7.jpg\" width=\"320\"> <\/br>\nআমাদের সেভ করা last ফাইলটা ওপেন করুন, যেখানে আমাদের keyword এবং monthly search volume আছে। এখন আমাদের কাজ হবে, বিভিন্ন keyword এর competitiveness বের করা। এখানে আমরা competetiveness অর্থ বলতে পারি যে, একটা keyword optimize করা সহজ নাকি কঠিন সেটা বুঝায়। আরও বিস্তারিতভাবে বলতে পারি, ঐ keyword টার জন্য ওয়েবে কতগুলো পেজ প্রতিযোগীতা করছে। কাজেই প্রতিযোগী যত বেশি হবে, ঐ keywordটা optimize করা তত কঠিন হবে। তাই আমাদের এমন keyword নির্বাচন করতে হবে, যে keyword এর প্রতিযোগী কম, কিন্তু search বেশি।<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33768","category_id":"14365","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Keyword Research &ndash; Google থেকে Manually ডাটা নিয়ে<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>আমরা excel sheet থেকে kindle reviews phrase টা গুগলে প্রবেশ করিয়ে search করি। তাহলে দেখুন গুগল ডানপাশে কতগুলো result পেয়েছে তা show করছে। কিন্তু এখানে গুগল আসলে যে result গুলো show করছে তার মধ্যে শুধু kindle এর রেজাল্ট আছে, শুধু reviews এর result আছে, আবার দুটা phrase এর একত্রিত রেজাল্ট ও আছে। যা থেকে এটা বলা যায়, সব পেজগুলো kindle review phrase টার জন্য optimize নাও হতে পারে।<\/p>\n<img border=\"0\" height=\"183\" src=\"https:\/\/2.bp.blogspot.com\/-RQqEFJphYB0\/WN-FcVNo7TI\/AAAAAAAAA0w\/y5OD7nLidUMHubuhrGL1gg2KmqbPWAJ3QCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>এবার আমরা \"kindle review\" phrase টা quote মধ্যে রেখে সার্চ করব। দেখুন রেজাল্ট এর সংখ্যা অনেক কমে এসেছে, এখানে ৭০৩০০ দেখাচ্ছে। অর্থাৎ আমরা বলতে পারে, kindle review exact phrase টা ৭০৩০০ ওয়েবসাইটের কোথাও না কোথাও ব্যবহার করা হচ্ছে। এখান থেকে এটা বলা যায়, এই পেজগুলোর সবপেজ kindle review phrase এর জন্য optimize নাও হতে পারে।<\/p>\n<img border=\"0\" height=\"184\" src=\"https:\/\/3.bp.blogspot.com\/-w2KsynIK07g\/WN-Fez4RlYI\/AAAAAAAAA00\/FQGRbZhmQNwe4jJXhAFnlnYgWtNbF9KMQCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>তাই আমরা গুগল এর advance search term ব্যবহার করব।<\/p>\n<img border=\"0\" height=\"188\" src=\"https:\/\/1.bp.blogspot.com\/-PDat3v_wjZA\/WN-FhlQd2QI\/AAAAAAAAA04\/vNte6PTk9IoLrFasMbFYCmo2-WFOyhkJACLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #800000;\"><strong>এখন গুগলে লিখুন:<\/strong><\/span> allintitle:\"kindle reviews\"<\/p>\n<p>তাহলে দেখুন মাত্র ৬০৬০ টা রেজাল্ট show করছে অর্থাৎ এই ওয়েবসাইটগুলোর Title tag এ kindle reviews শব্দটা আছে। যেহেতু title tag এ kindle reviews শব্দটা আছে, তাই আমরা ধরে নিতে পারি এই সাইটগুলো এই phrase এর জন্য optimize অবস্থায় আছে। যেহেতু এই phrase টার সাথে আমাদের সাইটটা highly relevant তাই আমরা এটা ব্যবহার করতে পারি। এখন আমাদের আরো কিছু জিনিস লক্ষ করতে হবে।<\/p>\n<img border=\"0\" height=\"186\" src=\"https:\/\/3.bp.blogspot.com\/-wKxgFTAQAwM\/WN-FkaUHi9I\/AAAAAAAAA08\/UmYvYYGBQQIuLneF6cFbmmun3QFysNv5gCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>আবার kindle reviews phrase টা গুগলে সার্চ করেন এবং রেজাল্ট এর দিকে লক্ষ করুন- প্রথমেই cnet.com আছে যা খুবই বিখ্যাত এবং অনেকদিন ধরে ওয়েবে আছে, যার অর্থ এর সাথে compete করা খুবই কঠিন হবে।<\/p>\n<img border=\"0\" height=\"178\" src=\"https:\/\/1.bp.blogspot.com\/-GP4_pfA7-BU\/WN-Fm6ZsEbI\/AAAAAAAAA1A\/POFXQ7uz9KgW1JB9uVbonoRBF1PoxuWngCLcB\/s1600\/5.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>প্রথম লিঙ্কে প্রবেশ করুন এবং দেখুন এই সাইটে সরাসরি kindle reviews শব্দটা কোথাও নেই, তার অর্থ খুব সম্ভবত এর অনেক Backlink আছে kindle reviews phrase টা দিয়ে। Backlink অর্থ না বুঝলে সমস্যা নেই, পরবর্তীতে একে একে সব আলোচনা করব। এই phrase টা আমরা নিতে পারি।<\/p>\n<p>এখন গুগল সার্চে দেখুন pcworld এর মত বড় সাইট ও আছে। তাই competetion অনেক tough হবে বলা যায়। আপনি ইচ্ছা করলে গুগল এর প্রথম পেজ এর সাইটগুলো ভিজিট করে দেখতে পারেন তারা কিভাবে তাদের সাইটটা kindle reviews phrase এর জন্য optimize করছে। এভাবে একে একে আরও কয়েকটা keyword বাছাই করুন এবং same procedure follow করে প্রতিযোগীর এর সংখ্যা বের করুন।<\/p>\n<img border=\"0\" height=\"320\" src=\"https:\/\/4.bp.blogspot.com\/-4VuHpPTcDho\/WN-FpqeOB0I\/AAAAAAAAA1E\/B9wxyzxqaW4rgYjfsX4Fmsg9uqsYVGgeACLcB\/s1600\/6.jpg\" width=\"310\"> <\/br>\n<p>&nbsp;<\/p>\n<p>তারপর আমাদের excel sheet টা ওপেন করুন এবং Global monthly searches কলাম এর heading change করে searches করুন এবং তার পাশেই Allintitle নামক নতুন একটি কলাম করুন। এখন kindle reviews phrase সোজাসুজি ঘরে Allintitle column এ ৬০৬০ লিখুন। অনুরূপভাবে অন্য keyword গুলোর জন্য allintitle নাম্বার বের করুন, বুঝতেই পারছেন এটা সময় সাপেক্ষ ব্যাপার তাই খুবই চিন্তাভাবনা করে highly related keyword গুলো বাছাই করে তাদের জন্য Allintitle বের করুন। এভাবে আপনি আপনার সাইটের জন্য desired keyword এর competetiveness measure করতে পারবেন। আশা করি, যা আপনাকে পরবর্তীতে ভাল Rank করতে সহায়তা করবে।<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33769","category_id":"14366","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\"> Keyword Research- প্রাপ্ত Data Excel এ Analysis ও সিদ্ধান্ত গ্রহণ<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<img border=\"0\" height=\"256\" src=\"https:\/\/1.bp.blogspot.com\/-ze7JFGfhbns\/WN-Iezv6qmI\/AAAAAAAAA1Q\/H3QFK1j3jPoK-We8QUoLg8yq2EJZdL92gCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>খন আমরা পূর্বে তৈরি করা এক্সেল ফাইলটা ওপেন করব। যেখানে keywords, searches and allintitle আছে। এখন keyword competitiveness measure করার জন্য আমাদের দেখতে হবে যে, কোন keyword এ high number of searches এবং low number of competitor (pages) আছে। এটা থেকেই আমরা আমাদের কাঙ্খিত keyword টা পেতে পারি।<br \/>এখন আপনারা উদাহরণের ছবির দিকে লক্ষ্য করুন, তাহলে দেখবেন যে এখানে 'eletronic book reading device' keyword এর সার্চ নাম্বার ৮৮০ এবং প্রতিযোগী মাত্র ১৪৭ পেজ, তাই এখানে compete করা যেতে পারে, কারন ৮৮০ টা সার্চ একদম খারাপ না।<\/p>\n<img border=\"0\" height=\"234\" src=\"https:\/\/2.bp.blogspot.com\/-ZKWgRmYAHbU\/WN-IhZUZPcI\/AAAAAAAAA1U\/D4z2hrASRKUCsIxRraZ1mIC3XRWJ5GU5wCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>তারপরে 'electronic books device' এই keyword টা দেখুন তুলনামূলক আরো ভাল কারন ৪৮০টা সার্চ এর বিপরীতে allintitle মাত্র ৬টা। এভাবে প্রয়োজনীয় কিওয়ার্ডগুলো বের করুন এবং excel এর cell এর color green করুন অথবা আপনার পছন্দমত অন্য কালারও করতে পারেন। এভাবে ধীরে ধীরে অন্য কিওয়ার্ডগুলো বাছাই করুন এবং সবুজ রঙ এর মাধ্যমে হাইলাইট করুন।<\/p>\n<img border=\"0\" height=\"304\" src=\"https:\/\/4.bp.blogspot.com\/-_PMEGln46UM\/WN-IkL8-jAI\/AAAAAAAAA1Y\/7ymPH1Iol3E-HZz_JKM0k-Xy_taOXgv2gCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>লক্ষ করুন এই শীটে কিছু keyword আছে যাদের searches কম এবং allintitle অনেক বেশী। আমাদের এই keyword গুলো অবশ্যই বাদ দিতে হবে। আমরা এই ধরনের কিওয়ার্ড গুলো red color করে রাখব। যেমন: দেখুন 'electornic books online' এই কিওয়ার্ড এর সার্চ মাত্র ৪৮০ তার বিপরীতে প্রতিযোগী ১২৩০০. এই keyword এর জন্য compete করা হবে বোকামী। সাধারণত এই ধরনের ঘটনা ঘটে যখন কেউ Keyword Research না করেই কোন Keyword optimize করা শুরু করে। এই কারণেই কিওয়ার্ড রিসার্চ খুবই গুরুত্বপূর্ণ, নাহলে আপনার সময় ও শ্রম দুটোই অপচয় হবে। তাই কিওয়ার্ড রিসার্চ এর জন্য সমস্যা হলেও, একটু সময় বের করুন এবং সঠিকভাবে এটা করুন। তাহলে, ultimately আপনারই লাভ হবে।<br \/>সব কিওয়ার্ডগুলো যখন হাইলাইট করা হয়ে যাবে, তখন আমাদের এক্সেল শীট এর allintitle কলামটা sort করতে হবে smallest to largest এই order-এ। তাহলে আমাদের বুঝতে অনেক সুবিধা হবে।<\/p>\n<p>এখানে আরো কিছু বিষয় বিবেচনা করতে হয় যেমন, আপনার সাইট যদি নতুন হয় তাহলে একধরনের strategy আবার সাইট যদি পুরানো হয় তাহলে আর একধরনের strategy follow করতে হবে। এজন্য আপনারা নিচের graph টা দেখতে পারেন।<\/p>\n<img border=\"0\" height=\"161\" src=\"https:\/\/3.bp.blogspot.com\/-svts-eNjuHI\/WN-ImrOXFpI\/AAAAAAAAA1c\/_Wq2WFIxbwMJYSVXxSZiCA7nrlkk4efIwCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>সাধারনত এটা মনে করা হয় যে, allintitle 1000 এর নিচে থাকলে Non-competitive, 1000-3000 পর্যন্ত fairly competitive, 3000-5000 পর্যন্ত competitive and তার উপরে highly competetive.<br \/>কাজেই আপনার সাইট যদি অনেক জনপ্রিয় ও aged হয় তাহলে আপনি র্নিদ্বিধায় competitive বা highly competitive কিওয়ার্ড বাছাই করতে পারেন, কিন্তু আপনার সাইটটি যদি brand new হয় তাহলে অবশ্যই আপনার non-competitive keyword বাছাই করা উচিৎ। সেই টার্গেট পূরণ করে fairly comopetitive keyword গুলো টার্গেট করতে পারেন।<\/p>\n<img border=\"0\" height=\"281\" src=\"https:\/\/3.bp.blogspot.com\/-m25q7WEDYqo\/WN-IpKe2XzI\/AAAAAAAAA1g\/-ECuvvOmV3QUinQ7R5cMmkBO2FlILMQWwCLcB\/s1600\/5.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>আপনি যদি সঠিকভাবে keyword research করে সঠিক keyword টি বাছাই করতে পারেন এবং সেই keyword যদি সঠিকভাবে optimize করতে পারেন, তাহলে ধীরে ধীরে আপনি এর রেজাল্ট দেখতে পারবেন। আজকের মত এখানেই শেষ করছি। পরবর্তী পোস্ট পড়ার জন্য আমন্ত্রন থাকলো।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33770","category_id":"14367","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Site Architecture<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<h3><span style=\"color: #ff6600;\">ওয়েবসাইটের নির্মাণকৌশল বা site architecture:<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>Keyword research করা যখন শেষ হয়ে যাবে, তখন আপনার প্রধান কাজ হবে- আপনার ওয়েবসাইটের নির্মাণকৌশল বা site architecture কেমন হবে তা নির্ধারণ করা। এটা খুবই গুরুত্বপূর্ণ। আপনার ওয়েবসাইটের আর্কিটেকচার থেকেই সার্চ ইঞ্জিন নির্ধারণ করে, কোন Page টা গুরুত্বপূর্ণ এবংকোনটা না।<br \/><br \/><\/p>\n<img border=\"0\" height=\"206\" src=\"https:\/\/4.bp.blogspot.com\/-8wxbF8isSSE\/WN-KyfSx3qI\/AAAAAAAAA1w\/Ztx4SFDJAm8sHb9kY9D7_qsZ-458KnpigCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>উদাহরণস্বরূপ বলা যায়, আমাদের Home বা Front page এর সাথে অনেকগুলো পেজের লিংক থাকে। সার্চ ইঞ্জিন যখন দেখে যে, এই পেজের সাথে প্রায় সব পেজের লিঙ্ক আছে, তখন Search Engine (SE) মনে করে নিশ্চয়ই এই পেজটা গুরুত্বপূর্ণ।<\/p>\n<h2><span style=\"color: #800000;\">Internal বা Inbound linking:<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p>নিজের ওয়েবসাইটের একপেজের সাথে অন্যপেজের লিঙ্ককে Internal বা Inbound linking বলা হয়। Internal linking site structure এবং SEO এর জন্য খুবই গুরুত্বপূর্ণ।<br \/><br \/><\/p>\n<img border=\"0\" height=\"227\" src=\"https:\/\/4.bp.blogspot.com\/-_1ofHZHLVLs\/WN-K0xIOOjI\/AAAAAAAAA10\/UHz9eK-k8Kkqerpc4cdfF8WNi6Yy4rq6ACLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>ধরুন, নিজের সাইটের ১০টা পেজ থেকে অন্য একটা page refer করা হল, আর ৩টা পেজ থেকে অন্য একটা page refer করা হল, তাহলে SE ধরেই নেয় যে, ১০টা inbound link যুক্ত পেজ টা অনেক বেশি Important। আমাদের উদাহরণএ ব্যবহার করা ওয়েবসাইটার জন্য আমরা গুরুত্বপূর্ণ Product page গুলোকে internal linking এর মাধ্যমে highlight করতে পারি।<\/p>\n<h2><span style=\"color: #99cc00;\">Page Depth:<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p>আবার, অনুরূপভাবে যে পেজটা যত বেশি গভীরে বা যে পেজে ঢুকতে যত বেশি click করতে হয় সেই পেজটা তত less important.<br \/><br \/><\/p>\n<img border=\"0\" height=\"263\" src=\"https:\/\/4.bp.blogspot.com\/-NxEzqQZHbcs\/WN-K4W8AcAI\/AAAAAAAAA14\/t5-an3jyIPwn_uqYCmdqe3ri10woGiJrwCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<h2><span style=\"color: #0000ff;\">Making Quality link:<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p>এই কারণে ওয়েবসাইটের Top Navigation, SideBar and Footer links এর স্থানগুলো খুবই গুরুত্বপূর্ণ, কারণ এসব স্থানে আপনি যে সকল লিঙ্ক ব্যবহার করবেন, সেই লিঙ্কগুলোতে এক ক্লিকেই প্রবেশ করা সম্ভব।<br \/><br \/><\/p>\n<img border=\"0\" height=\"167\" src=\"https:\/\/1.bp.blogspot.com\/--pYWlPQzdow\/WN-K6nul5kI\/AAAAAAAAA18\/FI9An9WPHvckmQkUmIb3DrFEyCxMwVsdwCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<p>আবার সাধারনত অনেক ওয়েবসাইটের পেজের কন্টেন্ট পরিবর্তন হলেও এই স্থান গুলো একই থাকে, তাই এই স্থানগুলোতে খুবই গুরুত্বপূর্ণ Category<br \/>and Topic গুলো দেয়া উচিৎ।<\/p>\n<p>সঠিক Anchor text ব্যবহার করুন। আমরা যে keyword গুলো research থেকে পেয়েছি। Anchor text সর্ম্পকে জানতে গুগলে সার্চ করতে পারেন।<\/p>\n<p>SE সাধারণত Page এর উপরের দিকের লিঙ্কগুলোকে বেশি importance দেয়। যেমন: আপনার Top navigation এর লিঙ্ক Footer এর লিঙ্কস থেকে বেশি গুরুত্বপূর্ণ।<\/p>\n<p>Link তৈরি করার সময় খেয়াল রাখুন, আপনি যেখানে Link তৈরি করতে চাচ্ছেন সেটা এই পেজের এর সাথে প্রাসঙ্গিক কিনা, যদি না হয় তবে প্রাসঙ্গিক পেজের সাথে লিঙ্ক করুন, না হলে SE আপনাকে penalty দিতে পারে।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33771","category_id":"14368","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Keyword দিয়ে Website এর Navigation তৈরির কৌশল<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<h3><span style=\"color: #808000;\">ওয়েবসাইটের জন্য Category ও Subcategory ঠিক করা:<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>আপনার ওয়েবসাইটের Category ঠিক করতে হলে আপনাকে keyword research ও করতে হবে। আবার কিছু category আপনি আগে থেকেই ঠিক করে লিখে রাখতে পারেন। আসলে এখানে কোন বাধাধরা নিয়ম নেই আপনি আগে category ঠিক করে keyword research এ যেতে পারেন আবার keyword শেষ করে category ঠিক করতে পারেন। কারন keyword research এর মাধ্যমে আমরা অনেক নতুন নতুন category সর্ম্পকে ধারনা পাব, যা হয়ত আমরা চিন্তা করিনি।<br \/><br \/><\/p>\n<img border=\"0\" height=\"268\" src=\"https:\/\/4.bp.blogspot.com\/-8_eU_AHqyk8\/WN-NKZ5FwoI\/AAAAAAAAA2I\/_scVfNTjX-MVQk2Y6fUxn15szzOUWwwGwCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<img border=\"0\" height=\"320\" src=\"https:\/\/4.bp.blogspot.com\/-3TvDNHB89Bc\/WN-NQzqY-gI\/AAAAAAAAA2M\/EUFbrT5k5G0YduEGLEpAacmCeVw_gCtjwCLcB\/s1600\/2.jpg\" width=\"310\"> <\/br>\n<p>&nbsp;<\/p>\n<p>ছবিতে দেখুন অনেকগুলো Category ও subcategory চিন্তা করে ঠিক করা হয়েছে। আবার আমরা keyword research করার সময় দেখেছি Kindle Accessories এর একটি ভাল বাজার আছে। তাই আমরা এর জন্য নতুন একটি ক্যাটাগরি ও তার আন্ডারে কিছু সাব-ক্যাটাগরি তৈরি করেছি।<\/p>\n<p>এবার আসুন দেখি কিভাবে আমাদের তৈরি করা listটি আমরা আমাদের ওয়েবসাইটে ব্যবহার করতে পারি। ছবিতে লক্ষ করুন।<br \/><br \/><\/p>\n<img border=\"0\" height=\"327\" src=\"https:\/\/4.bp.blogspot.com\/-hF5wYebNvOw\/WN-NVCmEmPI\/AAAAAAAAA2Q\/_P_2mUPub8MWP7ND8lYLeSJHYs6yvfk5ACLcB\/s1600\/3.jpg\" width=\"283\"> <\/br>\n<p>&nbsp;<\/p>\n<img border=\"0\" height=\"327\" src=\"https:\/\/2.bp.blogspot.com\/--BgBJA-P4m4\/WN-NoELfnOI\/AAAAAAAAA2U\/brCeSPNI5ckVmORmEMtBIIjp8RDMQIdrACLcB\/s1600\/4.jpg\" width=\"193\"> <\/br>\n<p>&nbsp;<\/p>\n<p>পরপর দুইটা ছবিতে দেখুন আমরা কিছু categoryword, top navigation ও sidebar এ ব্যবহার করেছি। এর মাধ্যমে আমাদের navigation তৈরি হল, user রা যেকোন সময় খুব easily page গুলোতে access করতে পারবে এবং home page এই লিঙ্ক করাতে সার্চ ইঞ্জিন এই পেজগুলোকে Importance দিবে।<\/p>\n<p>এখন আমরা আমাদের করা কাজগুলোকে আর একটু organized wayতে করার জন্য নতুন একটা Excel sheet তৈরি করব। ছবিতে লক্ষ করুন, দেখে এটার মত Excel sheet তৈরি করুন। ছবি বড় করে দেখার জন্য ছবির উপর Right Click করে View Image এ ক্লিক করুন। প্রথম কলামে main categories গুলো entry করুন, তারপর নিচে কিছু cell ফাকা রাখুন, keyword entry করার জন্য।<br \/><br \/><\/p>\n<img border=\"0\" height=\"156\" src=\"https:\/\/4.bp.blogspot.com\/-t_ZgTrPQSTI\/WN-NvY3WxTI\/AAAAAAAAA2Y\/TwAZZkmJLa0RbKXAQT4G_g9h8idsAKKgACLcB\/s1600\/5.jpg\" width=\"320\"> <\/br>\n<p>তারপর subcategories তৈরি করুন। তারপর Product page এর টাইটেল গুলো বসান।<\/p>\n<p>এবার আমরা আমাদের তৈরি করা keyword research এর excel fileটা ব্যবহার করব। এখন থেকে keyword বাছাই করে, সঠিক ক্যাটাগরি নির্বাচন করে সেখানে ঐ কিওয়ার্ড টা entry করুন এবং সাথে কমা দিয়ে Allintitle ও সার্চেস ও লিখে রাখুন। এখন আমরা Allintitle এর পাশে আর একটা ঘর করে, সেখানে pages লিখব (এই কিওয়ার্ডটা কোন পেজএ ব্যবহার করা হচ্ছে তা লিখে রাখা)।<br \/><br \/><\/p>\n<img border=\"0\" height=\"283\" src=\"https:\/\/2.bp.blogspot.com\/-dR3cDWcLKXk\/WN-N3flsyEI\/AAAAAAAAA2c\/ZZXrJI8ARv4aCul0bJIzuCqK7LMMRJgkACLcB\/s1600\/6.jpg\" width=\"320\"> <\/br>\n<p>এভাবে অন্যান্য কিওয়ার্ড গুলো করুন।<br \/><br \/><\/p>\n<img border=\"0\" height=\"158\" src=\"https:\/\/4.bp.blogspot.com\/-itdt6m_Ypfo\/WN-OEzwtT2I\/AAAAAAAAA2g\/y9D2iJmB_0ISqoerNYlz9-mtBeYA02INQCLcB\/s1600\/7.jpg\" width=\"320\"> <\/br>\n<p>হ্যা এটা করতে আপনাকে অনেক সময় ব্যয় হবে। কিন্তু যখন এটা তৈরি হয়ে যাবে, তখন আপনার কাছে একটা লিস্ট থাকছে যার মাধ্যমে আপনি জানতে পারছেন আপনি কোন পেজে কোন কিওয়ার্ডটা ব্যবহার করছেন। এটা ছাড়াও আপনি যখন কোন পেজের জন্য কোন content তৈরি করবেন তখন খুব সহজেই আপনি আপনার প্রয়োজনীয় কিওয়ার্ড এর উপর ফোকাস করতে পারবেন।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33772","category_id":"14369","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">SEO Friendly URL Structure<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>SEO এর জন্য domain name খুবই গুরুত্বপূর্ণ বিষয়। সবচেয়ে ভাল হয় যদি আপনি exact match domain manage করতে পারেন। অর্থাৎ আপনার keyword ও আপনার domain name যদি একই হয় তাহলে আপনি সার্চ রেজাল্টএ অনেক বেশি preference পাবেন।<\/p>\n<p>আপনার গুরুত্বপূর্ণ পেজএর লিঙ্ক গুলো seo friendly হলে ভাল হয়।<\/p>\n<p><span style=\"color: #333300;\"><strong>নিচের url দুটা লক্ষ করুন:<\/strong><\/span><br \/><strong>www . mainkeyword . com\/category-page-keyword<\/strong><br \/><strong>www . mainkeyword . com\/p?452<\/strong><br \/>প্রথম urlটাকে seo friendly url বলা হয়। কারন প্রথম লিঙ্কটা দেখে অনেক কিছু বোঝা যায় যেমন এই লিঙ্কএ কেমন ধরনের information থাকতে পারে।<br \/>কিন্তু লক্ষ করুন ২য় লিঙ্কটা দেখে এর ভিতর কোন ধরনের তথ্য আছে তা বোঝা যায় না।<\/p>\n<p>Anchor text এর স্থানে প্রয়োজনীয় keyword ব্যবহার করা।<br \/><br \/>\n<img border=\"0\" height=\"146\" src=\"https:\/\/4.bp.blogspot.com\/-9iMp8gRdMRI\/WN-UQoClYoI\/AAAAAAAAA2w\/T_6SmCxXoMU0lYyK_n2c0DmBpptVIbJ2ACLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\nযদিও বর্তমানে এসইও এর ক্ষেত্রে keyword ব্যবহারের নিয়মনীতি অনেকাংশে পরিবর্তন হয়েছে। পরবর্তীতে এগুলো নিয়ে আলোচনা করব। তবে বর্তমানে গুগল আগে যেমন exact match domain কে preference দিত এখন আর ততটা priority দেয়না। এখন আপনার domain যদি exact match না হয় তাহলেও তেমন কোন সমস্যা নেই। তবে exact match হলে তো অবশ্যই ভাল। যদি আপনার সাইটে গুরুত্বপূর্ণ তথ্য থাকে, reasonable visitor থাকে, bounce rate কম হয় এবং আপনি যদি সঠিক নিয়মে এসইও করেন তবে আপনি আপনার সাইটকে ১ম পেজে আনতে সক্ষম হবেন। তবে যদি প্রতিযোগীতা বেশি থাকে, তাহলে হয়ত একটু সময় লাগতে পারে।<br \/>কিওয়ার্ড ব্যবহার করে গুগলে সার্চ করলে সার্চ রেজাল্ট গুলো কেমন আসে লক্ষ করেছেন, না করে থাকলে নিচের ছবি লক্ষ করুন।মার্ক করা অংশগুলো দেখুন। সার্চ ইঞ্জিন কিভাবে সার্চ টার্মগুলোকে হাইলাইট করে রাখছে।<\/p>\n<img border=\"0\" height=\"274\" src=\"https:\/\/2.bp.blogspot.com\/-cv02PPhiJH8\/WN-UTbFFaoI\/AAAAAAAAA20\/Ia-GUi6A4L4ngaw5X2cp-DZkg9cplSCPgCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>SEO এর আসলে কিছু Fundamentals rules আছে যেগুলো কখনই change হবে না। তাই আপনি যদি ঐ rules গুলো Follow করেন তবে অবশ্যই আপনি সফল হবেন। এর জন্য আপনারা Google এর Seo starter guide টা পড়তে পারেন। আপনারা অনেকেই জানেন ৩ ধরনের seo আছে ১. Whitehat Seo, ২. Greyhat Seo, ৩. Blackhat Seo -এর মধ্যে white hat seo সার্চ ইঞ্জিন পছন্দ করে। greyhat technique আসলে কিছুটা white ও কিছুটা black hat technique এর combination কিন্তু বর্তমানে SE এটা পছন্দ করে না এবং Black hat technique তো সার্চ ইঞ্জিন কখনই পছন্দ করে না। Black hat technique এর মাধ্যমে আসলে সার্চ ইঞ্জিনকে ধোকা দেয়া হয়। তাই সার্চ ইঞ্জিন যখন এটা বুঝতে পারে, তখনই সে ঐ ওয়েবসাইটের জন্য penalty এর ব্যবস্থা করে। আপনার সাইটটিকে যদি একটি ভাল অব্স্থানে নিতে চান তাহলে অবশ্যই Black hat seo কে এড়িয়ে চলবেন।<\/p>\n<p>আজ এ পর্যন্তই পরবর্তী পর্বে On Page Seo এর HTML ট্যাগ সম্পের্কে আলোচনা করব। এসইও এর জন্য HTML জানার প্রয়োজন নেই, তবে যারা জানেন তারা তো কিছু extra benefit পাবেই। তবে যারা জানে না তাদের সমস্যা নেই এখানে দেখানো ট্যাগ গুলো বুঝলেই হবে।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33773","category_id":"14370","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">On page কিছু পরিচিত HTML Tag<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<h3><span style=\"color: #800000;\">On Page SEO<\/span><\/h3>\n<p>আজ আমরা অন পেজ এসইও \/ On page seo সর্ম্পকে জানবো। মনে আছে তো, On page seo কাকে বলে - কি মনে পড়ছে? মনে না পড়লে আর একবার দেখে নিন - আমি আমার website সর্ম্পকে যা বলছি তাই অন পেজ এসইও আর অন্যরা আমার ওয়েবসাইট সর্ম্পকে যা বলছে তাই off page seo.<\/p>\n<h3><span style=\"color: #808000;\">HTML Tags<\/span><\/h3>\n<p>আমরা যখন একটি ওয়েব পেজ তৈরি করি, তার ভিতরে অনেক html tags - এর মধ্যে থেকে কিছু ট্যাগ search engine (se) এর জন্য খুবই গুরুত্বপূর্ণ। কারণ এসব ট্যাগ থেকেও se প্রাসঙ্গিকতা measure করে। যেমন: title tag, h1...h6 tags, bold, strong ইত্যাদি ট্যাগগুলো se এর কাছে খুবই গুরুত্ব বহন করে এবং সাধারনত এই ট্যাগগুলো সঠিকভাবে ব্যবহার করাই on page seo এর একটি গুরুত্বপূর্ণ অংশ।<\/p>\n<h3><span style=\"color: #ff6600;\">HTML tags overview:<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<ul>\n<li><span style=\"color: #003300;\"><strong>Title tag:<\/strong> <\/span>এটা খুবই গুরুত্বপূর্ণ একটা ট্যাগ। বুঝতেই পারছেন এটা দিয়ে se শিরোনাম ঠিক করে।<\/li>\n<\/ul>\n<ul>\n<li><span style=\"color: #0000ff;\"><strong>meta description tag:<\/strong> <\/span>এটাও দরকারি, কারন এই ট্যাগে যা লেখা থাকে se সাধারণত search result এ সেটা দেখায়, তাই এখানে খুবই দরকারি ও আকর্ষণীয় কথা লেখা উচিৎ। এই ট্যাগটার অতীতে value ছিল কিন্তু বর্তমানে এই ট্যাগের গুগলের কাছে কোন value নাই। google ranking এর ক্ষেত্রে এটিকে কোন factor হিসেবে বিবেচনা করেনা। এখনও হয়ত কিছু search engine এটাকে count করতে পারে কিন্তু আমি আপনাদের সেসব se এর নাম দিতে পারছি না। যেহেতু এই ট্যাগটি দরকারি নয়, তাই আমরা এটি নিয়ে আলোচনা করব না।<\/li>\n<\/ul>\n<ul>\n<li><span style=\"color: #003366;\"><strong>Hearder tags (H1---H6):<\/strong><\/span> এই ট্যাগগুলো গুরুত্বপূর্ণ। এর মাধ্যমে আমরা বিভিন্ন ধরনের হেডিং এর মধ্যে আমাদের desired keyword গুলো দিতে পারি। যা search result এ ভূমিকা রাখে।<\/li>\n<\/ul>\n<ul>\n<li><span style=\"color: #800080;\"><strong>Anchor text links (a href=\"link\")<\/strong>:<\/span> এটাও দরকারি। এটার মাধ্যমে বিভিন্ন link তৈরি করা হয় এবং google লিঙ্ক করা পেজের সাথে এই পেজের relevancy measure করে।<\/li>\n<\/ul>\n<ul>\n<li><span style=\"color: #3366ff;\"><strong>Image alt attributes (alt tags):<\/strong> <\/span>খুবই প্রয়োজনীয়। কারন আপনারা জানেন যে search কোন ছবি read করতে পারেনা। তাই alt tag ব্যবহার করলে search engine বুঝতে পারে আপনি কিসের ছবি ব্যবহার করছেন। এটা অবশ্য দৃষ্টি প্রতিবন্ধীদেরও সহায়তা করে। এটার মাধ্যমে আপনি google এর image search ও আপনি আপনার স্থান করে নিতে পারেন। এখান থেকেও visitor পাওয়ার ভাল সম্ভাবনা থাকে।<\/li>\n<\/ul>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33774","category_id":"14371","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">HTML ট্যাগ অপটিমাইজেশন<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>আশা করি সবাই ভাল আছেন। সরাসরি মূল পোস্টে চলে আসছি যেহেতু আপনার সাইটের পোস্ট আপনি লিখছেন অথবা আপনি এডিট করছেন, তাই ইচ্ছা করলেই আপনি যেখানে খুশি যত খুশি keyword ব্যবহার করতে পারেন। বেশি বেশি keyword, বেশি বেশি relevancy, আর যত বেশি relevancy, তত বেশি top rank পাওয়ার সম্ভাবনা।<\/p>\n<p>উপরের প্যারার উল্লেখিত কাজগুলো কোনভাবেই করা যাবে না। এই ধরনের কাজ যদি আপনি করেন, তাহলে আপনার rankingএর অবনতি ঘটবে। প্রথম কথা গুলো স্মরণ করুন, আমরা একটা ওয়েবসাইট সাধারণত ভিজিটরের জন্য বানাই, তাই ভিজিটরকেই প্রাধান্য দিন, আর আপনার সাইটের কন্টেন্ট যদি ভাল না এবং কন্টেন্ট যদি শুধুমাত্র keyword দ্বারা ভরা থাকে তাহলে কোন visitorই আপনার সাইট পছন্দ করবেনা এবং bounce rate<strong>(ভিজিটর সাইটে আসবে কিন্তু কন্টেন্ট দেখে সাথে সাথে সাইট থেকে বের হয়ে যাবে)<\/strong> বাড়বে, যার ফলে আপনার ranking ও fall করবে। আর google এখন আগের চেয়ে অনেক বেশি স্মার্ট, গুগলের এসব keyword stuffing ধরতে বেশি সময় লাগেনা। তাই প্রতারণা করবেন না, আপনারই ক্ষতি। এমনকি গুগল গুরুত্বপূর্ণ keyword গুলোর জন্য যারা প্রথম পেজে অবস্থান করছে, গুগল তাদের সাইটগুলো ম্যানুয়ালীও মানুষজন দিয়ে রিভিউ করাচ্ছে। তাই ওসব black hat technique এর দিকে যাওয়ার চিন্তা থাকলে বাদ দিন।<\/p>\n<h3><span style=\"color: #800000;\">কাজেই নিচের কথাগুলো খেয়াল রাখবেন :<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<ul>\n<li>কিওয়ার্ড বসানোর সময় নিজের বিচারবুদ্ধি কাজে লাগান<\/li>\n<li>সবজায়গায় কিওয়ার্ড দিতে হবে এমন কোন কথা নেই<\/li>\n<li>এমন স্থানে কিওয়ার্ড দিন, যেখানে কিওয়ার্ড দেয়া উচিৎ অথবা সবচেয়ে বেশি প্রাসঙ্গিক।<\/li>\n<\/ul>\n<h3><span style=\"color: #800000;\">TITLE TAGS overview<\/span><\/h3>\n<ul>\n<li>সবচেয়ে গুরুত্বপূর্ণ<\/li>\n<li>প্রতিটা সার্চ ইঞ্জিন এর কাছে অনেক গুরুত্ব<\/li>\n<li>সবচেয়ে প্রাসঙ্গিক কিওয়ার্ড এখানে ব্যবহার করুন<\/li>\n<li>প্রতিটা পেজের টাইটেল অবশ্যই আলাদা দিবেন। আলাদা না দিলে বা এক হয়ে গেলে সার্চ ইঞ্জিন ডুপ্লিকেট পেজ হিসেবে বিবেচনা করে আপনাকে penalty করতে পারে।<\/li>\n<\/ul>\n<p>চলুন উদাহরণ হিসেবে আমরা আমাদের সেই সাইটের Source code গুলো দেখি।<\/p>\n<img border=\"0\" height=\"261\" src=\"https:\/\/3.bp.blogspot.com\/-vj8OyE1ubCo\/WN-WxN_zMbI\/AAAAAAAAA3A\/CPcD1uyM-eg-fnAq3z92hw-kXD9LJf5qACLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>নিচের ছবিটা লক্ষ করুন এখানে ট্যাগ এর মাঝে পেজের টাইটেল ব্যবহার করা হয়েছে এবং যেহেতু এই ট্যাগ উপরের দিকে তাই এর গুরুত্বও অনেক বেশি। এখানে আমাদের মেইন কিওয়ার্ড টা ব্যবহার করা হয়েছে।<\/p>\n<img border=\"0\" height=\"85\" src=\"https:\/\/4.bp.blogspot.com\/-Z7g0P9pPdGc\/WN-W0zldjnI\/AAAAAAAAA3E\/OQleSIf8MaErIs2c7pOZZlACvFcOrThQQCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>আবার দেখুন title tag এর মাঝে আমরা যা লিখি তা আমাদের browser এর title এ show করে। আর এটি সার্চ এর সময়ও সবার উপরে থাকে। প্রত্যেকটা se এর কাছে এই ট্যাগের অনেক weight.<br \/><br \/><\/p>\n<img border=\"0\" height=\"135\" src=\"https:\/\/1.bp.blogspot.com\/-GpIqcNaCZX8\/WN-W0yIUKII\/AAAAAAAAA3M\/aM-aFSQEpnsCFxaSpQNpE0SRgZXd0erTwCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<p>চলুন একবার সার্চ ইঞ্জিন রেজাল্টগুলো কিভাবে দেখায় দেখে আসি। দেখুন সার্চ ইঞ্জিন টাইটেল গুলোর প্রতিটা লাইনকে একটি লিঙ্ক হিসেবে show করছে এবং highlight ও করে রাখছে। খুবই সর্তকতার সহিত title ট্যাগ নির্বাচন করুন।<br \/><br \/><\/p>\n<img border=\"0\" height=\"217\" src=\"https:\/\/3.bp.blogspot.com\/-TRjXN9fzJDo\/WN-W05fjw4I\/AAAAAAAAA3I\/EZmooDtg30UQRrPpZsNP4g22_3SUJRDvACLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<h3><span style=\"color: #333300;\">Meta description tags<\/span><\/h3>\n<ul>\n<li>এই ট্যাগের মধ্যেকার শব্দগুলো se index করে এবং se results এ keyword গুলো বোল্ড করে রাখে।<\/li>\n<li>এখানে ব্যবহার keyword phrase গুলো আপনার সাইটের মার্কেটিং এর জন্য ব্যবহার করা হয়।<\/li>\n<\/ul>\n<p>চলুন আগের মত করে একবার Source code দেখে আসি ।<br \/>দেখুন Meta Description এ নিচের কথাগুলো লেখা আছে।<br \/><strong>Meta Description:<\/strong> My Kindle Reviews was created to help you determine if a Kindle electronic reading device is for you, by providing my reviews on all things Kindle: Books, Kindle Accessories and more.<\/p>\n<p>চলুন এবারে গুগল সার্চ করে দেখি meta description আসে কিনা। নিচের ছবিতে দেখুন google মেটা ডেসক্রিপশন show করছে।<br \/><br \/><\/p>\n<img border=\"0\" height=\"207\" src=\"https:\/\/2.bp.blogspot.com\/-UY9PEmsptRs\/WN-W1SPl8fI\/AAAAAAAAA3Q\/tmXn_JqB2vI8gRQCNmMHdq6Oiq2y15qVgCLcB\/s1600\/5.jpg\" width=\"320\"> <\/br>\n<p>কিন্তু এটার কোন গ্যারান্টি নাই যে গুগল সবসময় একই ভাবে কাজ করবে। মাঝে মাঝে গুগল, আপনার সাইটে ব্যবহৃত Hx tags, body, strong ইত্যাদি ট্যাগ থেকে ও text extract করে রেজাল্ট show করে। তবে আপনি যদি meta description সুন্দর ভাবে লিখেন এবং এর ভিতরে keyword রাখেন তবে গুগল এখান থেকেই সার্চে meta description দেখাবে। meta description আপনার action grabing কোন কিছু থাকে উচিৎ।<\/p>\n","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33775","category_id":"14372","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">HTML ট্যাগ অপটিমাইজেশন CONTINUED<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<h3><span style=\"color: #333300;\">HEADER ট্যাগ (h1, h2,)<\/span><\/h3>\n<p><span style=\"color: #993366;\"><strong>প্রয়োজনীয় কিওয়ার্ড হেডারে ব্যবহার করুন<\/strong><\/span><\/p>\n<ul>\n<li>এমনভাবে header এ কিওয়ার্ড ব্যবহার যাতে মনে হয় এটা রিলেভেন্ট<\/li>\n<li>heading এর মাধ্যমে ঐ পোস্ট সর্ম্পকে ধারনা পাওয়া যায়<\/li>\n<li>তবে শুধুমাত্র h tag ব্যবহার করে না করে অন্যন্য tag ও ব্যবহার করুন।<\/li>\n<li><strong>যেমন :<\/strong> strong, bold etc.<\/li>\n<\/ul>\n<p>যদিও এমনকোন সুনির্দিষ্ট প্রমান নেই যে SE <strong>&lt;Hx&gt;<\/strong> ট্যাগগুলোকে গুরুত্ব দেয়। কিন্তু বিভিন্ন সময় বিভিন্ন SE specialist রা এটা দেখিয়েছেন যে, এই ট্যাগটা গুরুত্বপূর্ণ।<\/p>\n<p>চলুন দেখে নেই source code এ এই ট্যাগটা দেখতে কেমন।<br \/><br \/><\/p>\n<img border=\"0\" height=\"174\" src=\"https:\/\/3.bp.blogspot.com\/-SPN6a7ugidY\/WN-aH8JPbtI\/AAAAAAAAA3c\/mpSIg48dsvcmR5XuV1oY_oCfnZ2l5QszACLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>আপনি যখন কোন article লিখবেন তখন কোন চিন্তা করা দরকার নেই যে আপনি কোন ট্যাগ ব্যবহার করছেন h1, h2 না bold. লেখার সময় শুধুমাত্র reader কথা চিন্তা করে আপনার লেখার formatting করুন।<\/p>\n<h3><span style=\"color: #993300;\">Anchor Texts<\/span><\/h3>\n<ul>\n<li>এটা খুবই গুরুত্বপূর্ণ কারণ এর মাধ্যমে ভিজিটর এবং সার্চ ইঞ্জিন বুঝতে পারে সে কোন পেজে ক্লিক করে কোথায় যাচ্ছে।<\/li>\n<li>se এটাকে অনেক weight দেয়।<\/li>\n<\/ul>\n<p>anchor text হল কোন লিঙ্কের Clickable অংশটুকু। অনেকেই anchor text হিসেবে Click here, Click, Check out ইত্যাদি লেখা ব্যবহার করে যা আসলে ঠিক না, কারণ এর থেকে se বা ভিজিটর লিঙ্ক সম্পর্কে বুঝতে পারেনা। তাই keyword ব্যবহার করা উচিৎ। আবার শুধু কিওয়ার্ড ব্যবহার করলে Search engine কিওয়ার্ড stuffing মনে করে পেনাল্টি দিতে পারে। তাই anchor text এর natural flow থাকা উচিৎ অর্থাৎ কিছু লিঙ্ক এ কিওয়ার্ড থাকতে পারে, কিছু লিঙ্কে click here ধরনের শব্দ, আবার কিছু anchor এ broad match বা long tail keyword থাকতে পারে এই ধরনের মিক্সিং করতে পারলে se এর কাছে বিশ্বাসযোগ্যতা অনেক বেড়ে যাবে।<\/p>\n<p>চলুন anchor text souce code কেমন দেখায় তা একনজরে দেখে আসি।<br \/><br \/><\/p>\n<img border=\"0\" height=\"67\" src=\"https:\/\/2.bp.blogspot.com\/-wcngW8xwSIA\/WN-aL_sYnNI\/AAAAAAAAA3g\/1kqBp1BNmokznBxb6uJqtME3bR8hEnDVACLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<p>এবার চলুন এই লিঙ্কগুলো মেইন ওয়েবসাইটে কেমন দেখায় তা দেখি।<br \/><br \/><\/p>\n<img border=\"0\" height=\"60\" src=\"https:\/\/3.bp.blogspot.com\/-rMZnEhAAFSY\/WN-aOCZ9P2I\/AAAAAAAAA3k\/ETJObYuOqYIsbZ4DA8wTE4irMdnWqiWQgCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<p>নিচের দিকে দেখুন এরকম আরো অনেক anchor text আছে। মেইন ওয়েবসাইটে থাকা অবস্থায় আমরা শুধুমাত্র Anchor Text গুলো দেখতে পাব। মেইন link দেখতে পাব না। তাই আপনার সাইটের গুরুত্বপূর্ণ কিওয়ার্ড গুলো anchor text দেয়ার চেষ্টা করেন।<\/p>\n<img border=\"0\" height=\"93\" src=\"https:\/\/1.bp.blogspot.com\/-2Gsul_I5qdo\/WN-aRpT2NCI\/AAAAAAAAA3o\/tQo-90gIQLkv8c_EWNlxYPzwM9egSNS8wCLcB\/s1600\/5.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<h3><span style=\"color: #800000;\">Image ALT attributes<\/span><\/h3>\n<ul>\n<li>প্রতিটা ছবিতে অবশ্যই Alt tag থাকা উচিৎ।<\/li>\n<li>alt tag কে anchor text এর মতই ধরা হয়।<\/li>\n<li>প্রায়ই আমরা আমাদের ওয়েবসাইটে বিভিন্ন ধরনের Anchor এ সৌন্দর্যের জন্য ছবি ব্যবহার করে থাকি। তাই লিঙ্কে অবশ্যই Alt tag ব্যবহার করা উচিৎ।<\/li>\n<\/ul>\n<p>চলুন page source থেকে একটু ঘুরে আসি। এখানে Ctrl+F press করে find box আনি তারপর সেখানে search term হিসেবে alt প্রবেশ করাই।<\/p>\n<img border=\"0\" height=\"140\" src=\"https:\/\/3.bp.blogspot.com\/-aTHzIz8xCwc\/WN-aUIL4ykI\/AAAAAAAAA3s\/jTvL8zADAoMArTCqkpQHXF-NphkAvE0DACLcB\/s1600\/6.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>এখানে দেখুন alt text হিসেবে kindle case লেখা আছে। কিন্তু আমরা মাউস ছবির উপর ধরলে my kindle case show করছে।<\/p>\n<img border=\"0\" height=\"259\" src=\"https:\/\/1.bp.blogspot.com\/-TJK4IGRyYko\/WN-aV6IlJMI\/AAAAAAAAA3w\/GA_i2Bl6QhgKXGNkMZciC7hSB2YC5aytgCLcB\/s1600\/7.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>এর কারণ কি? এর কারণ হল ছবির টাইটেল হিসেবে my kindle case দেয়া হয়েছে কিন্তু alt text হিসেবে kindle case দেয়া আছে। search engine টাইটেল index করে না, se এর কাছে শুধুমাত্র alt টেক্সট এর গুরুত্ব আছে এবং বিশেষ করে ছবিটি যদি clickable হয় তাহলে alt টেক্সট বিশেষ গুরুত্ব বহন করে।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33776","category_id":"14373","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\"> কার্যকারী Title Tag কিভাবে লিখবেন<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<h3><span style=\"color: #808000;\">কিভাবে আপনি কার্যকারি Title Tag লিখবেন:<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>এটা খুবই গুরুত্বপূর্ণ একটা পার্ট আপনার ওয়েবসাইটের এর জন্য। কারন আগেই বলেছি এটাই আপনার পোস্টের এবং ঐ পেজের শিরোনাম এবং সার্চ ইঞ্জিন এটাকে খুবই গুরুত্ব দেয়। এটাকে সার্চ ইঞ্জিন একটা clickable লিঙ্কে পরিণত করে যার মাধ্যমে আপনি অন্য কোন website এ প্রবেশ করেন সার্চ ইঞ্জিন থেকে। এটা যদি keyword rich এবং ভিজিটরদের কাছে appealing হয় তাহলে se তে rank এবং visitor দুটোই পাওয়া যায়।<br \/><br \/><\/p>\n<img border=\"0\" height=\"231\" src=\"https:\/\/4.bp.blogspot.com\/-btvXsKFBUMY\/WN-dHHiMoEI\/AAAAAAAAA38\/9wCj-E2uLIkJKJ2UF6lOfPJ8x7VTMsjAQCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>উপরের মত একটি word file or text file প্রস্তুত করুন। যেখানে আপনি প্রথমে important search term তার পাশে searches এবং allintitle লিখে রাখুন। এতে আপনার কিওয়ার্ড বাছাই করতে সুবিধা হবে। এখন আপনার উদ্দেশ্য হবে কিভাবে এই keyword গুলোকে ব্যবহার করে একটি সুন্দর টাইটেল তৈরি করা যায়।<br \/><br \/><\/p>\n<img border=\"0\" height=\"75\" src=\"https:\/\/4.bp.blogspot.com\/-4E_GdgGoSws\/WN-dJB8gNNI\/AAAAAAAAA4A\/2rHI9k6iXHonExg1hrCr-uAgdbw-95JzACLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>আমি আপনাদের জন্য একটি উদাহরণ ব্যাখ্যা করার চেষ্টা করছি। আশা করছি বুঝতে পারবেন।<br \/>দেখুন উপরের ছবিতে দুটা keyword পাশাপাশি লেখা হয়েছে। আর একটা কথা চেষ্টা করবেন টাইটেল যেন ১২-১৩ শব্দের বেশি না হয়।<\/p>\n<p>আগের ছবিতে দেখুন Classic book দুইবার হয়ে গিয়েছে তাই এটা বাদ দিয়ে must read কে প্রথমে নেয়া হয়েছে।<br \/><br \/><\/p>\n<img border=\"0\" height=\"101\" src=\"https:\/\/3.bp.blogspot.com\/-NokPQD-9dEQ\/WN-dLJanwqI\/AAAAAAAAA4E\/467Ej9-cNFElHd56L1FT_8yJiUZWhqivQCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<p>এবার দেখুন ঠিক আছে কিন্তু must read classic books exact phraseটা নেই। তাই আমরা আর একটু ট্রাই করব। শেষে popular classic books দিলে কেমন হয় লক্ষ করুন।<br \/><br \/><\/p>\n<img border=\"0\" height=\"99\" src=\"https:\/\/1.bp.blogspot.com\/-tkCFzSOANso\/WN-dOrG2TjI\/AAAAAAAAA4I\/-XSVdSlkRVcoObKbRkDoGhgGvYMQFM73gCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<p>প্রথমে Must read দিলে কেমন হয়? হ্যা ভাল হয়েছে দেখুন আমরা ৬টা শব্দের ভিতর দুইটা বড় keyword লিখে ফেলছি, তাও আবার exact match হয়ে গিয়েছে।<br \/><br \/><\/p>\n<img border=\"0\" height=\"115\" src=\"https:\/\/2.bp.blogspot.com\/-RDV8yibiPI8\/WN-dQm7aIKI\/AAAAAAAAA4M\/wYJpGNpVhtU3DHuQr9HSKSaj7FlWaDn-QCLcB\/s1600\/5.jpg\" width=\"320\"> <\/br>\n<p>আরো কিছু কিওয়ার্ড বাকী আছে সেগুলো হাইফেন<strong> (-) <\/strong>দিয়ে লিখে ফেলাই। সার্চ ইঞ্জিন <strong>(হাইফেন, কমা, বিস্ময়বোধক চিহ্ন)<\/strong> এগুলোকে কাউন্ট করে না। তাই এগুলো আপনি নির্দ্বিয়ায় ব্যবহার করতে পারেন।<br \/><br \/><\/p>\n<img border=\"0\" height=\"65\" src=\"https:\/\/1.bp.blogspot.com\/-qbd69Cq0rsw\/WN-dSx9VFrI\/AAAAAAAAA4Q\/0e-ItbLDHngwqK2CH-Sxpik-IpYbkPskgCLcB\/s1600\/6.jpg\" width=\"320\"> <\/br>\n<p>চলুন এবার Titleটা কেমন দেখাচ্ছে দেখে আসি।<br \/><br \/><\/p>\n<img border=\"0\" height=\"132\" src=\"https:\/\/2.bp.blogspot.com\/-_GRBhn0RZjw\/WN-dVDTfIAI\/AAAAAAAAA4U\/F91bcLLFkzcmxrDgzdyR3WSer4O0dBN4wCLcB\/s1600\/7.jpg\" width=\"320\"> <\/br>\n<h3><span style=\"color: #800080;\">META description:<\/span><\/h3>\n<img border=\"0\" height=\"86\" src=\"https:\/\/4.bp.blogspot.com\/-TrdWozUi5i4\/WN-dXoKjhbI\/AAAAAAAAA4Y\/DunpkzLCpqgftSrPEUd32Z4tmMv6x6KWACLcB\/s1600\/8.jpg\" width=\"320\"> <\/br>\n<h3>&nbsp;<\/h3>\n<p>আবারো আমরা একই পদ্ধতিতে কিওয়ার্ড গুলো ব্যবহার করবো এবং অর্থবোধক বাক্য তৈরি করব, এখানে আমরা দরকার হলে আমাদের করা কিওয়ার্ড রিসার্চ থেকেও নতুন potential keyword যোগ করতে পারি।<br \/><br \/><\/p>\n<img border=\"0\" height=\"93\" src=\"https:\/\/3.bp.blogspot.com\/-PJOBJ2Kn5zA\/WN-dZzrPrKI\/AAAAAAAAA4c\/rgN61DAHAwEWzmrmshk_IQVPBhzFpIPgwCLcB\/s1600\/9.jpg\" width=\"320\"> <\/br>\n<p>এবার চলুন গুগল সার্চে দেখে আসি আমাদের meta descriptionটা কিভাবে show করছে।<br \/><br \/><\/p>\n<img border=\"0\" height=\"306\" src=\"https:\/\/4.bp.blogspot.com\/-ZHcswEuHBSY\/WN-ddxQGMKI\/AAAAAAAAA4g\/yQQ2kp06Kx4T-dtoQilavwJcNW5Orrb0ACLcB\/s1600\/10.jpg\" width=\"320\"> <\/br>\n<p>আশা করি বুঝতে কোন সমস্যা হয়নি। আর এসইও বিষয়ক কোন প্রশ্ন থাকলে কমেন্টের মাধ্যমে তা করতে পারেন।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33777","category_id":"14374","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">ভাল কন্টেন্ট কোনটাকে বলবেন<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<h3><span style=\"color: #800000;\">ভাল কন্টেন্ট কোনটা?<\/span><\/h3>\n<p>আমাদের ওয়েবসাইটে যে content গুলো থাকবে তার সবই যে ভাল হবে এমন কোন কথা নেই। কিছু ভাল, কিছু মাঝারি মানের কন্টেন্ট থাকবে। আমাদের অবশ্য সবসময় চেষ্টা করতে হবে ভাল কন্টেন্ট তৈরি করার এর জন্য আমরা ভাল আর্টিকেল রাইটার হায়ার করতে পারি অথবা নিজেরাও লিখতে পারি। আসলে কোনগুলাকে আমরা ভাল কন্টেন্ট বলব?<\/p>\n<ul>\n<li>ওয়েব সাইটের সাথে পেজ গুলোর সাবজেক্ট এর রিলেশন থাকতে হবে।<\/li>\n<li>টার্গেট ভিজিটরদের জন্য প্রয়োজনীয় ইনফরমেশন থাকবে।<\/li>\n<li>টার্গেট ভিজিটরদের বিভিন্ন সমস্যার সমাধান থাকবে।<\/li>\n<li>বিভিন্ন প্রশ্নের উত্তর থাকবে।<\/li>\n<li>অবশ্যই ওয়েবসাইটটি তথ্যবহুল হতে হবে।<\/li>\n<\/ul>\n<p>যেসব কন্টেন্ট শুধুমাত্র Search engine কে টার্গেট করে লেখা হয়।<\/p>\n<p><br \/>এই ধরনের কন্টেন্ট গুলো সাধারনত দেখা যায়, প্রচুর পরিমানে keyword থাকে এবং এগুলো শুধুমাত্র search engine এ ranking বৃদ্ধি করার জন্য তৈরি করা হয়। এসব content দিয়ে সাইটের কোন goal পূরণ হয় না। এখন গুগল অবশ্য এসব content এর ব্যাপারে অনেক বেশি কঠিন এবং আগের চেয়ে আরো ভালভাবে গুগল এসব find out করতে পারে এছাড়াও গুগলের অনেক human reviewer আছে। তাই যারা এসব করতেন তারা ইতিমধ্যে তার জন্যে শাস্তি পেয়েছেন, আর যারা এখনো এসব করে যাচ্ছেন কিন্তু কোন সমস্যা হয়নি, তারা সাবধান হয়ে যান।<\/p>\n<p>Visitor এর জন্য content তৈরি করুন তাহলে আপনার goal ও পূরন হবে আবার se তে ভাল র&zwnj;্যাঙ্কও পাবেন।<\/p>\n<ul>\n<li>আপনার ওয়েবসাইটের পুরানো খারাপ কন্টেন্টগুলাকে edit করতে পারেন।<\/li>\n<li>fake page তৈরি করবেন না অর্থাৎ এমন পেজ যা আপনার ওয়েবসাইটের অংশ না যা হয়ত ভিজিটরকে অন্য কোন পেজে redirect করবে।<\/li>\n<li>সবসময় যথাসম্ভব পরিষ্কার, সহজ এবং বর্ণনামূলকভাবে বা ধাপে ধাপে আপনার আর্টিকেলটি লিখুন, যাতে করে এটা বুঝতে আপনার target audience দের কোন প্রকার সমস্যা না হয়।<\/li>\n<\/ul>\n<p>কাজেই আপনার ওয়েবসাইটের এর জন্য এমন কন্টেন্ট লিখুন যা আপনার টার্গেট অডিয়্যন্স ও সার্চ ইঞ্জিন দুটাকেই প্রাধান্য দেবে। অর্থাৎ se ও কন্টেন্ট এর মধ্যে একটি সামঞ্জস্য বিধান করা। সবচেয়ে ভাল হয়, প্রথমে আপনি user এর জন্য লিখুন পরবর্তীতে লেখাটাকে edit করুন relevant keyword গুলোকে সঠিক জায়গায় placement করুন।<\/p>\n<p>একটা ওয়েবসাইটে সব একই ধরনের পেজ থাকেনা এটাতে বিভিন্ন ধরনের পেজ এবং বিভিন্ন ধরনের content থাকে। ওয়েবসাইটকে Brochures এর সাথে তুলনা করলে চলবে না। মানুষ আপনার সর্ম্পকে সবকিছু জানে বা তারা যে শুধুমাত্র search engine এর মাধ্যমে আপনার ওয়েবসাইটে আসছে এমন ভাবার কোন কারণ নেই। ভিজিটররা অন্য অনেক সোর্স থেকেও আসতে পারে।<\/p>\n<p>আপনাকে ধরে নিতে হবে যে ভিজিটর আপনার ওয়েবসাইট বা আপনার সর্ম্পকে কিছুই জানেনা।<br \/>ইনফরমেশন গুলো এমনভাবে রাখতে হবে, যেন যে কেউ তার প্রয়োজনমত সঠিক তথ্য খুজেঁ নিতে পারে। একারনের প্রতিটি তথ্য সঠিক স্থানে রাখতে হবে। আর এ কারণেই পেজের বিভিন্নস্থানে keyword use করতে হবে, যাতে করে ভিজিটররা যা খুজছে তা সহজেই খুজে পায়।<\/p>\n<ul>\n<li>home page<\/li>\n<li>main category pages<\/li>\n<li>sub category pages<\/li>\n<li>product\/serice pages<\/li>\n<li>Information\/articles\/news\/posts<\/li>\n<li>About us page<\/li>\n<li>Help pages<\/li>\n<\/ul>\n<ul>\n<li>search engine home pages কে সবচেয়ে বেশি weight দেয়। তাই হোম পেজের জন্য এই কাজগুলো করতে পারেন।<\/li>\n<li>broad ও competitive keyword phrases<\/li>\n<li>use keyword rich tag line<\/li>\n<li>মানুষদের অন্যান্য গুরুত্বপূণ ক্যাটাগরি পেজে directory করুন।<\/li>\n<\/ul>\n<img border=\"0\" height=\"169\" src=\"https:\/\/2.bp.blogspot.com\/-kO8qi9HakAg\/WN-fR8StFwI\/AAAAAAAAA4s\/lEPlXGwMdb4FpBe4T_IjOIpKSOifvp9GACLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>এখানে আপনি বিভিন্ন ক্যাটাগরি সর্ম্পকিত তথ্য যোগ করতে পারেন। se এটাকে ভাল গুরুত্ব দেয়।<br \/>এছাড়া এখানে বিভ্ন্নি ধরনের sub categories বা products পেজেস সর্ম্পকে লিখতে পারেন। সাধারণত বড় ওয়েবসাইটের জন্য subcategory দরকার হয়।<\/p>\n<h3><span style=\"color: #333300;\">Product\/Service Pages:<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>এই পেজেস গুলাতে সাধারণত নির্দিষ্ট কোন product বা service সর্ম্পকে তথ্য থাকে এবং এখানে আপনারা related keyword গুলো ব্যবহার করতে পারেন।<br \/>এই পেজগুলার সাধারনত একের অধিক কপি থাকতে পারে কারন অনেক সময় বিভিন্ন product বা service এর একই ধরনের ফিচার থাকতে পারে।<\/p>\n<h3><span style=\"color: #ff9900;\">Information\/News\/Articles\/Posts:<\/span><\/h3>\n<ul>\n<li>অন্যান্য পেজ থেকে সাধারণত কন্টেন্ট বেশি থাকে<\/li>\n<li>তথ্যবহুল<\/li>\n<li>এখানে আপনি আপনার expertise দেখাতে পারেন<\/li>\n<li>এই আর্টিকেলগুলো সাধারণত বিক্রির উদ্দেশ্য প্রস্তুত করা হয় না।<\/li>\n<\/ul>\n<img border=\"0\" height=\"264\" src=\"https:\/\/2.bp.blogspot.com\/--frWHqwPmrg\/WN-fUZlokNI\/AAAAAAAAA4w\/ZdS5MBVQgVoQKuLZ86mdU5j-3XD39UliACLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>এই ধরনের পেজগুলো লেখার জন্য সাধারণত keyword research করা হয় না এখানে normally ই অনেক কিওয়ার্ড চলে আসে। তারপরেও ইচ্ছা করলে আপনি কিওয়ার্ড রিসার্চ করতে পারেন।<br \/><br \/><\/p>\n<img border=\"0\" height=\"172\" src=\"https:\/\/4.bp.blogspot.com\/-EcrHhkHCzWw\/WN-fWu3pJBI\/AAAAAAAAA40\/QfJpz4ruUX4bildyVzfPxu6Y3uXoCV5lgCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33778","category_id":"14375","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">আপনার ওয়েবসাইটের কোন পেজের SEO করবেন ও কেন<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<h3><span style=\"color: #993300;\">Help like Pages<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p><span style=\"color: #333300;\"><strong>যে পেজ অপটিমাইজ করতে পারেন<\/strong><\/span><br \/>এই ধরনের পেজগুলো সাধারণত optimize করা হয়না। তবে ইচ্ছা করলে এর ভিতর থেকে কিছু পেজ আপনি অপটিমাইজ করতে পারেন। যেমন : আপনার সাইটে যদি Glossaries type এর কোন page থাকে তাহলে এই পেজগুলো আপনারা অপটিমাইজ করতে পারেন।<br \/><br \/><\/p>\n<img border=\"0\" height=\"252\" src=\"https:\/\/3.bp.blogspot.com\/-v9ffgP4ylt8\/WN-k71C_v0I\/AAAAAAAAA5E\/A_mNDbWBcek1tbzHaH_mNLPIP57mp7CMACLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p><span style=\"color: #003366;\"><strong>যে পেজ অপটিমাইজ করবেন না<\/strong><\/span><br \/>কিছু পেজ আসলে কখনই অপটিমাইজ করবেন না বা করা উচিৎ নয় যেমন, contact form page, download pages- কারন হলো এই পেজ গুলোতে সাধারনত গুরুত্বপূর্ণ কোন তথ্য থাকেনা। আর আপনি নিশ্চয়ই চাইবেন না এমন পেজকে Landing page হিসেবে ব্যবহার করতে যেখানে বা যে পেজে আপনার product or service সম্পর্কিত কোন তথ্য নেই। এই কারনে সবসময় এমন সব পেজ অপটিমাইজ করবেন যেগুলোতে আপনার product\/service সম্পর্কে যথেষ্ট পরিমাণ তথ্য থাকে।<br \/>আপনার টার্গেট থাকবে ভিজিটররা যেন আপনার সাইটে প্রবেশ করা মাত্র বুঝতে পারে যে, হ্যা আমি যা চাচ্ছি সেটা আমি এখানেই পাব এবং এ কারণে সবসময় গুরুত্বপূর্ণ পেজগুলো optimize করুন- যেন search engine খুব দ্রুত ঐ পেজ গুলো খুঁজে পায়।<\/p>\n<h3><span style=\"color: #008000;\">কিওয়ার্ড গুলো কিভাবে বিভিন্ন আর্টিকেলে যোগ করবেন<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>এই টেকনিক কার্যকারী শুধুমাত্র তাদের জন্য যারা এরই মধ্যে আর্টিকেল লিখে ফেলেছেন অথবা আপনার আর্টিকেল রাইটার আর্টিকেল লিখে আপনার কাছে জমা দিয়েছে- যদি তাই হয় তাহলে আপনি সামান্য কিছু edit এর মাধ্যমে এর ভিতরে newly researched keyword গুলো add করতে পারবেন।<br \/>যদি আপনি আপনার সাইটে প্রচুর পরিমাণে graphics এবং flash ব্যবহার করে থাকেন, তাহলে এসব স্থানে কষ্ট করে কিওয়ার্ড দেয়ার কোন দরকার নেই- কারণ এসব স্থানে কিওয়ার্ড দেয়া না দেয়া একই কথা। সার্চ ইঞ্জিন এসব rich content read করতে পারেনা। তাই একান্তই যদি এসব স্থানে কিওয়ার্ড ব্যবহার করতে হয় তাহলে Alt tags ব্যবহার করুন। এছাড়াও আপনি Noscript Tag ব্যবহার করতে পারেন। এই ট্যাগটা সাধারণত browser read করেনা কিন্তু se এই ট্যাগের ভিতরের লেখা read করতে পারে ।<\/p>\n<h2><span style=\"color: #008080;\">সবসময় Graphical Headline and Taglines সতর্ক থাকুন।<\/span><\/h2>\n<p>&nbsp;<\/p>\n<p>অধিকাংশ ওয়েবসাইট ownerরা এই ভুল করে থাকে, সাধারণত তারা header এ ছবি ব্যবহার করে। ফলে সার্চ ইঞ্জিনএর কাছে ঐ অংশটা দুর্বোধ্য থেকে যায়। যদিও আপনি Image এ Alt ট্যাগ ব্যবহার করতে পারেন। দেখুন আমাদের উদাহরণের সাইটটাতে কি সুন্দর ভাবে Key word ব্যবহার করা হয়েছে।<br \/><br \/><\/p>\n<img border=\"0\" height=\"66\" src=\"https:\/\/1.bp.blogspot.com\/-tAEzNlMYGxY\/WN-k-J6_REI\/AAAAAAAAA5I\/VnlOTtcyGHo6pshaNuGQovZNqiRdvzrtgCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>এটা সার্চ ইঞ্জিন-এর সার্চে বিশাল একটা impact করবে। তাই ছবি থেকে দূরে থাকুন। বিশেষ করে header এ। কাজেই এ কারণে Tagline এ keyword ব্যবহার করুন এবং এটা html এ রাখার চেষ্টা করুন।<\/p>\n<h3><span style=\"color: #800080;\">ওয়েবসাইট ইউজারদের প্রাধান্য দিন<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>keyword এমন ভাবে ব্যবহার করুন যাতে দেখতে মনে হয় যে হ্যা এই ওয়ার্ডটা এখানে স্বাভাবিক নিয়মে এসেছে। এমন না যে কিওয়ার্ড টাকে চারিদিকে ছড়িয়ে দিতে হবে। এমনও না যে পুরা আর্টিকেলটা কিওয়ার্ড দিয়ে ভরিয়ে ফেলতে হবে। কিওয়ার্ড ব্যবহার করার সময় নিজের সৃজনশীলতাকে কাজে লাগান তাতে করে আর্টিকেলটা অনেক বেশি readable ও search engine friendly হবে।<\/p>\n<h3><span style=\"color: #ff0000;\">একজন রিপোর্টার এর মত চিন্তা করুন<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>আপনার কন্টেন্ট এর দিকে লক্ষ করুন ও জিজ্ঞাসা করুন<\/p>\n<ul>\n<li>কে\/কারা?<\/li>\n<li>কি?<\/li>\n<li>কোথায়?<\/li>\n<\/ul>\n<p>বুঝতে সমস্যা হচ্ছে &ndash; চলুন বোঝার চেষ্টা করি। যদি আমরা আমাদের দেখানো উদাহরনের সাইটটার কথাই ধরি তাহলে বলা যায় এই সাইটে Our Reviews, The Device ২টা কিওয়ার্ড।<\/p>\n<p>এখন নিজেকে নিজে জিজ্ঞাসা করুন &ldquo;কি ধরনের রিভিউ&rdquo; আবার জিজ্ঞাসা করতে পারেন &ldquo;ডিভাইসটা কি বা কোনটা&rdquo;। আপনার উত্তর কি হবে, আপনার উচিৎ উত্তরটাও keyword ব্যবহার করে দেয়া যেমন &ldquo;short story book reviews&rdquo;,&rdquo;electronic reading device&rdquo;<\/p>\n<h3><span style=\"color: #333300;\">কিভাবে কিওয়ার্ড কন্টেন্ট এ যোগ করবেন<\/span><\/h3>\n<img border=\"0\" height=\"163\" src=\"https:\/\/1.bp.blogspot.com\/-w1unfAdlySU\/WN-lAXFclCI\/AAAAAAAAA5M\/1GqbvXvNvXcYHC_OnWLb5goIqWocRR7DACLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<h3>&nbsp;<\/h3>\n<p>&nbsp;<\/p>\n<p>বামপাশের paraটা দেখেন এটা ঠিক আছে কোন সমস্যা নেই কিন্তু আমরা যদি একটি বুদ্ধি খাটাই বা descriptive ভাবে লিখি তাহলে কি সুন্দর ভাবে একই কন্টেন্ট একটি keyword rich কন্টেন্ট হয়ে গেল। আশা করি আপনারাও পারবেন।<\/p>\n<img border=\"0\" height=\"159\" src=\"https:\/\/3.bp.blogspot.com\/-E0anr1zIN9c\/WN-lCSjxC2I\/AAAAAAAAA5Q\/WXGgg8oRPQAuZLAM1WHH9fqzNz51rc-2gCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>উপরের ছবিটা দেখুন সাধারণত একটা ওয়ার্ডকে keyword হিসেবে কাউন্ট করা হয়না, তাই single word ব্যবহার না করে keyword phrase ব্যবহার করুন, এতে করে আপনি benefitted হবেন। যেমন উপরের ছবিতে Case নামক একটি ওয়ার্ড আছে এটা ব্যবহার না করে আমরা যদি এর স্থানে kindle case, kindle cover, kindle protection এই ওয়ার্ড গুলো ব্যবহার করি তাহলে অনেক বেশি লাভবান হব।<\/p>\n<h3><span style=\"color: #008000;\">Use Plurals, Past Tenses, -Ing(s)<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>keyword হিসেবে একটা phrase এর সব ধরনের combination করতে চেষ্টা করুন এতে করে আপনি অনেক সুবিধা পাবেন। যদিও সার্চ ইঞ্জিন সাধারণত আপনি যদি singular খোজেন তাহলে সে Plural ও result দেখায় এবং singular খুজলে plural. তারপরও এটার ওপর ভরসা না করে নিজে থেকে সব ধরনের keyword ব্যবহার করুন। এটা ব্যবহার করলে একই কিওয়ার্ড বারবার রিপিট হওয়ার হাত থেকে বাঁচবেন।<\/p>\n<h3><span style=\"color: #800080;\">Use Singulars and Plurals<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>অনেকের কাছেই মনে হয় এটা মনে হয় খুবই কঠিন একটা কাজ কারন একই পোস্টে singular ও plural ব্যবহার করতে হবে, আসলে তা নয় এবং এটা একটা খুবই সহজ কাজ। কারণ আমরা আমাদের দৈনন্দিন জীবনে এই কাজটি হরহামেশা করে যাচ্ছি এবং এটা নিয়ে চিন্তা করার কারণ নেই। এটা খুবই সোজা নিচের উদাহরণটি দেখুন:<\/p>\n<ul>\n<li>I ordered my Kindle case at the same time&hellip;<\/li>\n<li>Check out the kindle cases now<\/li>\n<\/ul>\n<p>সবশেষে আমরা এটাই বলতে পারি যে, good web writing খুবই গুরুত্বপূর্ণ, ঠিকভাবে এটা করতে পারলে Targeted Visitor পাওয়া সম্ভব এবং এদেরকে customer এ convert করাও সম্ভব।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33779","category_id":"14376","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">কিভাবে SEO অপটিমাইজড কন্টেন্ট লিখবেন<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>আপনাদের কি মনে আছে যে আমরা একটা excel sheet তৈরি করেছিলাম যার ভিতর আমরা কিওয়ার্ড গুলো রেখেছিলাম ঐ কিওয়ার্ডএর excel sheet টা ওপেন করুন। এখন আমরা আমাদের উদাহরন দেয়া সাইটের একটা পেজ নতুনভাবে রিরাইট করব। নিচের ছবির দিকে লক্ষ করুন এমন কিছু কিওয়ার্ড ছিল।<br \/><br \/><\/p>\n<img border=\"0\" height=\"303\" src=\"https:\/\/1.bp.blogspot.com\/-7f2ETgom5xQ\/WN-nEceYpfI\/AAAAAAAAA5c\/PRSBbq3Y3dYnhCvJbph7ETzDJsCK6zOTgCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>এই কিওয়ার্ড গুলো আমরা copy করে নিয়ে একটি word file এ paste করে দিব। নিচের ছবির মত<br \/><br \/><\/p>\n<img border=\"0\" height=\"304\" src=\"https:\/\/4.bp.blogspot.com\/-2-mlSFi1SnM\/WN-nHFghDkI\/AAAAAAAAA5g\/EtmilrhUEaQzcCncor8z9BV-3ssM5caIwCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>দেখুন এখানে আমাদের নাম্বার অফ সার্চেস, অল ইন টাইটেল সবই লেখা আছে আমরা এখন গুরুত্বপূর্ণ কিওয়ার্ড গুলো ব্যবহার করব।<br \/><br \/><\/p>\n<img border=\"0\" height=\"225\" src=\"https:\/\/2.bp.blogspot.com\/-_f1QPJtnSVY\/WN-nIwPaFQI\/AAAAAAAAA5k\/BEX1xYRCeeM28FlvCTQzhBdktvH1GmzQgCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<p>উপরের ছবির দিকে লক্ষ করুন এখানে আমরা প্রথমে কিওয়ার্ড গুলোকে তাদের weight অনুযায়ী সাজিয়েছি তারপর আর্টিকেলটা রিরাইট করছি। যেখানে যেখানে কিওয়ার্ড দিলে লেখাটি নষ্ট না হয় ঠিক সেখানে সেখানে সুন্দর ভাবে আর্টিকেল ইনসার্ট করা হয়েছে।<br \/><br \/><\/p>\n<img border=\"0\" height=\"327\" src=\"https:\/\/2.bp.blogspot.com\/-8LikDpcJbSk\/WN-nOeFGmTI\/AAAAAAAAA5o\/HtYZPs4eHUIXUEqYEnRRNaNJ5twBSHhIgCLcB\/s1600\/4.jpg\" width=\"280\"> <\/br>\n<p>এখন দেখুন ওয়েবসাইটে আর্টিকেলটি কেমন দেখাচ্ছে।<\/p>\n<p><span style=\"color: #008000;\"><strong>মনে রাখবেন:<\/strong><\/span><\/p>\n<ul>\n<li>Visitor is above all<\/li>\n<li>Content is king<\/li>\n<li>So write king content for your visitor.<\/li>\n<li>তারপর লেখাটির ভিতর সুন্দরভাবে keyword insert করে search engine friendly করুন।<\/li>\n<\/ul>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33780","category_id":"14377","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Internal Optimization কিভাবে করবেন<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<h3><span style=\"color: #800000;\">এক নজরে Internal Optimization এর Basic<\/span><\/h3>\n<p>আগেই বলেছি যে Seo ২প্রকারের Internal and External optimization. কি নতুন নাম মনে হচ্ছে না, আসলে On page seo ও Off page seo এর synonym. On page seo নিয়ে পূর্বেই কমবেশি আলোচনা করা হয়েছে। তাই চিন্তা করলাম On page seo এর বেসিক গুলো আর একটু অন্য ভাবে আপনাদের সামনে Recap করি, তাতে আপনাদের বুঝতে সুবিধা হবে। আর On page seo নিয়ে Recap করার আর একটা কারণ হল গুগল এখন On page optimization কে অনেক গুরুত্ব দেয়। একটা সময় ছিল, যখন হাজার হাজার Backlink করতে পারলেই ranking পাওয়া সম্ভব ছিল কিন্তু বর্তমানে আর সেই দিন নাই, গুগল এখন অনেক স্মার্ট, তাই আপনাকেও এখন ওভারস্মার্ট হতে হবে, তবে অবশ্যই Fair উপায়ে। Black hat seo করেছেন কি মরেছেন।<\/p>\n<p><span style=\"color: #003300;\"><strong>Internal Optimization<\/strong><\/span> বলতে আসলে বোঝায় আপনার ওয়েবসাইটের একপেজের সাথে অন্য পেজের লিঙ্ক কিভাবে করেছেন, কিওয়ার্ড density কেমন, page গুলো error free কিনা, কোন page broken অবস্থায় আছে কিনা- ইত্যাদি। অনেক সময় দেখা যায় সাধারন পেজের Linking structure বা keyword density কমানো বাড়ানোর ফলেই আপনার পেজ হয়ত গুগলে ২য় পেজ থেকে ১ম পেজে উঠে আসতে পারেন।<\/p>\n<h3><span style=\"color: #800000;\">Backlink কি?<\/span><\/h3>\n<p>ধরুন আপনার দুইটা সাইট আছে এবং সাইট দুটির নাম A ও B। আরো মনে করি সাইট A তে একটি Link আছে যার উপর ক্লিক করলে সাইট B তে যাওয়া যায়- তাহলে বলা যায় এক্ষেত্রে সাইট B এর একটি Backlink আছে এবং এই Backlink টি সাইট A, সাইট B কে দিয়েছে।<\/p>\n<p><strong>Backlink - এ NoFollow অথবা Dofollow<\/strong> tag থাকতে পারে। সাধারণত দেখা যায়, আপনি যদি কোন সাইটকে Backlink দেন তাহলে search engine যখন আপনার সাইট crowl করতে আসবে, তখন সে ঐ লিঙ্ক ও crowl করবে এবং আপনার পেজের যদি page rank থাকে তাহলে ratio অনুযায়ী কিছু পরিমান page rank ঐ back link করা সাইটাও পাবে। এখন মনে করুন আপনি কাউকে Backlink দিতে চাচ্ছেন না কিন্তু কেউ আপনার সাইটে এসে মন্তব্য করে তার ভিতর একটি লিঙ্ক দিয়ে গেল - তাহলেই সে কিন্তু একটি Backlink পেয়ে গেল আপনার সাইট থেকে। এখন আপনি যদি চান যে কোন page rank বা link juice যে ব্যাকলিঙ্ক করছে সে পাবেনা- তাহলে আপনি এই লিঙ্কগুলো Nofollow করে রাখতে পারেন।<\/p>\n<p><strong>nofollow লেখার নিয়ম হচ্ছে -<\/strong><\/p>\n<div>\n<div id=\"highlighter_612971\" class=\"syntaxhighlighter  xml\">\n<table style=\"width: 516px;\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr style=\"height: 13.2px;\">\n<td class=\"gutter\" style=\"width: 10px; height: 13.2px;\">\n<div class=\"line number1 index0 alt2\"><strong><span style=\"color: #333300;\">1<\/span><\/strong><\/div>\n<\/td>\n<td class=\"code\" style=\"width: 519px; height: 13.2px;\">\n<div class=\"container\">\n<div class=\"line number1 index0 alt2\"><strong><span style=\"color: #808000;\"><code class=\"xml plain\">&lt;<\/code><code class=\"xml keyword\">a<\/code> <code class=\"xml color1\">href<\/code><code class=\"xml plain\">=<\/code><code class=\"xml string\">\"\/\/www.sitename.com&rdquo;\"<\/code> <code class=\"xml color1\">rel<\/code><code class=\"xml plain\">=<\/code><code class=\"xml string\">\"&rdquo;nofollow&rdquo;\"<\/code><code class=\"xml plain\">&gt;Site Name&lt;\/<\/code><code class=\"xml keyword\">a<\/code><code class=\"xml plain\">&gt;<\/code><\/span><\/strong><\/div>\n<\/div>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<\/div>\n<p>। এটি মূলত বিভিন্ন ব্লগিং সাইটে পাঠকদের মন্তব্যে অবস্থিত লিংকে ব্যবহৃত হয়, যা স্প্যামার বা অনাকাঙ্খিত ভিজিটরদেরকে তাদের সাইটের পেজরেংক বাড়ানো প্রতিরোধ করে। এটি অযাচিত মন্তব্য প্রদানে স্প্যামারদেরকে নিরুৎসাহিত করে। তবে যেসকল ক্ষেত্রে স্প্যাম প্রতিরোধের ব্যবস্থা রয়েছে সেখানে nofollow ব্যবহার না করা ভাল এতে পাঠকরা মন্তব্য প্রদানে উৎসাহিত হবে এবং সাইটের সাথে তাদের যোগাযোগ আর বেশি হবে। আবার অনেক সময় দেখা যায় গুগল যদি দেখে যে, আপনি একটি নিম্নমানের সাইটকে dofollow লিঙ্ক দিয়েছেন, তাহলেও গুগল আপনাকে পেনাল্টি দিতে পারে।<\/p>\n<h3><span style=\"color: #800080;\">Page Rank<\/span><\/h3>\n<p>এটি একটি ওয়েবপেজ এর মান নির্ধারণ এর জন্য গুগল এর মাপকাঠি। এর ভিতর অনেক বিষয় নির্ভর করে। তবে, Page rank আর search engine rank কিন্তু আলাদা। কম পেজ র&zwnj;্যাঙ্ক নিয়েও Search engine এ top rank করা সম্ভব। এটা তেমন গুরুত্বপূর্ন নয় এখন। আর গুগলে সার্চ দিলে huge তথ্য পাবেন এটার সম্পর্কে।<\/p>\n<p>তাই কাজ শুরুর আগে একবার নিচের লিস্টটা চেক করে নিন। এই ট্যাগগুলো সঠিকভাবে ব্যবহার করেছেন কিনা বা এর ভিতরে সঠিক ভাবে content দিয়েছেন কিনা? যদি দিয়ে থাকেন তাহলে ওকে আর নাহলে ভালভাবে দিন।<\/p>\n<ul>\n<li>১% থেকে ৫% keyword density<\/li>\n<li>title<\/li>\n<li>meta description<\/li>\n<li>strong<\/li>\n<li>em<\/li>\n<li>h1<\/li>\n<li>h2<\/li>\n<li>alt<\/li>\n<li>domain\/file name<\/li>\n<li>sitemap তৈরি করুন । যেমন: Image sitemap, Video sitemap, text sitemap etc<\/li>\n<li>Reduce site loading time<\/li>\n<li>Use Breadcrumbs<\/li>\n<\/ul>\n<h3><span style=\"color: #993300;\">Interlinking<\/span><\/h3>\n<ul>\n<li>এটা হল সেই সমস্ত লিঙ্ক যা আপনার ওয়েবসাইটের এক পেজ অন্য পেজে যাওয়ার জন্য ব্যবহৃত হয়।<\/li>\n<li>গুগল Anchor Text দ্বারা সিদ্ধান্ত নেয়, যে পেজে navigation হচ্ছে সেটা কোন টাইপের বা কি সম্পর্কিত পেজ।<\/li>\n<li><strong>Anchor Text এভাবে লিখতে হয়:<\/strong>\n<div>\n<div id=\"highlighter_755410\" class=\"syntaxhighlighter  xml\">\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"0\">\n<tbody>\n<tr>\n<td class=\"gutter\">\n<div class=\"line number1 index0 alt2\">1<\/div>\n<\/td>\n<td class=\"code\">\n<div class=\"container\">\n<div class=\"line number1 index0 alt2\"><span style=\"color: #808000;\"><strong><code class=\"xml plain\">&lt;<\/code><code class=\"xml keyword\">a<\/code> <code class=\"xml color1\">href<\/code><code class=\"xml plain\">=<\/code><code class=\"xml string\">\"#\"<\/code><code class=\"xml plain\">&gt;anchor text&lt;\/<\/code><code class=\"xml keyword\">a<\/code><code class=\"xml plain\">&gt;<\/code><\/strong><\/span><\/div>\n<\/div>\n<\/td>\n<\/tr>\n<\/tbody>\n<\/table>\n<\/div>\n<\/div>\n<\/li>\n<li>কোন পেজে যত বেশি ইন্টারনাল লিঙ্ক থাকবে, গুগল সেই পেজটাকে তত বেশি গুরুত্ব দেবে।<\/li>\n<\/ul>\n<img border=\"0\" height=\"327\" src=\"https:\/\/3.bp.blogspot.com\/-HXlHo3HlNOw\/WN-qa5dP2OI\/AAAAAAAAA50\/NZTc6FpfLJwMQ7SH2nRkDsCsnviYZkKqQCLcB\/s1600\/1.jpg\" width=\"313\"> <\/br>\n<p>&nbsp;<\/p>\n<p>দেখুন আপনার পেজের লিঙ্কিং pattern যদি এমন হয় তাহলে দেখুন সবচেয়ে বেশি লিঙ্ক আছে Index pageএ তারপরই আছে A, B এবং তারপরই অন্য পেজগুলো। এখন আপনি হয়ত চাচ্ছেন অন্য কোন page কে importance দিতে তাহলে আপনি যা করতে পারেন তা হল- আপনি প্রতি পেজ থেকে ঐ পেজে একটি করে Internal link করতে পারেন।<br \/><br \/><\/p>\n<img border=\"0\" height=\"301\" src=\"https:\/\/2.bp.blogspot.com\/-y_eW7rfh03Y\/WN-qdALq5nI\/AAAAAAAAA54\/umNdK3rIhFoDmXbAdqlx69uglFWlOFxTACLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>এতে করে google bot যখন আপনার সাইট পরিদর্শনে আসবে এবং তখন যদি সে দেখে যে, কোন একটা পেজ অনেকগুলো পেজের সাথে linked অবস্থায় আছে, তখন google bot মনে করবে, এই পেজটা নিশ্চয়ই গুরুত্বপূর্ণ না হলে এত গুলো লিঙ্ক থাকবে কেন। দেখছেন Seo এর সাথে reality এর কত মিল? ধরুন ২ব্যক্তির মধ্যে নির্বাচন হচ্ছে, তাহলে কে জিতবে বলুন তো? হ্যা ঠিক বলেছেন, যে ভোট বেশি পাবে সেই জিতবে। অনুরূপভাবে ওয়েবপেজের ক্ষেত্রে যার লিঙ্ক বেশি তার শক্তিও বেশি।<\/p>\n<h3><span style=\"color: #808000;\">এটা ছাড়াও আপনার খেয়াল রাখতে হবে:<\/span><\/h3>\n<ul>\n<li>প্রতিটা পেজের লিঙ্ক গুলো যেন কাজ করে বা Broken না হয়।<\/li>\n<li>প্রতিটা Image যেন ঠিকমতো শো করে।<\/li>\n<li>আপনার পেজে যদি error থাকে তাহলে সার্চ ইঞ্জিন ও আপনার ভিজিটর দুজনকেই Frustrate করবে। নিজেকে নিজে জিজ্ঞাসা করুন,কোন লিঙ্কে error থাকলে আপনার কেমন লাগে?<\/li>\n<li>Carefully কাজ করুন। না হলে চির সত্য - যেমন কর্ম তেমন ফল।<\/li>\n<li>এখান থেকে আপনার পেজ চেক করতে পারেন। http:\/\/validator.w3.org\/checklink<\/li>\n<li>সবসময় Search engine ও visitor দের সঠিক তথ্য দিন<\/li>\n<li>High authority sites এর সাথে লিঙ্ক করুন। অনেক সময় মনে হতে পারে হোম পেজ থেকে অন্য কোন সাইটে Do follow link দেয়া উচিৎ না।<\/li>\n<li>কিন্তু আসল ব্যাপার হল site যদি আসলেই relevant ও useful হয়, তাহলে নির্দ্বিয়ায় backlink দিন।<\/li>\n<li>আপনি যদি সঠিক থাকেন তাহলে page rank হারানোর ভয় করবেন না।<\/li>\n<\/ul>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33781","category_id":"14378","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Off Page SEO এর বেসিক<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>On Page seo সম্পর্কে আমরা পূর্বে জেনেছি। আশা করি এটা সম্পর্কে আপনাদের মোটামুটি একটা ধারণা দিতে পেরেছি। আমরা আজ Off page seo সম্পর্কে জানবো।<br \/><br \/><\/p>\n<img border=\"0\" height=\"240\" src=\"https:\/\/4.bp.blogspot.com\/-e4kduE5-_eU\/WN_cWZmjrpI\/AAAAAAAAA6I\/5kEO9_lMDiIr95KDsRS8dVPxpJqjopz7QCLcB\/s1600\/1.gif\" width=\"320\"> <\/br>\n<h3><span style=\"color: #333300;\">Off Page Seo<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>আশা করি আপনাদের off page seo এর সহজ সংজ্ঞা মনে আছে, অন্যরা আপনার ওয়েবসাইট সম্পর্কে যা বলছে সেটাই হল Off Page Seo।<br \/>যখন আপনি মনে করবেন যে হ্যা আমার on page এর কাজ শেষ, তখন কিন্তু আপনার চুপ করে বসে থাকলে হবেনা, তখন থেকে আপনার off page seo এর কাজ করতে হবে। অফ পেজ এসইও এর প্রধান কাজ হল ব্যাকলিঙ্ক তৈরি করা। কে কতভাবে তার creativityকে কাজে লাগিয়ে Backlink তৈরি করতে পারে।<br \/><br \/><\/p>\n<img border=\"0\" height=\"120\" src=\"https:\/\/4.bp.blogspot.com\/-0kKJ0nF8rKA\/WN_ccM20gUI\/AAAAAAAAA6M\/eDRHwJF42Kk16k6ipa4A_kP4eH8LkYs3gCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p><strong>বিঃদ্রঃ<\/strong> Off page seo কিন্তু আগের মত নেই, তার মানে আপনি একরাতে ৫০০০লিঙ্ক করলেন আর গুগল এ TopRank এ চলে গেলেন, এমন কিন্তু নয়। গুগল অনেক স্মার্ট, তাই আপনার ব্যাকলিঙ্ক তৈরি করতে হবে ঠিকই, কিন্তু সেটা দেখে যেন মনে হয় natural link building। আরো অনেক ব্যাপার অবশ্য খেয়াল রাখতে হয় যেমন- লিঙ্ক পপুলারিটি, পেজ অথরিটি ইত্যাদি।<br \/>আপনি যদি Natural way তে লিঙ্ক বিল্ড করতে পারেন তাহলে আপনি বেনিফিটেড হবেন অন্যথায় আপনার র&zwnj;্যাঙ্ক করার সুযোগ ক্ষীণ হয়ে যাবে।<br \/><br \/><\/p>\n<img border=\"0\" height=\"302\" src=\"https:\/\/2.bp.blogspot.com\/-sYPf3dzSYCU\/WN_ceKM811I\/AAAAAAAAA6Q\/EoIWe3XCtrk6Gg0iv8A_HGEGI6y5qn-nwCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<h3><span style=\"color: #ff6600;\">কিভাবে ন্যাচারাল লিঙ্ক বিল্ড করবেন?<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>এখন আমি আপনাদের ন্যাচারাল লিঙ্ক বিল্ড সম্পর্কে কিছু আইডিয়া দেয়ার চেষ্টা করবো। আশা করি সেগুলো নিয়ে ভালভাবে চিন্তা করলেই আপনারাও অনেক নতুন নতুন পদ্ধতি উদ্ভাবন করতে পারবেন।<br \/>১. মনে করুন কেউ একরাতে ১০০০ লিঙ্ক বিল্ড করলো, তার অর্থ বের করতে পারবেন- আসলে কি ঘটেছে। এটা বলা খুবই সহজ কাজ, হয় সে কারোর কাছ থেকে টাকা দিয়ে লিঙ্ক গুলো কিনেছে অথবা সে হয়তো ২০০ লোককে টাকা দিয়ে প্রতিজনের কাছ থেকে ৫ টা করে লিঙ্ক নিয়েছে অথবা এরকম আরো অনেক কিছু ঘটতে পারে। তার অর্থ কেউ তাকে ভালোবেসে বা তার কন্টেন্ট ভাল বলে ব্যাকলিঙ্ক দেয়নি, ব্যাকলিঙ্ক দিয়েছে টাকার বিনিময়ে, আর এটা তো কোন ন্যাচারাল ঘটনা না। এটা ঘটানো হয়েছে কৃত্রিমভাবে। তাই গুগল যখন দেখে যে কেউ রাতারাতি অনেক ব্যাকলিঙ্কের মালিক হয়ে গিয়েছে তখন গুগল এটাকে ভালভাবে নেয়না। যে কোন সময় আপনার ওয়েবসাইটকে পেনাল্টি করতে পারে।<br \/>এখানেও অবশ্য সেই প্রবাদ বাক্য খাটে Old is gold. যেমন ধরুন Wikipedia যদি একদিনে ৫০০০হাজার ব্যাকলিঙ্ক তৈরি করে তাও গুগল কিছু মনে করবে না করবে কারন এটা অনেক পুরনো ও ইনফরমেটিভ একটা সাইট কিন্তু আপনার নতুন সাইটে আপনি দিনে ১০০লিঙ্ক তৈরি করলেও পেনাল্টির শিকার হতে পারেন। কাজেই সাবধান। নিজেকে জিজ্ঞাসা করুন - একদিনে আপনার দ্বারা কতটি Link তৈরি করা সম্ভব - সেই কয়টাই লিঙ্ক তৈরি করুন তার বেশি তৈরি করতে যাবেন না ধরা খাবেন।<\/p>\n<p>২. আবার ধরুন আপনার সাইট একদম New একটা সাইট আপনি চিন্তা করলেন, হ্যা আমি দিনে ১০টা ব্যকলিঙ্ক তৈরি করব তাহলেত natural flow থাকবে। হ্যা এটা ন্যাচারাল কিন্তু চিন্তা করেছেন ব্যাকলিঙ্ক মানে কি, ব্যাকলিঙ্ক মানে হল অন্যের কাছ থেকে লিঙ্ক পাওয়া। আমি যা বলতে চাচ্ছি তাহলো, আপনার siteএ যদি প্রতিদিন unique visitor থাকে ৫জন, আর আপনি যদি ব্যাকলিঙ্ক তৈরি করেন তার ডাবল তার অর্থও এটা দাড়াল যে এটা Natural flow না হয় আপনি নিজে তৈরি করছেন নয়তো অন্য কাউকে দিয়ে তৈরি করাচ্ছেন। তাহলে আপনি কি করবেন? সবচেয়ে উচিৎ হবে আপনি যদি আপনার সাইটে যে পরিমান ভিজিটর হয় তার তিন ভাগের এক ভাগ ব্যাকলিঙ্ক তৈরি করেন। যেমন আপনার ভিজিটর যদি ৫০জন হয় তাহলে আপনি দৈনিক ১৫-২০টা ব্যাকলিঙ্ক তৈরি করতে পারেন। আশা করি আস্তে আস্তে আপনাদের ধারনা গুলি পরিষ্কার হচ্ছে। আমি হয়ত অনেক সময়, সময়ের অভাবে আপনাদের সব টার্ম সর্ম্পকে বলতে পারব না বা হয়ত আমার মনে নাও থাকতে পারে তাই নতুন কোন শব্দ যদি আমি ব্যবহার করি আর আপনাদের বুঝতে যদি কষ্ট হয় তবে অনুগ্রহ পূর্বক গুগলে সার্চ করবেন। আশা করি ১নম্বর রেজাল্ট এই শব্দগুলোর অর্থ পেয়ে যাবেন। যেমন- এখানে আমি Unique visitor শব্দটা ব্যবহার করেছি কিন্তু কোন ব্যাখ্যা দেইনি।<\/p>\n<p>৩. তারপর মনে করুন আমাদের উদাহরণ এর সাইটটার প্রধান কিওয়ার্ড হল My Kindle reviews, তাই আপনারা যদি মনে করেন হ্যা আমার সমস্ত ব্যাকলিঙ্ক এর Anchor text এ my kindle reviews লেখা থাকবে। তাহলে আপনি মস্ত বড় ভুল করবেন। কারন একটা সাইটের সমস্ত ব্যাকলিঙ্ক এর anchor text একই হতে পারে না, তাই গুগল সহজেই ধরে ফেলবে যে আপনি keyword stuffing করছেন। তাই Anchor text ব্যবহার করার সময় খেয়াল রাখুন যেন এতে variation থাকে। যেমন: হয়ত ৩০% exact keyword ব্যবহার করলেন, ২০% broad match, ২০% LSI keyword (electronic reading device এটা kindle এর সাথে related কিন্তু একটু অন্যভাবে, lsi keywords finder দিয়ে গুগল করেন), ৩০% general keyword (click here, check out this etc). আপনি যদি আপনার সাইটের Anchor text এভাবে বিন্যাস করেন তাহলে সেটা অনেক বেশি ন্যাচারাল হবে। বেশি Long tail keyword গুলো ব্যবহার করুন।<\/p>\n<p>৪. আপনার আর্টিকেল এর ট্যাগ হিসেবে ৩টার বেশি কিওয়ার্ড ব্যবহার করবেন না।<br \/><br \/><\/p>\n<img border=\"0\" height=\"188\" src=\"https:\/\/4.bp.blogspot.com\/-8lro64U9hQY\/WN_cgxwHsPI\/AAAAAAAAA6U\/UdBRaEg7r6AYX9CpbwJLAeSjbfs8XjN9wCLcB\/s1600\/4.jpeg\" width=\"320\"> <\/br>\n<p>৫. আপনার সাইটের Dofollow এবং Nofollow ব্যাকলিঙ্ক এর একটা সমন্বয় করুন যেন Nofollow backlink অনেক বেশি না হয়ে যায়।<br \/><br \/><\/p>\n<img border=\"0\" height=\"233\" src=\"https:\/\/1.bp.blogspot.com\/-qmiBrlbz59E\/WN_cje4rIZI\/AAAAAAAAA6Y\/Horhnw9JpsUnCZgjExNcv1QWwW0gKnlNwCLcB\/s1600\/5.jpg\" width=\"320\"> <\/br>\n<p>৬. সব ধরনের top level domain থেকে ব্যাকলিঙ্ক নিন <strong>যেমন:<\/strong> <strong>.com, .net, .org, .edu<\/strong> ইত্যাদি। সব ধরনের ব্যকলিঙ্ক যদি আপনার থাকে তাহলে এটা অনেক বেশি ন্যাচারাল হবে।<\/p>\n<p>৭. প্রতিদিন কিছু কিছু লিঙ্ক তৈরি করুন। কারন আপনি যদি একদিনে ১০০ আর তারপর হয়ত একসপ্তাহ কোন লিঙ্ক তৈরি করলেন না, তাহলে গুগল এটাকে suspicious activity হিসেবে গণ্য করবে।<\/p>\n<p>৮. আপনার সোশ্যাল সাইটের একটিভিটির পরিমান বৃদ্ধি করুন।<\/p>\n<p>৯. বিভিন্ন ধরনের কন্টেন্ট তৈরি করুন যেমন: ভিডিও, অডিও, পাওয়ার পয়েন্টে প্রেজেন্টেশন, পিডিএফ এবং এই কন্টেন্ট গুলো বিভিন্ন ওয়েবসাইটে পাবলিশ করুন সেখান থেকে ব্যাকলিঙ্ক পাবেন আবার ভিজিটরও পাবেন। এমন কয়েকটা সাইট হতে পারে, <strong>youtube.com, vimeo.com, slideshare.net, odiogo.com<\/strong> ইত্যাদি।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33782","category_id":"14379","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Off Page SEO ব্যাকলিঙ্ক ও Link Popularity<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<img border=\"0\" height=\"320\" src=\"https:\/\/4.bp.blogspot.com\/-o2XV4UJaNto\/WN_eHgb4r5I\/AAAAAAAAA6k\/lz1HsFKi1LY2tBY5bQO70s2k2awQuuUPgCLcB\/s1600\/1.jpg\" width=\"299\"> <\/br>\n<p><span style=\"color: #808000;\"><strong>১০. বিভিন্ন ধরনের ব্যাকলিঙ্ক কালেকশন করুন। <\/strong><\/span><\/p>\n<p>&nbsp;<\/p>\n<p><strong>যেমন:<\/strong><\/p>\n<ul>\n<li>social bookmarking<\/li>\n<li>social networking<\/li>\n<li>rss<\/li>\n<li>article directory<\/li>\n<li>forum<\/li>\n<li>press release<\/li>\n<li>video<\/li>\n<li>web 2.0 profiles<\/li>\n<li>directory submitter<\/li>\n<li>podcast etc.<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<img border=\"0\" height=\"320\" src=\"https:\/\/4.bp.blogspot.com\/-ytssTuY9taU\/WN_eJwY0YKI\/AAAAAAAAA6o\/RDKV5L41ENQ4iqt0-LZnVA9022K4CDjPwCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>১১. Be a true source অর্থাৎ আপনার সাইট এর কন্টেন্ট গুলো এত ভাল করুন যে, যেন যে কেউ আপনার সাইটের সাথে লিঙ্ক করতে বাধ্য হয়। সবচেয়ে সহজ এবং সবচেয়ে কঠিন কাজ।<br \/>১২. লক্ষ রাখবেন আপনার সাইটের সব ব্যাকলিঙ্ক যেন comment থেকে না আসে তাহলে সার্চ ইঞ্জিন সহজেই বুঝে ফেলবে এগুলো আপনারই কারসাজি ব্যাকলিঙ্ক পাওয়ার জন্য। আর অধিকাংশ কমেন্ট No follow করা থাকে।<br \/><br \/><\/p>\n<img border=\"0\" height=\"192\" src=\"https:\/\/2.bp.blogspot.com\/-vNoRvHg-2n8\/WN_eMV_X4DI\/AAAAAAAAA6s\/2AtUzdCwpUcCWZCfP2u4ighxsDa_yocbQCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>১৩. অথরিটি ব্যাকলিঙ্ক কালেক্ট করার চেষ্টা করুন, যেগুলোকে সার্চ ইঞ্জিন অনেক বেশি প্রাধান্য দেয়। ১০০টা নতুন ০ পেজর&zwnj;্যাঙ্ক সাইটের ব্যাকলিঙ্ক এর চেয়ে একটা ৭-৮ পেজর&zwnj;্যাঙ্কযুক্ত ১টা সাইটের ব্যাকলিঙ্ক এর বেশি মূল্য। আরো অনেক কিছুর মাধ্যমে ন্যাচারাল ব্যাকলিঙ্ক কিনা তা মেজার করা হয়। আশা করি কিভাবে ন্যাচরাল ব্যাকলিঙ্ক করতে হয় সে সম্পর্কে আপনাদের কিছুটা হলেও ধারনা দিতে পেরেছি। বাকিটুকু ইনশাল্লাহ আপনারা নিজেরাই বুঝতে পারবেন। সবচেয়ে বড় উপায় হল আপনি নিজেকে জিজ্ঞাসা করুন আপনি যে কাজটা করছেন সেটা ন্যাচারাল কিনা- দেখবেন তাহলেই উত্তর পেয়ে যাবেন। আর ভুল ত্রুটিতো হবেই।<\/p>\n<p>লিঙ্ক বিল্ড আপ করার অনেক পদ্ধতি আছে। সেগুলো নিয়ে পরে আলোচনা করব। এখন অবশ্য আগের অনেক পদ্ধতি আছে যেগুলো কোন কাজ করে না। তাই খুবই বুঝেশুনে Linkbuild up করবেন।<\/p>\n<h3><span style=\"color: #800080;\">Link Popularity<\/span><\/h3>\n<p>লিঙ্ক পপুলারিটি বলতে বোঝায় আপনার সাইটের কত গুলো ব্যাকলিঙ্ক আছে, যেমন ব্যাকলিঙ্ক গুলোর অথরিটি কেমন, এর ভিতরে আরো অনেক এলিমেন্ট আছে। যেমন<\/p>\n<ul>\n<li>ব্যাকলিঙ্ক এর পেজ এর Quality কেমন<\/li>\n<li>Anchor text হিসেবে কি ব্যবহার করা হয়েছে<\/li>\n<li>Age of Link ( এখন অবশ্য এটার আর আগের মত গুরুত্ব নাই, তারপরও গুরুত্ব দেয়া উচিৎ)<\/li>\n<li>সবচেয়ে গুরুত্বপূর্ণ, আপনি যে পেজ থেকে Backlink করছেন, সেই পেজের সাথে আপনার সাইটের বিষয়বস্তুর প্রাসঙ্গিকতা কতখানি। যেমন:<br \/>আপনি kindle সাইটে হয়ত একটি ব্যাকলিঙ্ক করলেন যে সাইটের বিষয়বস্তু হয়ত Realestate তাই সাবধান - বিষয়বস্তুর সাথে মিল রাখুন।<\/li>\n<li>এছাড়াও আরও কত যে Factor আছে তার শেষ নেই (কারন এখনও অনেক Factor অজানা)<\/li>\n<\/ul>\n<h3><span style=\"color: #800000;\">Link popularity গুরুত্বপূর্ণ কেন?<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>আপনারা জানেন যে on page এর সমস্ত কাজ website এর মালিক বা webmaster ই করে থাকে। তাই সে যদি ইচ্ছা করে তাহলে সে তার সাইটে বিভিন্ন ধরনের Fake ইনফরমেশন দিতে পারে(যা হয়ত তার সাইটে নাই) যা দিয়ে হয়ত সে Search engine এ র&zwnj;্যাঙ্ক করার চেষ্টা করতে পারে। তাই search engine link popularity কে এত গুরুত্বদেয়। কারণ মানুষ সেই সব সাইটের সাথে লিঙ্ক করে যাদের তথ্য বিশ্বাসযোগ্য এবং উপকারী। তাই traditionally এটা বিশ্বাস করা হয় যে, যে সাইটের যত ব্যাকলিঙ্ক তার মানে সেই সাইটের credibility তত বেশি। সার্চ ইঞ্জিন একেকটা ব্যাকলিঙ্ককে একেকটা ভোট হিসেবে কাউন্ট করে। কিন্তু মানুষ সার্চ ইঞ্জিনকে ধোকা দেয়ার জন্য বিভিন্ন ভাবে ব্যাকলিঙ্ক করে। যেমন আমাদের উচিৎ trusted and informative সাইটের সাথে backlink করা কিন্তু আমরা তা না করে কোন সাইটের সাথে ব্যাকলিঙ্ক করি একারণে যে আমি যদি তাকে একটা ব্যাকলিঙ্ক দেই তাহলে সেও আমাকে একটা ব্যাকলিঙ্ক দেবে।<br \/>সার্চ ইঞ্জিন এগুলো জানা সত্ত্বেও এটাকে সার্চ র&zwnj;্যাঙ্কিং এর factor হিসেবে গন্য করে কারণ এটা proven বিষয় যার মাধ্যমে search engine কোন সাইটের relevancy ও credibility নির্ধারণ করতে পারে।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33783","category_id":"14380","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Google PR, Manage Backlinks and Paid Links<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<h3><span style=\"color: #808000;\">Google Page Rank<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>আজ আমরা গুগল Page Rank (PR) নিয়ে আলোচনা করব। যদিও এটা অনেক Backdated একটা বিষয় এবং আপনারা হয়ত কিছু না কিছু অবশ্যই এ সম্পর্কে জানেন। অনেকে মনে করে যে, PR মনে হয় সার্চ ইঞ্জিন ranking এ ব্যবহৃত হয়। আবার অনেকে মনে করে এটা মনে হয় কোন ওয়েবসাইট সম্পর্কে গুগলকে green signal দেয়। এই কথাগুলোর প্রতিটাই আংশিকভাবে সত্য।<br \/><br \/><\/p>\n<img border=\"0\" height=\"241\" src=\"https:\/\/4.bp.blogspot.com\/-fkE8_W56DYU\/WN_gQYyOeRI\/AAAAAAAAA64\/FjpsKbquLRA3kRZZOc__9hkA5bYnA1HywCLcB\/s1600\/1.gif\" width=\"320\"> <\/br>\n<ul>\n<li>PR দিয়ে গুগল তার সার্চ রেজাল্ট তৈরী করে না। এটা গুগল সার্চ ranking এর এলগরিদম এর উপর প্রভাব আছে।<\/li>\n<li>কোন ওয়েবসাইটের PR আপনি সহজে measure করতে পারবেন না একমাত্র গুগল ছাড়া। হ্যা আপনি বলতে পারেন PR পরিমাপ করার জন্য অনেক টুলস আছে। কিন্তু তারা কেউই PR measure সঠিকভাবে করতে পারেনা, কারণ এটা একমাত্র গুগলই জানে।<\/li>\n<\/ul>\n<p>চলুন আমরা আমাদের উদাহরণের সাইটটার PR দেখে আসি। এজন্য আমরা google toolbar use করব।<br \/><br \/><\/p>\n<img border=\"0\" height=\"227\" src=\"https:\/\/1.bp.blogspot.com\/-djsJZi-cpDk\/WN_gSlakhAI\/AAAAAAAAA68\/L-L9jN-qTFUVgUehOK_y7gDZF6StOak7QCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>দেখুন আমাদের home page এর pr 1 show করছে। কিন্তু ভিতরের পেজের pr 0 দেখাচ্ছে। যেহেতু আমাদের পেজটা একটা নতুন পেজ এবং আমরা তেমন কোন backlink তৈরি করিনি, তাই pr 1 normal. আর ভিতরের পেজের দিকে আপনি যত যাবেন তত দেখবেন pr কমে যাচ্ছে, কারন ভিতরের পেজে Link juice কম pass হয়। আপনার সাইটের কোন পেজে pr যদি নাও দেখায় তাহলেও আপনার চিন্তিত হওয়ার কোন কারণ নেই, কারণ আপনার পেজটা ঠিকই google ইনডেক্স করবে এবং আপনি এই পেজের জন্য high rank ও করতে পারেন। নিচের তথ্যগুলো আশা করি গুগল পেজ র&zwnj;্যাঙ্ক সম্পর্কে বুঝতে সাহায্য করবে:<\/p>\n<ul>\n<li>সঠিক PR সবসময় নাও দেখাতে পারে।<\/li>\n<li>কারণ এটা বছরে মাত্র কয়েকবার update করা হয়।<\/li>\n<li>নতুন সাইট যাদের অল্প কয়েকটা লিঙ্ক আছে তাদের page rank সাধারণত দেখায় না।<\/li>\n<li>আপনি সাইটে যত deep এ ঢুকবেন, তত PR এর পরিমাণ কমে যাবে।<\/li>\n<li>PR দ্বারা আপনি আপনার সাইটের quality সম্পর্কে ধারণা করতে পারেন কিন্তু তার মানে এই না যে PR কম তাই আমার সাইটটাও অনেক খারাপ বা আমার সাইটটা কখনই গুগলে Rank করতে পারবে না।<\/li>\n<li>গুগল যেহেতু এটাকে খুবই lately update করে, তাই আমরা আশা করতে পারি, অদূর ভবিষ্যতে এই টুলটা নাও থাকতে পারে।<\/li>\n<\/ul>\n<p>গুগল PR নিয়ে অনেক চিন্তিত হওয়ার কিছু নেই। এটাকে আপনি আপনার সাইটের Goal হিসেবে নিবেন না। কারন আপনার প্রধান উদ্দেশ্য হবে, search engine এর search results এ Rank করা। আপনার সাইটটাকে একটা Link-Worthy site হিসেবে তৈরি করুন অর্থাৎ আপনার siteএর content গুলোকে rich করুন, নতুন নতুন প্রয়োজনীয় service যোগ করুন- ফলে বিভিন্ন মানুষজন আপনার সাইটের সাথে লিঙ্ক করতে বাধ্য হয়ে।<\/p>\n<h3>&nbsp;<\/h3>\n<h3><span style=\"color: #800000;\">কিভাবে Backlink manage করবেন?<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>Backlink তৈরি করার অনেক পদ্ধতি আছে এবং আপনি যদি google এ \"How to build backlinks\" লিখে সার্চ করেন তাহলে আপনি প্রচুর পরিমানে Backlink তৈরি করার idea পাবেন। এটা দেখতে পারেন এর ভিতর কিছু সঠিক টেকনিক, কিছু ভুল এবং কিছু টেকনিক আসলে কখনই ভুলেও apply করা উচিৎ নয় কারণ পরবর্তীতে আপনার Ranking নিয়ে সমস্যায় পড়তে পারেন। আপনি কি জানেন আপনার ব্যাকলিঙ্ক কেন দরকার? ব্যাকলিঙ্ক এর মেইন উদ্দেশ্য ছিল targeted traffic নিয়ে আসা, মনে করেন একটা site আপনি বই কিনতে গেলেন, সেখানে যেয়ে আপনি একটা সাইটের লিঙ্ক দেখলেন যারা হয়ত শুধু বই না আরো অনেক home appliance বিক্রি করে এবং আপনার হয়ত ঐ সাইটটা ভিজিট করলেন এবং এমন কিছু জিনিস পেলেন যা হয়ত আপনার ঐ মুহূর্তে দরকার ছিল। সার্চ ইঞ্জিন আসার আগে ওয়েবমাস্টাররা সাধারণত এসব ভিজিটর পাওয়ার জন্যই লিঙ্ক এক্সচেঞ্জ করতো। কিন্তু গুগলই প্রথম সার্চ ইঞ্জিন যা Link Popularity এর ধারনাটা সম্পর্কে সবাইকে পরিচয় করিয়ে দেয়।<br \/><br \/><\/p>\n<img border=\"0\" height=\"197\" src=\"https:\/\/1.bp.blogspot.com\/-FVZKTK7SQDo\/WN_gUqg3KBI\/AAAAAAAAA7A\/iImuO_BcteYICol59xmbt7wrSzF_uQT7wCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<p>এর পর থেকেই webmasterরা ব্যাকলিঙ্ক এর জন্য প্রতিযোগীতা শুরু করে। সাধারনত ভাল এবং হেল্পফুল সাইটের সাথে ব্যাকলিঙ্ক করা উচিৎ, কিন্তু অনেকেই এই নিয়ম ফলো করেনা। সাধারণত দেখা যায়, তারা ভাল খারাপ যে কোন সাইটের সাথে ব্যাকলিঙ্ক exchange করতে আগ্রহী এবং এই খারাপ সাইটের সাথে লিঙ্ক করাটা ওয়েব সাইটের জন্য খুবই বাজে ডিসিশন। কখনো স্বয়ংক্রিয় ভাবে কাউকে ব্যাকলিঙ্ক করার জন্য requests পাঠাবেন না।<br \/><br \/><\/p>\n<img border=\"0\" height=\"161\" src=\"https:\/\/2.bp.blogspot.com\/-xWRbcndrLoM\/WN_gXMGv2nI\/AAAAAAAAA7E\/ob3jgRKATQkFZHDSxR1x2klEa5HyqjgeACLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<p>ব্যাকলিঙ্ক পাওয়া যখন ধীরে ধীরে কষ্টকর হয়ে যাচ্ছিল তখন ওয়েবমাস্টাররা link কেনা শুরু করল। কিন্তু সার্চ ইঞ্জিন কখনই Paid links পছন্দ করে না কারণ:<\/p>\n<ul>\n<li>Paid link কে ভোট হিসেবে গণনা করা যায় না। কারণ এটা দ্বারা বোঝা যায় না যে, আপনার সাইট লিঙ্ক worthy তাই link করা হয়েছে? টাকার বিনিময়ে আপনি তো যে কারো কাছ থেকেই লিঙ্ক পেতে পারেন।<\/li>\n<li>তাই Search engine যদি বুঝতে পারে যে এটা কেনা লিঙ্ক তাহলে ঐ সাইটকে পেনাল্টি করবে।<\/li>\n<li>এই জন্য SE ঐ ধরনের কেনা লিঙ্ক গুলোকে sponsored লিঙ্ক হিসেবে মার্ক করে রাখতে বলে।<\/li>\n<li>আবার এই ধরনের কেনা বা bad quality লিঙ্ক এ আপনি \"nofollow\" attribute টি যোগ করতে পারেন।<\/li>\n<li>যে কোন ধরনের Tricks link building এর ক্ষেত্রে পরিহার করুন।<\/li>\n<li>যে সমস্ত ওয়েবসাইট যে কোন ধরনের লিঙ্ক submit করলে accept করে, সে সমস্ত ওয়েবসাইটকে পরিহার করুন।<\/li>\n<li>কোন প্রকার link farm থেকে সাহায্য নিবেন না। কারন তারা তাদের link popularity বৃদ্ধি করার জন্য প্রায় সব সধরনের সাইটকে approve করে।<\/li>\n<li>অনেকেই দেখা যায় যে, নিজেরাই অল্প কিছু সাইট বানায় এবং সেই সাইটগুলো cross-link করে । এটাও উচিৎ না। তবে হ্যা আপনার সাইটগুলোর মধ্যে যদি বিষয়বস্তুতে মিল থাকে তাহলে আপনি লিঙ্ক করতে পারেন।<\/li>\n<\/ul>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33784","category_id":"14381","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Make Link Worthy content ও know types of content<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<h3><span style=\"color: #800000;\">Link worthy content তৈরি করুন:<\/span><\/h3>\n<p>এটা আসলে খুবই গুরুত্বপূর্ণ যে, আপনার ওয়েবসাইটের জন্য তৈরীকৃত contentগুলো তথ্যসমৃদ্ধ হওয়া উচিৎ, ফলে আপনি ভাল customer পাবেন এবং অন্য সাইটগুলোও আপনার সাথে লিঙ্ক করতে চাইবে। আপনি আপনার customer দের প্রয়োজন অনুযায়ী post করতে পারেন।<\/p>\n<p><span style=\"color: #333300;\"><strong>লিঙ্ক বিল্ডিং করার জন্য আপনি যা যা করতে পারেন:<\/strong><\/span><\/p>\n<ul>\n<li>আপনার প্রোডাক্ট অথবা সার্ভিস সম্পর্কে কিছু good content তৈরি করুন।<\/li>\n<li>আপনার ওয়েবসাইটকে একটি বিশ্বস্ত মাধ্যম হিসেবে পরিচিত করুন।<\/li>\n<li>তারপর ধীরে ধীরে আপনার Target market তৈরি করুন।<\/li>\n<\/ul>\n<h3><span style=\"color: #008000;\">Types of Content<\/span><\/h3>\n<p>একেক ধরনের ভিজিটর একেক ধরনের সাইট পছন্দ করে। তাই আপনি আপনার সাইটে বিভিন্ন ধরনের content রাখতে পারেন, <strong>যেমন:<\/strong><\/p>\n<ul>\n<li>Articles \/ blog posts<\/li>\n<li>Videos \/ Slide demos<\/li>\n<li>Podcasts<\/li>\n<li>Newsletter archives<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #808000;\"><strong>একেক ধরনের ভিজিটর একেক ধরনের content সার্চ করে যেমন:<\/strong><\/span><\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>যে সমস্ত মানুষ হয়ত কিছু কিনতে চাচ্ছে - তারা সাধারনত তাদের প্রয়োজনীয় product সম্পর্কিত general info এবং reviews গুলো খোঁজে।<\/li>\n<li>আবার যারা ইতোমধ্যে তার দরকারী productdটা purchase করেছে - তারা সাধারণত এমন তথ্য খোজে যা দ্বারা তারা হয়ত ঐ product কিভাবে ব্যবহার করতে হয় বা কিভাবে তারা ঐ জিনিসটা থেকে সর্বোচ্চ পরিমাণ সেবা পেতে পারে -এই ধরনের তথ্য চায়।<\/li>\n<li>আর বাবা-মা, শিক্ষক, ইঞ্জিনিয়ার এ সমস্ত ভিজিটররা ঐ বিষয়ের উপর বিশেষায়িত তথ্য খোজে।<\/li>\n<\/ul>\n<ul>\n<li>এজন্য ভাল কন্টেন্ট তৈরি করার সময় ভালভাবে সময় নিয়ে চিন্তা করুন।<\/li>\n<li>content গুলো বিভিন্ন multiple formats এ তৈরি করুন।<\/li>\n<li>তারপর যখন promotion করবেন তখন এগুলো একটা সেট হিসেবে বিবেচনা করে, প্রমোশন করুন।<\/li>\n<li>বিভিন্ন ধরনের Online website নিয়ে analyze করুন এবং কোথায় আপনার content দেয়া যায় সেটা ঠিক করুন।<\/li>\n<li>Press releases করুন<\/li>\n<li>আপনার content সম্পর্কে জানানোর জন্য বিভিন্ন ধরনে specialized directories এ আপনার ওয়েবসাইট সাবমিট করুন।যেমন: DMOZ<\/li>\n<li>তারপর আপনি Blogger দের সাথে যোগাযোগ করতে পারেন, যারা হয়ত আগে থেকেই এই সেক্টরে আছে এবং লেখালেখি করছে।<\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #800080;\"><strong>Press Release করার সময় অনেক বিষয়ে খেয়াল রাখতে হয়, তন্মধ্যে কিছু বিষয় নিচে দেয়া হল:<\/strong><\/span><\/p>\n<p>&nbsp;<\/p>\n<ul>\n<li>সাইটএ নতুন content পাবলিশ করার সময় প্রেস রিলিজ করতে পারেন, তবে কন্টেন্ট অবশ্যই unique এবং helpful হতে হবে।<\/li>\n<li>বিভিন্ন ধরনের press release সাইটে প্রেস রিলিজটা পাবলিশ করুন।<strong> যেমন:<\/strong> 24-7pressrelease.com, prweb, marketwire ইত্যাদি।<\/li>\n<li>অবশ্যই আপনার সাইটের সাথে ব্যাকলিঙ্ক করবেন।<\/li>\n<li>কোনভাবেই লিঙ্ক যেন ২টার বেশি না হয়, একটা হলে ভাল হয়।<\/li>\n<\/ul>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33785","category_id":"14382","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Backlink Management Strategy<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>আরো কিছু specialized directories হিসেবে আমরা নিচের directories এর কথা বলতে পারি। আপনারা এসব আগে থেকেই জানেন আশা করি।<strong> যেমন:<\/strong><\/p>\n<ul>\n<li>Article directories<\/li>\n<li>video directories<\/li>\n<li>rss feed directories<\/li>\n<li>podcast directoriesa<\/li>\n<li>software directories<\/li>\n<li>infographic directories<\/li>\n<li>wiki directories etc.<\/li>\n<\/ul>\n<h3><span style=\"color: #808000;\"><strong>কিভাবে বিভিন্ন Blogger এর সাথে যোগাযোগ করবেন<\/strong><\/span><\/h3>\n<ul>\n<li>যে সমস্ত ব্লগার আপনার ইন্ডাষ্ট্রি সম্পর্কিত লেখালেখি করে<\/li>\n<li>তাদের সাথে personal connection তৈরি করার চেষ্টা করুন<\/li>\n<li>কখনই তাদের automated কোন request অথবা e-mail পাঠাবেন না<\/li>\n<li>তাদের কখনো আপনার press release এর কপিও পাঠাবেন না।<\/li>\n<\/ul>\n<h3><span style=\"color: #008080;\"><strong>Content promotion ঠিকভাবে করুন<\/strong><\/span><\/h3>\n<ul>\n<li>এটা যদি আপনি করতে পারেন তাহলে আপনি অনেক ভিজিটর পাবেন।<\/li>\n<li>অনেক ব্যাকলিঙ্ক পাবেন।<\/li>\n<li>আর সবচেয়ে বড় কথা হল, সার্চ ইঞ্জিন এ আপনার ranking ও increase করবে।<\/li>\n<\/ul>\n<img border=\"0\" height=\"306\" src=\"https:\/\/4.bp.blogspot.com\/-AgJ3_oDHv8U\/WN_k-ezpBOI\/AAAAAAAAA7k\/lOUFD9zRVKUwnVPf21Y_di1sNn3EumB9QCLcB\/s1600\/1.png\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<h3><span style=\"color: #3366ff;\">কিভাবে Link worthy content তৈরি করবেন:<\/span><\/h3>\n<ul>\n<li>যদি আপনি আমাদের উদাহরণের সাইটের কথা ধরেন, তাহলে আমরা কিছু technical article তৈরি করতে পারি, যেখানে আমরা হয়ত এটা describe করতে পারি যে, কিভাবে আমরা Amazon বাদেও অন্য সাইট থেকে Free books download করতে পারি। এই পোস্টে আমরা প্রচুর পরিমানে Screen shot দিব step by step. এভাবে আমরা একটি পোস্ট তৈরি করতে পারি।<\/li>\n<\/ul>\n<ul>\n<li>তারপর আমরা এই একই বিষয়ের উপর একটি video টিউটোরিয়াল তৈরি করে আমাদের ব্লগে embed করতে পারি। এটাকে আমরা youtube ও অন্যান্য ভিডিও সাইটে upload করতে পারি।<\/li>\n<\/ul>\n<img border=\"0\" height=\"246\" src=\"https:\/\/4.bp.blogspot.com\/-cGszgqVMmtk\/WN_lAWd66ZI\/AAAAAAAAA7o\/5BUNzuu4ycY9-59IwjWLzu99Pxx56tHQwCLcB\/s1600\/2.jpeg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<ul>\n<li>Same topic এর উপর step by step ভিডিও podcast তৈরি করে আমাদের সাইট ও বিভিন্ন podcast directories এ এগুলো submit করতে পারি। একই টপিক এর উপর ভিন্ন ভিন্ন content তৈরি করার উদ্দেশ্য হল, একটা wider range of visitors এর কাছে পৌছানো এবং একই সাথে আমরা বিভিন্ন স্থান থেকে ব্যাকলিঙ্ক পাচ্ছি এবং কিছু ভিজিটরও পাচ্ছি।<\/li>\n<\/ul>\n<ul>\n<li>যখন আমরা এরকম বিভিন্ন ধরনের বা format এর কন্টেন্ট বিভিন্ন ওয়েবসাইটে publish করবো তখন আমরা এ সম্পর্কিত একটি press release করতে পারি, বিভিন্ন pressrelease submit direcotoryতে 4যেমন: 24-7pressrelease.com<\/li>\n<\/ul>\n<img border=\"0\" height=\"327\" src=\"https:\/\/3.bp.blogspot.com\/-TXhYiK1puSI\/WN_lC5r7TzI\/AAAAAAAAA7s\/Jh-FJ7yPRGAckIKnd5J31cQGyZDcp23ZwCLcB\/s1600\/3.jpg\" width=\"291\"> <\/br>\n<p>&nbsp;<\/p>\n<ul>\n<li>তারপর আমরা আমাদের ব্লগের RSS Feed বিভিন্ন ধরনের RSS blog directories এ সাবমিট করতে পারি। এরকম কয়েকটা সার্ভিস হল, Feedage, Feedzilla etc. এই সাইটেও দেখতে পারেন, http\/\/www.toprankblog.com\/rss-blog-directories অথবা <strong>\"Rss directory\"<\/strong> লিখে গুগলে সার্চ করতে পারেন। অনেক সাইট পাবেন।<\/li>\n<\/ul>\n<ul>\n<li>ইচ্ছা করলে আমরা আমাদের Article এর abbreviated version করে বিভিন্ন article directory তে সাবমিট করতে পারি। এমন কিছু সাইট হল: articlebase, goarticles, articlealley, articledashboard ইত্যাদি।<\/li>\n<\/ul>\n<ul>\n<li>Guest blogger হিসেবে বিভিন্ন সাইটে লিখতে পারি। আমাদের সাইটের সাথে Relevant বিভিন্ন ভাল অথরিটি ব্লগ সাইটে আমরা ভাল আর্টিকেল পোস্ট করতে পারি, এখান থেকেও আমরা ব্যাকলিঙ্ক পেতে পারি।<\/li>\n<li>যেহেতু আমাদের সাইটটা amazon related product sell করার জন্য তাই আমরা অ্যামাজান এর deals of the day optionটা ব্যবহার করতে পারি এবং এই deals of the day সম্পর্কিত পোস্ট করতে পারি।<\/li>\n<li>আমরা আমাদের Free Kindle books টিউটোরিয়াল বিভিন্ন foreign language এ লিখতে পারি। প্রথমে যে কোন একটা language এ ফোকাস করলাম পরবর্তীতে আমরা এইটা ১৫-২০ language এ convert করে ফেলতে পারি, এভাবে আমরা নতুন নতুন কন্টেন্ট strategy তৈরি করতে পারি। তারপর এই কন্টেন্ট সম্পর্কে আমরা english ও অন্যান্য foreign lanuage এ annouce করতে পারি।<\/li>\n<\/ul>\n<ul>\n<li>একটা পোস্ট লিখতে পারি- কিভাবে kindle কে charge করতে হয় এবং কিভাবে books download করা যায় (অন্যান্য ভাষাভাষীদের জন্য) এবং এ জন্য কিছু country কে আমরা focus করতে পারি। এটার জন্য আমরা স্টেপ বাই স্টেপ photographs দিতে পারি তাতে মানুষজনের বুঝতে সুবিধা হবে। photo গুলো আমরা flickr এর মাধ্যমে শেয়ার করতে পারি, তারপর আমাদের কাঙ্খিত বিভিন্ন keyword দ্বারা এটা ট্যাগ করতে পারি। সম্ভব হলে একটা Flickr এ একটা kindle community তৈরি করা।<\/li>\n<\/ul>\n<ul>\n<li>তারপর আপনার product অথবা service সম্পর্কে জানে এমন কোন বিখ্যাত সাংবাদিকের ইন্টারভিউ করতে পারেন। তারপর এটা আপনার blog এ পাবলিশ করুন। এ সম্পর্কিত একটা press release করতে পারেন। তারপর বিভিন্ন interested bloggers এর কাছে ইন্টারভিউটা মেইল করতে পারেন।<\/li>\n<\/ul>\n<p>এরকম আরো অনেক ধরনের কাজ আছে যেগুলো আপনি করতে পারেন যার জন্য আপনার extra কোন টাকা খরচ হবেনা, তবে হ্যা সময় তো দেয়া লাগবেই। আর অবশ্য ইচ্ছা করলে এ কাজগুলো বিভিন্ন outsourcer এর মাধ্যমেও করাতে পারেন। Authority site হওয়া খুবই সময় সাপেক্ষ এবং long investment এর ব্যাপার। আপনি আপনার সাইটের ধরন অনুযায়ী আপনার করণীয় ঠিক করুন। আর পরবর্তীতে আরো কিছু টেকনিক আলোচনা করার ইচ্ছা আছে। আর আপনাদের কোন বিষয়ে প্রশ্ন থাকলে আমাকে জানাতে পারেন। আমার জানার ভিতরে থাকলে অবশ্যই আমি উত্তর দেয়ার চেষ্ট করব।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33786","category_id":"14383","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Social Media, Social Media Marketing, Relation Between SMM and SEO<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p><span style=\"color: #ff6600;\"><strong>সোশ্যাল মিডিয়া<\/strong><\/span><br \/>সোশ্যাল মিডিয়া যা Web2.0 নামেও পরিচিত। Internet শুরু থেকেই তার বৈশিষ্ট্যএর জন্য social media হিসেবে ব্যবহৃত হয়। বর্তমানে internet এ অগনিত social media. বিভিন্ন ধরনের সোশ্যাল মিডিয়া তার মধ্যে একেকটা একেকভাবে ব্যবহার করা হয় এবং এগুলো দিয়ে আবার আমরা social marketing করতে পারি। আজ আমরা কিভাবে এগুলো করতে পারি , এ সম্পর্কে কিছু কথা শেয়ার করব।<\/p>\n<img border=\"0\" height=\"237\" src=\"https:\/\/1.bp.blogspot.com\/-Dw1yEHx0-gI\/WN_mOXlszTI\/AAAAAAAAA70\/Aib5F6tEpHEL2-60sNFBuwskuP8VxM0zwCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>social media বলতে আমরা কি বুঝি - social media হল এমন একটা জায়গা যেখানে যেয়ে মানুষ মানুষের সাথে Interact করে অর্থাৎ ভাবের আদান-প্রদান ঘটে। উদাহরন হিসেবে বলতে পারি<\/p>\n<ul>\n<li>forum<\/li>\n<li>blog post (which accept comments)<\/li>\n<li>chat rooms<\/li>\n<li>web 2.0 communities<\/li>\n<\/ul>\n<p>কি web 2.0 communities আবার কোন ধরনের ওয়েবসাইট চিন্তা করছেন - না চিন্তার কোন কারণ উদাহরণ দেখলেই বুঝতে পারবেন, বেশি কথা বলছি বলে মনে হচ্ছে - না আসুন উদাহরণ দেখি<\/p>\n<ul>\n<li>আমাদের অতি পরিচিত Facebook<\/li>\n<li>Twitter<\/li>\n<li>Pinterest<\/li>\n<li>and এই ধরনের আরো অনেক সাইট<\/li>\n<\/ul>\n<p><span style=\"color: #993366;\"><strong>Introduction to Social Media Marketing or SMM<\/strong><\/span><\/p>\n<img border=\"0\" height=\"230\" src=\"https:\/\/1.bp.blogspot.com\/-gmiZVkDM3hc\/WN_mRuc59PI\/AAAAAAAAA74\/-FqxlYguy2QbmBBy61weqSVhn166IhzlACLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>SMM হল এমন একটা পদ্ধতি যার মাধ্যমে আপনি আপনার টার্গেট audience এর পৌছাতে পারবেন আর এজন্য আপনাকে বিভিন্ন relavant commnunities এবং forum এর active member হিসেবে থাকতে হবে এবং আপনার মার্কেট রিলিটেড conversation এ অংশগ্রহন করতে হবে।<br \/>SMM কে আপনি সহজ ভাষায় online networking বলতে পারেন। আপনারা সবাই জানেন আমরা সবাই পরিচিত মানুষের সাথে business করতে ভালবাসি। কারণ তারা আমাদের পছন্দ করে, আর যারা আমাদের পছন্দ করে তারা আপনি না বললেও<\/p>\n<ul>\n<li>আপনার পণ্যের Advertisement করে দিবে<\/li>\n<li>ঐ পণ্যর দরকার হলে আপনার কাছ থেকে কিনবে<\/li>\n<li>আর তার পরিচিত কেউ কিনতে চাইলে আপনাকে recommend করবে।<\/li>\n<\/ul>\n<p>আপনাদের অনেকের মনেই প্রশ্ন জাগতে পারে SMM ও SEO এর মধ্যকার রিলেশন কি? আপাতদৃষ্টিতে মনে হয় যেন দুটার সম্পূর্ণ ভিন্ন দুটি চরিত্র। যেমন: SEO এর মাধ্যমে আমরা যা করি তা হল, আমরা চাই মানুষ জন আমাদের খুজেঁ নিক, আর SMM এর মাধ্যমে আমরা নিজেরাই সরাসরি মানুষ জনের কাছে যাচ্ছি।<br \/>অনেকেই এমন আছেন যাদের social site এ presence খুবই strong, তারা traditional seo কে overlook করে, কারণ তারা SMM এর মাধ্যমেই তাদের কাঙ্খিত লক্ষ্যে পৌছাতে পারবে। কিন্তু এটা কোন smart way না। কারণ SMM, SEO substitute না। SMM এর মাধ্যমে আমরা সরাসরি কোন পাই না, আর social সাইট থেকে যে লিংক গুলো দেয়া হয়, তা সাধারণত No Follow attribute যুক্ত থাকে। SMM এর মাধ্যমে visitor পেতে পারি, কিন্তু মনে রাখবেন এটা কিন্তু SEO এর বিকল্প নয় বা হতে পারিনা। আপনি যদি Link worthy content তৈরি করে থাকেন তাহলে আপনি Automatically বিভিন্ন ধরনের indirect backlink পাবেন।<\/p>\n<img border=\"0\" height=\"320\" src=\"https:\/\/3.bp.blogspot.com\/-IZ6enSzqAYU\/WN_mXejTm6I\/AAAAAAAAA78\/SkSUFgDaosgX1NGXEX7Ph0UgAIyA_ae9wCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<ul>\n<li>অন্য মানুষ আপনার সম্পর্কে কি ভাবছে অথবা বলছে?<\/li>\n<li>তারা কি আপনার সম্পর্কে Positive কথা বলছে নাকি Negative কথা বলছে?<\/li>\n<li>আপনার কি এই আলোচনা সাড়া দেয়া উচিত নাকি উচিত নয়? - এটা ঠিক আপনি হয়ত মানুষজন যা বলছে তা আটকাতে পারবেন না কিন্তু অবশ্যই আপনি আলোচনায় অংশগ্রহনের মাধ্যমে, আলোচনাটিকে আপনার পক্ষে নেয়ার চেষ্টা করতে পারেন। উদাহরণ হিসেবে বলা যায়, ধরুন আপনার company এর twitter follower অনেক। মনে করুন এদের মধ্যে থেকে কেউ একজন কোন সমস্যায় পড়ল, এবং সে এই বিষয়ে tweet করলো এবং আপনার company এর কেউ একজন সাথে সাথে যদি তাকে তার সমস্যার সমাধান দেয়, তাহলে যে ব্যক্তি instant customer service পেলো, সে অবশ্যই অন্যদের কাছেও আপনার কোম্পানির নাম ও Twitter link share করবে এবং বলবে তুমি এখানে তোমার সমস্যার কথা জানালে, তুমি তোমার সমস্যার সমাধান পাবে।<\/li>\n<\/ul>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33788","category_id":"14384","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">কিভাবে SMM শুরু করবেন ও Social Media Presence বৃদ্ধি করবেন<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>Social Media Marketing এর কথা শুনলেই আপনার মনে হতে পারে, কি না জানি কি? আরও কত কিছু হয়ত এটা করার জন্য শিখতে বা জানতে হবে। আসলে না এটাতে ভয়ের কোন কিছু নেই, আপনি কি আগে কখনো কোনো পণ্য বা সেবা নেয়ার সময়, অনলাইনে কারোর রিভিউ দেখে বা অন্য কারোর পূর্বঅভিজ্ঞতা থেকে, ঐ পণ্য বা সেবা নেয়ার সময় সিদ্ধান্ত নিয়েছেন? হ্যা তাহলে আপনি SMM সম্পর্কে অনেক কিছুই জানেন। এটা করার জন্য আপনাকে বিভিন্ন ফোরামে বা ফেসবুক বা টুইটারে আপনাকে বিশ্বাসযোগ্যতা অর্জন করতে হবে। আপনি আপনার পূর্বঅভিজ্ঞতা এসব সাইটে শেয়ার করতে পারেন। ঐ পণ্য বা সেবা ব্যবহার করলে সে কি কি সুযোগ সুবিধা পাবে, কোন ধরনের সমস্যা হতে পারে, সমস্যা সমাধানের উপায়- এসব বিষয়ই আপনি তাদের সাথে শেয়ার করতে পারেন। আপনি যদি honestly এসব করতে থাকেন, তাহলে কিছুদিনের মধ্যই অনলাইনে আপনার বিশ্বাসযোগ্যতা বাড়বে এবং সাথে সাথে পণ্য বা সেবার বিক্রয় এর পরিমাণ ও বাড়বে।<br \/><br \/><\/p>\n<img border=\"0\" height=\"237\" src=\"https:\/\/3.bp.blogspot.com\/-pTJtDqszERk\/WN_ohijaK4I\/AAAAAAAAA8I\/BsERZBRaJ4AAPL27Af0Rdj4qne1NaVS-wCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<h3><span style=\"color: #808000;\">কিভাবে SMM শুরু করবেন<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p>যে কোন নতুন বিষয় নিয়ে আমরা প্রথমে যে সমস্যায় পড়ি সেটা হল, আমরা কিভাবে বা কোথা থেকে শুরু করব এটা বুঝতে পারিনা। আসলে যে কোন কিছু সঠিকভাবে শুরু করা খুবই জরুরী, পরবর্তীতে তাহলে সমস্যা কম হয়। প্রথমেই আপনার মার্কেট রিসার্চ করুন। আপনি কি কোন web2.0 সাইটে যোগ দিতে পারেন, এজন্য আপনি বিভিন্ন ধরনের ওয়েবসাইট দেখতে পারেন,<\/p>\n<p><strong>যেমন :<\/strong><br \/><br \/><\/p>\n<ul>\n<img border=\"0\" height=\"230\" src=\"https:\/\/1.bp.blogspot.com\/-bhvwWVCBRb4\/WN_okD1tDcI\/AAAAAAAAA8M\/P4j4LUga5-gygRUJ_AaHcjyvoU4duge2wCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<li>Blogs<\/li>\n<li>Articles<\/li>\n<li>Videos<\/li>\n<li>Tweets<\/li>\n<li>Forums<\/li>\n<\/ul>\n<p>আপনার সার্ভিস রিলেটেড blog খুঁজে বের করার জন্য আপনি গুগল এর সহায়তা নিতে পারেন, এছাড়াও আপনি বিভিন্ন Blog search engines এর সহায়তা নিতে পারেন<\/p>\n<ul>\n<li>Technorati<\/li>\n<li>Google blog search<\/li>\n<li>তারপর Twitter ও Facebook এর নিজস্ব Searches ব্যবহার করে আপনি আপনার Target Market এর মানুষজন খুঁজে পেতে পারেন।<\/li>\n<\/ul>\n<h3><span style=\"color: #99cc00;\">বিভিন্ন সোশ্যাল মিডিয়ার আপনার প্রোফাইল তৈরি করুন<\/span><\/h3>\n<img border=\"0\" height=\"318\" src=\"https:\/\/1.bp.blogspot.com\/-iuPzh83gcws\/WN_omtSgbhI\/AAAAAAAAA8Q\/61B6tbkDXTU518o234u3TZnqqtcK0F8AwCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<h3>&nbsp;<\/h3>\n<p><span style=\"color: #3366ff;\"><strong>প্রোফাইল তৈরি করার সময় কিছু বিষয় বিবেচনা করা জরুরী<\/strong><\/span><\/p>\n<ul>\n<li>আপনি কি নিজের নাম ব্যবহার করবেন না আপনার Brand name? এখন যদি আপনি মনে করেন যে, আপনার নাম ব্যবহার করলে আপনার বিশ্বাসযোগ্যতা বাড়বে, তাহলে আপনি এটা করতে পারেন। কিন্তু যদি আপনি মনে করেন যে না আমি আমার company কে brand হিসেবে তৈরি করব, তাহলে আপনি আপনার company এর নামেও profile তৈরী করতে পারেন।<\/li>\n<li>কিন্তু যদি আপনার কোম্পানি অনেক বড় হয়, তাহলে আপনি আপনার organization এর নাম same রেখে অনেকগুলো profile তৈরি করতে পারেন।<\/li>\n<li>যখন শুরু করবেন তখন প্রধান প্রধান কয়েকটা একাউন্ট দিয়ে শুরু করুন যেমন: Facebook, Twitter, Youtube.<\/li>\n<li>প্রধান কয়েকটা সাইটে একাউন্ট করা তৈরি হয়ে গেলে আপনি তারপর অন্য সাইটে একাউন্ট তৈরি করতে পারেন। অন্য সাইট খুজে বের করার জন্য আপনি knowem.com নামক সাইটে যেতে পারেন, এখানে আপনি অনেক সাইটের নাম পাবেন, যা বিভিন্ন ক্যাটাগরিতে ভাগ করে দেয়া আছে।<\/li>\n<li>আপনার profile কে customize করুন। যেমন, আপনি এসব সাইটে আপনার logo, brand colors এগুলো ব্যবহার করতে পারেন।<\/li>\n<\/ul>\n<img border=\"0\" height=\"320\" src=\"https:\/\/2.bp.blogspot.com\/-a9dYm8U6oTQ\/WN_ooTcHn-I\/AAAAAAAAA8U\/S80PpD3ip8EsFL3cmvBUGYbzcTo6ICbyQCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<ul>\n<li>এছাড়াও কিছু কিছু ওয়েবসাইটের bioতে আপনি সরাসরি আপনার website এর লিংক যোগ করতে পারবেন।<\/li>\n<li>অনেকেই দেখা যায় ব্যস্ততার জন্য এসব সোশ্যাল সাইটে সময় দিতে পারেনা, কিন্তু আপনি যদি আপনার সাইটের সাথে লিংক করে রাখেন, তাহলে অন্য কেউ যদি আপনার brand বা name দিয়ে সার্চ করে, তাহলে তারা এই রেজাল্টগুলো search এর সময় পেতে পারে।<\/li>\n<\/ul>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33789","category_id":"14385","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">SMM ও Social Media Presence<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>এরপর আপনার কাজ হবে নতুন নতুন বন্ধু তৈরি করা। এটা অনেক কঠিন কাজ হয়ে দাড়াবে, যদি আপনি আপনার রিয়েল নাম বাদ দিয়ে অন্য কোন নামে একাউন্ট তৈরি করেন। কারণ মানুষ আপনাকে চেনে কিন্তু আপনার নতুন ব্যবসার নাম নাও জানতে পারে। এজন্য রিয়েল নেম দিয়ে একাউন্ট করলে আপনি কিছু সুবিধাতো পাবেন।<\/p>\n<p><span style=\"color: #ff6600;\"><strong>নতুন বন্ধু বানানোর জন্য আপনি যা করতে পারেন তা হল:<\/strong><\/span><br \/><br \/><\/p>\n<ul>\n<img border=\"0\" height=\"249\" src=\"https:\/\/2.bp.blogspot.com\/-yplbZ82UTsg\/WN_pt9Wx_uI\/AAAAAAAAA8c\/kdyF53qtooUZaek5CzfxvD8Fp6Q9Gdr8ACLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<li>আপনি যে সমস্ত মানুষ চেনেন তাদের follow করুন<\/li>\n<li>ধীরে ধীরে তাদের friend দের follow করুন<\/li>\n<li>তারপর তারা কে কি আলোচনা করে, সেগুলো observe করুন এবং ধীরে ধীরে এদের ভিতর থেকে আগ্রহী লোকজন খুজে বের করে তাদের ফলো করা শুরু করুন।<\/li>\n<li>তারপর ইচ্ছা করলে আপনি আপনার email address বা অন্যান্য social account এর id দিয়েও আপনার পরিচিত লোকজনদের খুজে বের করতে পারেন।<\/li>\n<\/ul>\n<img border=\"0\" height=\"212\" src=\"https:\/\/3.bp.blogspot.com\/-wlz6jCkYfUg\/WN_pwdTUKdI\/AAAAAAAAA8g\/fKm_BCyy99g7bKlGWPCr9At1D_aZ3nxOQCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #008000;\"><strong>আরো ভালভাবে সবকিছু manage করার জন্য<\/strong><\/span><\/p>\n<ul>\n<li>যে কোন community এর সাথে একাত্ম হয়ে যান<\/li>\n<li>বিভিন্ন ধরনের আলোচনায় যোগদান করুন<\/li>\n<li>সবসময় অন্য মেম্বারদের প্রতি সহযোগীতাপূর্ণ ও বন্ধুত্বসুলভ আচরণ করুন।<\/li>\n<li>নিজের ঢোল বেশি পেটাবেন না।<\/li>\n<li>চোখ কান খোলা রাখুন।<\/li>\n<li>কখনই হাল ছাড়বেন না।<\/li>\n<\/ul>\n<img border=\"0\" height=\"258\" src=\"https:\/\/3.bp.blogspot.com\/-SUFlLaZsPDU\/WN_pyh0LJtI\/AAAAAAAAA8k\/KrBit4WJLsgx-n1EsG6wX1wQzIY-EI4RgCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>অনলাইন কমিউনিটি যোগ দেয়ার আপনাকে অনেক বিষয়ে খেয়াল রাখতে হবে। আপনি জানেন যে, অনেকেই আছে যারা এইসব কমিউনিটিতে যোগ দান করে শুধুমাত্র Backlink তৈরি করার জন্য। এইসব ফোরাম,ব্লগ বা ওয়েব২.০ সার্ভিসের মালিকরাও জানে এসব মানুষ শুধুমাত্র spamming করার জন্য সাইটে মেম্বারশীপ নিয়েছে। তাই এ সমস্ত কাজগুলো থেকে বিরত থাকতে হবে। সবসময় মাথায় থাকতে হবে যে, আমি এই ফোরামকে আমার জানার ভিতর থেকে সাহায্য করব এবং বিনিময়ে আমিও কিছু সাহায্য পাবো। তাই আপনাকে এসব ওয়েব২.০ সার্ভিসে ভাল জায়গা করে নিতে হলে, আপনাকে অনেক বেশি সাহায্য সহযোগীতা করতে হবে। ধীরে ধীরে আপনার সর্ম্পকে যখন একটা ভাল ধারণা হয়ে যাবে, তখন আপনার promo এর কাজ করতে পারেন, তবে অবশ্যই খেয়াল রাখবেন অন্য কেউ যেন বিরক্ত না হয়। আপনি যা করতে পারেন:<\/p>\n<img border=\"0\" height=\"181\" src=\"https:\/\/4.bp.blogspot.com\/-Qmky4kx0PJM\/WN_p0qSLXSI\/AAAAAAAAA8o\/xjJMUhyeprEHYqJflQzsKHRf-k1ipPrzgCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>কোন ওয়েবসাইটে একাউন্ট করার সময় এদের rules and regulations গুলো পড়ে নিতে পারেন। কারণ অনেক ওয়েবসাইটে এরকম নিয়ম থাকে যে আপনি প্রথম কয়েকটি পোস্ট এ কোন লিঙ্ক দিতে পারবেন না<strong>(আপনার প্রোডাক্ট বা সাইটএর প্রমোশন সর্ম্পকিত)<\/strong>। যদি দেন এগুলো spam হিসেবে বিবেচনা করা হবে। এমনকি আপনার একাউন্ট পর্যন্ত BAN করা হতে পারে।<\/p>\n<p>কিছু ওয়েবসাইটে এমন সিস্টেম থাকে যে আপনি পোস্টের ভিতরে লিঙ্ক দিতে পারবেন না কিন্তু আপনার Profile\/signature এ লিঙ্ক দিতে পারবেন।<\/p>\n<p>আপনার জানেন ব্যাকলিঙ্ক অনেক গুরুত্বপূর্ণ একটা ব্যাপার গুগল এর কাছে। আর এ জন্যই সার্চ ইঞ্জিন মার্কেটাররা ব্যাকলিঙ্ককে অনেক বেশি গুরুত্ব দেয়। তাই অধিকাংশ ওয়েবসাইট-ই তাদের back link এর অপশনে 'no follow' attribute যোগ করে রাখে, ফলে গুগল এটাকে তেমন কোন গুরুত্ব দেয় না বা কোন প্রকার Link popularity এটা দিয়ে pass করে না। তবে no follow link এর গুরুত্ব নিয়ে বিভিন্ন seo guru দের দ্বিমত আছে।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33790","category_id":"14386","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">SMM ও Social Media Presence পর্ব ২<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p><span style=\"color: #808000;\"><strong>আগের পর্বের পর থেকে:<\/strong><\/span><\/p>\n<ul>\n<li>আপনার বর্তমান পোস্ট, কমেন্ট, আর্টিকেল এগুলো ভালভাবে রিভিউ করুন।<\/li>\n<li>লক্ষ তারা কি আপনার সর্ম্পকে আলোচনা করছে।<\/li>\n<li>তারা কি আপনার target market এর একটি অংশ।<\/li>\n<li>আপনি যে community তে আছেন তাদের কালচার কেমন ভাল না খারাপ? যদি খারাপ হয় এটা কি আপনার promo এর জন্য ক্ষতিকারক হতে পারে। এগুলো ভালভাবে চিন্তা করুন। সম্ভব হলে বিতর্কিত বিষয় গুলো এড়িয়ে চলুন।<\/li>\n<\/ul>\n<img border=\"0\" height=\"240\" src=\"https:\/\/3.bp.blogspot.com\/-g7U2kURgxwU\/WN_rZjEK2MI\/AAAAAAAAA80\/xYziDcFHR0Q73I7oYFq_hjCxfmI-OeRWwCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<ul>\n<li>এছাড়াও সোশ্যাল মিডিয়াতে participate করার জন্য আপনি ঐ কমিউনিটির বিভিন্ন সদস্য এর প্রশ্নের উত্তর দিতে পারেন। কিন্তু প্রশ্নের দেয়ার সময় খেয়াল রাখবেন, এমন ভাবে উত্তর দিবেন না যাতে অন্য কাউকে খাটো না করা হয়। কোনভাবেই ভুল উত্তর দিবেন। ভুল উত্তর দেয়ার চেয়ে উত্তর না দেয়া ভাল। আপনি যে সর্ম্পকে উত্তর দিতে চান, অবশ্যই সেটা সর্ম্পকে আপনাকে ভালভাবে জানতে হবে। এতে করে আস্তে আস্তে আপনার প্রতি সবার বিশ্বস্ততা বাড়বে।<\/li>\n<li>যদি আপনি কোন বিষয়ে খুব অভিজ্ঞ না হন, তাহলে আপনি বর্তমানে ঐ ফোরামে running বিষয়গুলোর উপর একটু advance level এর প্রশ্ন করতে পারেন বা অন্য কোন বিষয় সম্পর্কে কোন কিছু clarify করতে বলতে পারেন। সুযোগ থাকলে নিজেই কোন নতুন টপিক চালু করতে পারেন।<\/li>\n<\/ul>\n<img border=\"0\" height=\"226\" src=\"https:\/\/2.bp.blogspot.com\/-yf8Vk_kOqts\/WN_rcN_vpuI\/AAAAAAAAA84\/0QjjwXEh_zcpr35Q-v34MpzQ6BpiopxbwCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<ul>\n<li>কিছু বিষয়ে সতর্ক থাকুন, যেমন social mediaতে অংশগ্রহণ এর মাধ্যমে সময় নষ্ট করবেন না।<\/li>\n<li>অনেকেই আছে যারা social media তে প্রচুর পরিমাণে সময় নষ্ট করে। এজন্য দিনের নির্দিষ্ট একটা সময় এর জন্য বরাদ্দ করে রাখতে পারেন অথবা এর জন্য নতুন কাউকে দায়িত্ব দিতে পারেন।<\/li>\n<\/ul>\n<h3><span style=\"color: #800000;\">Measuring your success<\/span><\/h3>\n<img border=\"0\" height=\"240\" src=\"https:\/\/4.bp.blogspot.com\/-LyghdKqfuf0\/WN_reMrRGWI\/AAAAAAAAA88\/VVdKS7GSxSQHA18CJ0SefKscGg3fXtPLwCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<h3>&nbsp;<\/h3>\n<p>সাধারণত seo করার পর সবাই তার অবস্থান জানতে চায় সার্চ ইঞ্জিনে। কারণ আপনার যদি Search Engine <strong>(SE)<\/strong> তে ভাল অবস্থান থাকে তাহলে আপনি প্রচুর পরিমাণে Free Traffic পাবেন আর না থাকলে পাবেন না। কিন্তু সবসময় SE তে Ranking দ্বারাই success টা measure করা উচিৎ নয়।<\/p>\n<img border=\"0\" height=\"320\" src=\"https:\/\/3.bp.blogspot.com\/-SJYdD2huh1M\/WN_rgtwiQqI\/AAAAAAAAA9A\/bdJQ40R9j7gwqluLw7mni8iprKis7hLAQCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<h3><span style=\"color: #808000;\">কেন শুধুমাত্র SE ranking measure করা উচিৎ নয়<\/span><\/h3>\n<p>Ranking সবসময় পরিবর্তন হয়। যেমন ধরুন আপনি একটা কিওয়ার্ড দিয়ে একটা সার্চ করলে আপনার কম্পিউটারে যে সার্চ রেজাল্ট শো করবে, আপনার বন্ধুর কম্পিউটারে সেই একই রেজাল্ট নাও দেখাতে পারে। আবার মাঝে মাঝে browser পরিবর্তনের ফলেও আপনার সাইটের ranking up-down করতে পারে। তাই আপনার কম্পিউটারে যে রেজাল্ট দেখাচ্ছে সেটাই যে অন্য সব কম্পিউটারে দেখাচ্ছে এমন ভাববেন না।<\/p>\n<img border=\"0\" height=\"261\" src=\"https:\/\/4.bp.blogspot.com\/-_4z2NIjmvis\/WN_rjJa68wI\/AAAAAAAAA9E\/18qqGwBeAFMWLXl5Q_FHVc2ygqhXe5dTACLcB\/s1600\/5.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p><span style=\"color: #008000;\"><strong>SE ranking ভৌগোলিক অবস্থানের ভিত্তিতেও হয়।<\/strong><\/span><\/p>\n<p>যেমন আপনি আমেরিকা থাকলে এক ধরনের রেজাল্ট দেখবেন আবার বাংলাদেশে থাকলে আর একধরনের রেজাল্ট দেখবেন। আমেরিকায়তো আপনার state change হলেই সার্চ রেজাল্ট পরিবর্তন হয়ে যায়। একারনে দেশের ভিতরে ব্যবসা বা কোন সেবা দিতে চাইলে country extension নিতে পারেন <strong>যেমন:<\/strong> .BD। তাহলে local seo এর ক্ষেত্রে benefit পাবেন।<\/p>\n<img border=\"0\" height=\"186\" src=\"https:\/\/4.bp.blogspot.com\/-VHT_VT8o4II\/WN_rlIafmUI\/AAAAAAAAA9I\/am2U3F6sL8MLVFPPb7Pjek_-QLyim_LjACLcB\/s1600\/6.png\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>বিগত কয়েকবছর ধরে গুগল তার সার্চ রেজাল্ট personalized হিসেবে দেখায়। <strong>যেমন:<\/strong> আপনার যদি গুগলে একটি একাউন্ট থাকে এবং আপনি যদি সেই একাউন্টে লগ ইন করা অবস্থায় সার্চ করেন, তাহলে একধরনের রেজাল্ট দেখাবে। আর আপনার যদি গুগলে একাউন্ট না থাকে তাহলে আর একধরনের রেজাল্ট দেখাবে। কারণ গুগলে আপনার একাউন্ট থাকার অর্থই হল গুগল আপনার সর্ম্পকে অনেককিছু জানে এবং সেখান থেকেই সে সিদ্ধান্ত গ্রহণ করে আপনার টেস্ট অনুযায়ী একটি personal সার্চ রেজাল্ট দেখায়। আপনি যদি গুগল একাউন্ট এ লগ ইন করা অবস্থায় নাও থাকেন তাহলেও গুগল কুকি এর মাধ্যমে আপনাকে সনাক্ত করে সার্চ রেজাল্ট দেখায়। আপনারা লক্ষ করেছেন কিনা জানিনা, অনেক সময় সার্চ রেজাল্টের নিচে দেখিয়ে দেয়, আপনি শেষ কবে সাইটটি ভিজিট করেছেন।<\/p>\n<p>আবার অনেক সময় দেখা যায়, আপনি অনেক গুলো কিওয়ার্ড টার্গেট করেছিলেন এবং দেখাগুলো তার মধ্যে কত গুলোতে ১ম পেজে এমনকি ১ম স্থানে অবস্থান করছেন। অনেক কোম্পানীই আছে যারা হয়ত যেসব কিওয়ার্ড এর জন্য কোন সার্চেস বা কম্পিটিশন নেই, সেসব কিওয়ার্ড এর জন্য আপনাকে ১ম পেজে ১ম স্থানে এনে দিবে এবং আপনিও হয়ত দেখে খুশি হবেন যে, হ্যা আমার সাইট ১নং পজিশনে চলে আসছে। আসলে এতে খুশি হওয়ার কিছু নেই কারণ ১জনের মধ্যে প্রতিযোগীতা হলে সেই ১ম হবে। লক্ষ রাখবেন যে কিওয়ার্ড এর জন্য আপনার সাইট ranking করছে তার searches কেমন?<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33791","category_id":"14387","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">সার্চ ইঞ্জিনে Ranking করাই কি আসল উদ্দেশ্য?<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>Ranking করলেই যে আপনার goal পূরণ হবে এমন কোন কথা নেই। যেমন ধরুন আপনার যদি একটি এফিলিয়েটেড সাইট থাকে এবং আপনি যদি গুগলের ১ম পেজে অবস্থান করেন, তাহলে আপনি অনেক ভিজিটর পাবেন, হয়ত দেখা গেল আপনি ভিজিটর পাচ্ছেন কিন্তু কোন সেলস হচ্ছে না। তাহলে কোন লাভ হবে না। ধরেন আপনি দৈনিক ১হাজার ভিজিটর পেলেন কিন্তু ৫টি পণ্য বিক্রি হল আর অপর দিকে ২০০ভিজিটর পেলেন কিন্তু ২০টি পণ্য বিক্রি হল তাহলে কোনটিই লাভজনক, আপনিই বলুন? তাই search engineএ ভাল ranking পেলেও আপনার উদ্দেশ্য পূরণ নাও হতে পারে।<\/p>\n<img border=\"0\" height=\"248\" src=\"https:\/\/2.bp.blogspot.com\/-S2s1ughsceM\/WN_tIEwYfMI\/AAAAAAAAA9U\/HZy_QnQySBI-SKuG9COZLLvDF_XrIn5kQCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>কিন্তু আশার কথা হল এই যে, বর্তমানে অনেক ধরনের web analytics আছে যার মাধ্যমে খুব সহজেই আপনি আপনার success মেজার করতে পারবেন। আপনার সফলতা পরিমাপের জন্য আপনাকে এই ধরনের টুলস গুলো ব্যবহার করতে হবে। আমরা এখানে Google analytics ব্যবহার করব, কারণ এটা ভাল ও ফ্রীতে ব্যবহার করা যায়।<\/p>\n<img border=\"0\" height=\"240\" src=\"https:\/\/2.bp.blogspot.com\/-RnAMmxkolOs\/WN_tKgpM2HI\/AAAAAAAAA9Y\/W5MnBscn9Mgje-iNGJ02Hi0lk6xWtCaMACLcB\/s1600\/2.png\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<h3><span style=\"color: #800000;\">কিভাবে আপনি conversion measure করবেন এবং আপনার goal set করবেনঃ<\/span><\/h3>\n<h3>&nbsp;<\/h3>\n<p><span style=\"color: #808000;\"><strong>Conversion:<\/strong><\/span> সহজ ভাবে বলা যায়, কোন ভিজিটর আপনার সাইটে এসে কোন specific action perform করলেই, সেটাকে conversion বলা যায়। এটা seo এর ক্ষেত্রে খুবই গুরুত্বপূর্ণ একটি মেট্রিক কারণ এর মাধ্যমে বোঝা যায়, আপনার সাইটে আপনি ভিজিটর এর কাছ থেকে যা চাচ্ছেন তা পাচ্ছেন কিনা? প্রতিটা সাইটেরই এক বা একাধিক গোল থাকে। কোন ভিজিটর যখন কোন সাইট ভিজিট করে নির্দিষ্ট ঐ গোলটি সম্পন্ন করে তখন বোঝা যায় conversion হয়েছে। নিচে কিছু কনভারশনের উদাহরণ দেয়া হল:<\/p>\n<img border=\"0\" height=\"276\" src=\"https:\/\/2.bp.blogspot.com\/-iXRpvU3otB4\/WN_tMip1viI\/AAAAAAAAA9c\/DVgjhysO1lkWupOOklfWS5n9hg529exBACLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<ul>\n<li>যেমন কেউ হয়ত ঠিক করল যে, কোন ভিজিটর এসে আমার সাইটে contact form submission করলেই এটাকে conversion হিসেবে ধরা হবে।<\/li>\n<li>তারপর Newsletter sign-ups হতে পারে।<\/li>\n<li>তারপর আপনি হয়ত চাইতে পারেন ভিজিটর আসলে নির্দিষ্ট একটা পেজ যেন অবশ্যই ভিজিট করে, সেক্ষেত্রে ঐটাই আপনার conversion হিসেবে ধরা হবে।<\/li>\n<li>আর অবশ্যই যে কোন Product যদি sell হয় সেটাকে তো অবশ্যই কনভারশন হিসেবে ধরা হবে।<\/li>\n<li>কন্টাক্ট ফরমের ক্ষেত্রে অবশ্যই contact ইনফরমেশন সাবমিট করলে একটি thank you page বা অন্য একটি পেজ থাকতে হবে। যেটাকে analytics এ goal conversion page হিসেবে সাবমিট করে দিতে হবে। এটা seo এর জন্য খুবই গুরুত্বপূর্ণ, কারণ আপনি analytic এর মাধ্যমে জানতে পারবেন যে, কোন keyword এর মাধ্যমে ভিজিটর এসেছে এবং goal পূরণ করেছে।<\/li>\n<\/ul>\n<p><span style=\"color: #339966;\"><strong>এবার চলুন আমাদের example এর সাইট এর contact page টা দেখে আসি।<\/strong><\/span><\/p>\n<img border=\"0\" height=\"320\" src=\"https:\/\/4.bp.blogspot.com\/-U0lgLH6pchA\/WN_tS3VyQPI\/AAAAAAAAA9k\/mSFVKGv9H7U5wedl3pCIMsaHQkjeg7eBQCLcB\/s1600\/4.jpg\" width=\"211\"> <\/br>\n<p>&nbsp;<\/p>\n<p>আপনার contact page এর ফরম পূরণ যদি goal হয়ে থাকে, তাহলে যদি কেউ এই পেজের ফরম এ ইনফরমেশন পূরণ করে এটা submit করে, তাহলে পরের পেজে একটা Thank you দিতে পারেন।<br \/><br \/>এই পেজে কেউ আসার অর্থই হল সে আপনার contact form পূরণ করে তারপর এই পেজে আসছে। তাই এই পেজ কেউ ভিজিট করলেই বলা যায় conversion হয়েছে।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33792","category_id":"14388","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Google Analytics<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>চলুন এবার google এর analytics থেকে একটু ঘুরে আসি। (এজন্য অবশ্যই আপনার আগে থেকে google analytics এ একাউন্ট থাকতে হবে। যদি গুগল এ্যানালিটিকস এ একাউন্ট করতে সমস্যা হয় তাহলে সার্চ করলে এ বিষয়ক অনেক টিউটোরিয়াল পাবেন) আর একটা ব্যাপার আমার এই টিউটোরিয়ালের ছবি গুলো আগে তোলা বর্তমান Analytics এর সাথে মিলবে না, তবে অপশন গুলো একই রকম একটু খুজলেই পেয়ে যাবেন। আর আমি সময়-সুযোগ পেলে নতুন analytics এর ছবিগুলো আপলোড করে দিবো।<br \/><br \/><\/p>\n<img border=\"0\" height=\"157\" src=\"https:\/\/4.bp.blogspot.com\/-KaX8ooAIfro\/WN_uUh8WIrI\/AAAAAAAAA9s\/-9hPqMSqc0o8CnIWRdyPbNqfuyaP17uQACLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>এখান থেকে Edit এ ক্লিক করলে, আপনারা add new goal এর অপশন। পাবেন এখানে ক্লিক করুন।<\/p>\n<img border=\"0\" height=\"165\" src=\"https:\/\/4.bp.blogspot.com\/-T0T7p96QMAI\/WN_uWqTRRsI\/AAAAAAAAA9w\/f5hZ5wtDR90lvOQcSifxQ3HTjFrY4t-ygCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>তারপর নিচের ছবিতে দেখানো ফরমটি পূরণ করুন।<\/p>\n<img border=\"0\" height=\"320\" src=\"https:\/\/4.bp.blogspot.com\/-TWy2ie0f_w0\/WN_uYtswhJI\/AAAAAAAAA90\/4hTQFzvMUDYSCSAh25eYbr5dNq1ZQmfTgCLcB\/s1600\/3.jpg\" width=\"300\"> <\/br>\n<p>&nbsp;<\/p>\n<p>এখানে ফরমটি পূরণ করার সময় যেগুলো বুঝতে পারবেন সেগুলো default অবস্থায় রেখে দিন। প্রথমে Goal Name দিন, তারপর Active Goal on রাখুন, Goal position একই রাখুন, Goal type url destination select করুন - বাকি দুইটা একটু জটিল আছে। তারপর Goal Details এর match Type থেকে Head Match select রাখুন কারন এটা সিলেক্ট রাখলেই সহজ হবে। Goal-URL দিন। Goal Value default রাখুন, কিন্তু আপনি যদি আগে থেকে জানেন যে প্রতিটা goal এর value কত তাহলে এটা পূরণ করতে পারেন। সবশেষে Save করুন। এটা থেকে আপনি খুব সহজেই আপনার conversion এর পরিমান নির্ধারণ করতে পারবেন এবং আপনি এটাও বুঝতে পারবেন আপনি যে keyword গুলোর পিছনে সময় দিচ্ছেন সেগুলো থেকে আপনার কাঙ্খিত লক্ষ্য পূরণ হবে কিনা? যদি দেখেন যে, আপনি এখন যা করছেন তা থেকে কনভারশন হচ্ছেনা তাহলে অন্য কোন উপায়ে চেষ্ট করুন। অনেক সময় contact form এ too much field থাকলে সমস্যা হতে পারে, এমনকি এর ডিজাইনের জন্যও আপনার conversion ব্যাহত হতে পারে। তবে অনেক সময় এমন হতে পারে যে, আপনার সাইটে প্রচুর ভিজিটর আসছে কিন্তু conversion হচ্ছেনা। এসব ক্ষেত্রে conversion না হওয়ার কারণ খুজে বের করার চেষ্টা করুন আর conversion না হলেও চিন্তার কোন কারন নেই, কারণ প্রচুর ভিজিটর থাকলে আপনার Brand ডেভেলপ করতে সুবিধা হবে।<\/p>\n<h3><span style=\"color: #99cc00;\">Traffic source<\/span><\/h3>\n<p>এটা জানা খুবই জরুরী যে আপনার সাইটের ভিজিটররা কোথা হতে আসছে। আপনি এটা যদি জানতে পারেন, তাহলে আপনার জন্য ভাল হবে। কারণ মনে করুন আপনার যদি search engine থেকে অনেক ভিজিটর আসে, তাহলে আপনি seo এর পিছনে এখন আর effort না দিয়ে অন্য কোন Traffic source থেকে traffic এর পরিমাণ বাড়ানোর চেষ্টা করতে পারেন।<\/p>\n<img border=\"0\" height=\"159\" src=\"https:\/\/3.bp.blogspot.com\/-Pz-7dwHn_Vg\/WN_ua2iCZaI\/AAAAAAAAA94\/7wPlbuZuNDkn30zvd5L2zV_CuhdioZp8wCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>google analytics এ প্রবেশ করুন এবং এখান থেকে Traffic Sources অপশনটি খুজে বের করুন। উপরের ছবিতে আমাদের কোন সময় কত traffic আসছে এবং কোন source থেকে কত ট্রাফিক আসছে তাও show করছে। উপরের ছবিতে দেখুন আমাদের Search engine থেকে অধিকাংশ ট্রাফিক আসছে যার পরিমান ৭৮.৪৬% এবং এর বিপরীতে Direct ও Referring sites এর ট্রাফিক এর পরিমান যথাক্রমে ১০.৭৭% ও ৭.২৫%। এছাড়াও অন্যান্য সোর্স থেকে মাত্র ৩.৫২% ট্রাফিক এসেছে। যেহেতু আমাদের অধিকাংশ ট্রাফিক search engine থেকে আসছে তাই এটা বলা যায় যে, আমাদের seo টেকনিক ভালই কাজ করছে। কিন্তু এটার একটা খারাপ দিক ও সার্চ ইঞ্জিন এর আপনি যদি খুব বেশি নির্ভরশীল হয়ে যান, তাহলে search result এর ranking system change করলেই আপনার সাইটের ট্রাফিকে dramatic change হবে।<\/p>\n<p>তাই সার্চ ইঞ্জিনের উপর এতখানি নির্ভরশীল হবেন। আপনার সাইটে সার্চ ইঞ্জিন থেকে ৫০% পরিমান ভিজিটর আসতে পারে, কিন্তু এর বেশি পরিমান যদি আপনি SE এর নির্ভরশীল হন, তাহলে কিন্তু আপনি সমস্যায় পড়তে পারেন। তাই Search Engine এর ট্রাফিক এর পরিমান বেশি হলে চেষ্টা করুন অন্য সেক্টর থেকেও ভিজিটর বাড়ানোর, এতে করে সার্চ ইঞ্জিনে মেজর কোন changes হলেও আপনি খুব বেশি সমস্যায় পড়বেন না। আর আপনারা আশা করি, জানেন যে গুগল সার্চ ইঞ্জিন এলগোরিদম কত দ্রুত পরিবর্তন হচ্ছে, এর সাথে তাল মিলানো খুবই কষ্টকর ব্যাপার। বিশ্বের বাঘা বাঘা সব স্পেশালিস্ট যেখানে এর সাথে তাল মিলাতে পারছে না - আর আমি আপনি তো কে না কে? তাই বলে আবার ভয় পেয়েন না। system অনুযায়ী কাজ করেন সাফল্য আসবে।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33793","category_id":"14389","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Analytics এর Data Analyze করুন<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>অনেকদিন পর লিখতে বসলাম। কিছু মনে করবেন না, মাঝে কিছু অন্য কাজের ব্যস্ততা থাকায় SEO নিয়ে অনেকদিন পোস্ট করতে পারেনি। আমি আমাদের দেশের অনেককেই দেখেছি, যারা শুধুমাত্র লিংক বিল্ডিং শিখেই নিজেদের Seo expert হিসেবে দাবি করে এবং তারা বিভিন্ন Free lancing platform ও কাজ করে যাচ্ছে। আমি মনে করি তাদের আরো অনেক কিছু শেখা এবং জানা উচিৎ কারণ Seo এমন একটা vast field যে এটা শুধুমাত্র link building শিখলেই হবে না। আনুষাঙ্গিক আরো অনেক ব্যাপার আছে। যেগুলো না পারলেও at least ন্যুনতম ধারণা থাকা উচিৎ।<\/p>\n<p>তাই নতুনদের অনুরোধ করব, আপনারা seo সর্ম্পকে পড়াশোনা করুন তারপর এই ফিল্ডের জবগুলি করুন। আর Seo সর্ম্পকে প্রচুর পরিমানে ফ্রি রিসোর্স internet ই পাবেন, শুধুমাত্র কষ্ট করে পড়ে নিতে হবে। আর দেশেও ইদানীং অনেক ভাল ভাল প্রতিষ্ঠান আছে। আমার মনে হয় সেখান থেকেও আপনারা শিখতে পারেন। তবে আপনার যদি ইচ্ছা থাকে তাহলে Internet থেকেই আপনি সমস্ত তথ্য collect করতে পারবেন। যাই হোক অনেক অফটপিক কথা বলে ফেললাম, চলুন আবার কাজে ফিরে যাই।<br \/><br \/><\/p>\n<img border=\"0\" height=\"123\" src=\"https:\/\/2.bp.blogspot.com\/-B4I3m4A4OGs\/WN_vmWyL9yI\/AAAAAAAAA-A\/00vdfaAHs48B8IhwmLxf3JZjHh3ewXtuwCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>এখন আবারো উপরের ছবির দিকে লক্ষ করুন এবং Search Engine ট্যাবে যান তাহলে আপনি আপনার সাইটে কতজন ভিজিটর কোথা থেকে আসছে এগুলো জানতে পারবেন।<br \/><br \/><\/p>\n<img border=\"0\" height=\"174\" src=\"https:\/\/4.bp.blogspot.com\/-KpRUP6YNo9o\/WN_vof6T0DI\/AAAAAAAAA-E\/l_ABjJHpNdU7-aV8IUvkCPkUQ5dwkdOvACLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>তারপর উপররের ছবির মত keywords ট্যাবে যান এখান থেকে আপনি জানতে পারবেন, কোন কিওয়ার্ডস এর মাধ্যমে আপনি কতজন ভিজিটর পেয়েছেন। সাধারণত গুগল প্রথমে ১০টা কিওয়ার্ড শো করে কিন্তু আপনি ইচ্ছা করলে এখান থেকে আরো বেশি সংখ্যাক কিওয়ার্ড show করাতে পারেন। এখান আপনি অনেক কিওয়ার্ড পাবেন যার কিছু আমরা আমাদের সাইটের জন্য অপটিমাইজ করেছি, আর এমন কিওয়ার্ড পাবেন যেগুলো আমরা অপটিমাইজ করিনি।<br \/><br \/><\/p>\n<img border=\"0\" height=\"185\" src=\"https:\/\/3.bp.blogspot.com\/-TavHqzO4JFw\/WN_vqwa5o3I\/AAAAAAAAA-I\/Lnx-MhG5Ims01jpcPM-6amHbbele3xjzQCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<p>উপরের ছবির দিকে লক্ষ করুন। এখানকার প্রায় প্রতিটা ইনফরমেশন আমরা Ascending or decening অর্ডারে সাজাতে পারি। যেমন দেখুন এখানে অন্য কলামএ কে কত সময় সাইটে ছিল, কে কে সাইটে ঢোকার সাথে সাথেই সাইট থেকে বের হয়ে গিয়েছে(bounce rate) ইত্যাদি তথ্য দেয়া আছে।<\/p>\n<img border=\"0\" height=\"185\" src=\"https:\/\/1.bp.blogspot.com\/-lUWX274wsWQ\/WN_vtDKj36I\/AAAAAAAAA-M\/heTZerYRkUEwZMiKjuElQNY_LMiWKltiwCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>এবার চলুন keyword এর পাশে দেখানো অপশন থেকে landing page এ ক্লিক করে দেখে ভিজিটর প্রথম কোন পেজে আসছে।<\/p>\n<img border=\"0\" height=\"185\" src=\"https:\/\/4.bp.blogspot.com\/-QezW8-50734\/WN_vv1lM5OI\/AAAAAAAAA-Q\/EWrWTHjORJwPmBNuulmO1Y4d1HNptfJGgCLcB\/s1600\/5.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>এবার এটাকে যদি আমরা visits এর ভিত্তিতে sort করি তাহলে দেখতে পাব অধিকাংশ ভিজিটর home page প্রথম ভিজিট করছে। আর একটা ব্যাপার, সেটা হল আমরা যে page কে যে কারনে অপটিমাইজ করছি সেই পেজে আমরা সেই keyword থেকেই ভিজিটর পেয়েছি। আমাদের এই সাইটে যেমন amazon এর affliate product বিক্রি হয় তাই আমাদের conversion এর মেইন গোল হবে amazon এর সাইট কত ভিজিটর ভিজিট করেছে সেটা। উপরের ছবির Clicked an amazon affiliate link এটা সর্ট করলে আমরা কোন phrase এর জন্য goal conversion হয়েছে সেগুলো দেখতে পাবো।<\/p>\n<p><br \/>এখন লক্ষ করুন এখানে কিছু কিওয়ার্ড জন্য শুধুমাত্র ১জন ভিজিটর আসছে এবং আপনার goal গুলো পূরণ হওয়াতে 200% গোল কনভারশন রেট দেখাচ্ছে, তারমানে এই নয় যে যেই আপনার সাইট এই কিওয়ার্ড এর মাধ্যমে ভিজিট করবে সেই আপনার goal পূরন করবে। ভিজিটর বাড়ার সাথে সাথে এই success rate ও কমবে। যেমন আমাদের কিওয়ার্ড kindle reviews এর জন্য লক্ষ করলেই আপনি এটার কারণ বুঝতে পারবেন। তাই এসব Value analysis করার সময় নিজের বুদ্ধির ব্যবহার করুন। এভাবে ধীরে ধীরে সময়ের সাথে সাথে আপনার সাইটের ভিজিটর বাড়তে থাকবে। আর যদি না বাড়ে তাহলে analytics থেকে কারণ বের করার চেষ্টা করুন। সম্ভব হলে প্রতি মাসে ১বার করে analytics এর ডাটা গুলো বিশ্লেষণ করুন।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33794","category_id":"14390","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">Analytics থেকে আপনার সাইটের Traffic Source সর্ম্পকে জানুন<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p>আমরা আমাদের সাইটে যাই লিখিনা কেন, আর যাই করিনা আমাদের প্রধান উদ্দেশ্য থাকে কিভাবে সাইটে ভিজিটর বাড়ানো যায়। এ কারনে সবচেয়ে ভাল হয় যদি আপনি analytics দ্বারা রেজাল্ট গুলো চেক করে নেন। এই কারণে প্রথমেই analytics এ প্রবেশ করুন। তারপর traffic sources অপশনে যান। তারপর referring sites খুজে বের করুন ও এখানে ক্লিক করুন।<br \/><br \/><\/p>\n<img border=\"0\" height=\"124\" src=\"https:\/\/1.bp.blogspot.com\/-p2MiXnZ-d18\/WN_y4-2gjHI\/AAAAAAAAA-c\/uHCn72V_SyAJJTtwLK27aB7yiYoMsDIjACLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>এখানে ঢোকার পরে আপনি প্রথমেই সিলেক্ট করে দিন যে আপনি কয় মাসের traffic source একবারে দেখতে চাচ্ছেন। যদি আপনার সাইটের ভিজিটর এর সংখ্যা কম হয় তাহলে আপনি একবারে ৩-৬মাসের ডাটা দেখতে পারেন।<\/p>\n<img border=\"0\" height=\"158\" src=\"https:\/\/1.bp.blogspot.com\/-VKQL_nQKFTA\/WN_y7MI_sGI\/AAAAAAAAA-g\/9I1yDJ9R0_YVJkZslwek71AczgJObcWfQCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>নিচের ছবিতে দেখুন আমরা <strong>twitter.com<\/strong> থেকে ভাল পরিমানে traffic পেয়েছি।<\/p>\n<img border=\"0\" height=\"156\" src=\"https:\/\/2.bp.blogspot.com\/-QqixtcrBdgY\/WN_y915LqfI\/AAAAAAAAA-k\/qPHJ-cZf7mYJ_dYT8uTYDr5efc-OlbdEwCLcB\/s1600\/3.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>এখানে আপনারা যদি<strong> twitter.com<\/strong> এর লিঙ্ক এর উপর ক্লিক করেন তাহলে আপনারা আরো ভিতরের পেজে চলে যাবেন এবং এখান থেকে আপনারা দেখতে পাবেন, twitter এর কোন কোন পেজ থেকে আমরা ভিজিটর পেয়েছি।<br \/>এছাড়াও আপনারা ইচ্ছা করলে campaigns option এ যেতে পারেন।<\/p>\n<img border=\"0\" height=\"118\" src=\"https:\/\/1.bp.blogspot.com\/-OFkBvdMOkvk\/WN_zABuXZWI\/AAAAAAAAA-o\/fiwxxmuERKg-A-doyYsvZSXWQpHFutuqgCLcB\/s1600\/4.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>এখান থেকে আপনারা আপনাদের সেট করা goal গুলোর কনভারশন সর্ম্পকে জানতে পারবেন। social site গুলো থেকে আপনার সাইটে যে ভিজিটর আসবে, তাদের দ্বারা আপনার গোল পূরণ হওয়া কঠিন। তবে হ্যা আপনি যদি বিভিন্ন social site এ আপনার সাইট সম্পর্কে জানান তাহলে আপনার ভিজিটর বাড়বে ও কনভারশনও বেশি হওয়ার সম্ভাবনা বাড়বে। Google analytics শেখার জন্য এই সাইটটি ভিজিট করতে পারেন<\/p>\n<p><strong>http:\/\/www.google.com\/analytics\/learn\/index.html<\/strong><\/p>\n<h3><span style=\"color: #ff0000;\">আসুন আমরা শুরু থেকে যা যা শিখছি সেগুলো একবার রিভিউ করে নেই:<\/span><\/h3>\n<ul>\n<li>সবসময় ওয়েবসাইট তৈরী করবেন ভিজিটরদের জন্য। কারন সার্চ ইঞ্জিন এর লক্ষ্যই থাকে, searcher দের সর্বাপেক্ষা ভাল সাইট খুজে দেয়া। তাই আপনার সাইট ভাল হলে আপনি অবশ্যই র&zwnj;্যাঙ্কিং করবেন।<\/li>\n<li>কিওয়ার্ড এমনভাবে চয়েজ করুন যেন তা আপনার পেজের সাবজেক্ট এর সাথে সঙ্গতিপূর্ণ হয়, এর সার্চ পরিমান যেন মোটামুটি হয় এবং যেন খুব বেশি cometitive না হয়।<\/li>\n<li>আপনার সাইটটিকে সুন্দর ভাবে categorize করুন এবং navigation গুলো ঠিক মতো সাজান, ভাল anchor text এবং alt attributs ব্যবহার করুন, যেন তা আপনার সাইটের সাথে সঙ্গতিপূর্ণ হয়।<\/li>\n<li>আপনার ওয়েবসাইটটি এমনভাবে Program করুন যেন এটি crawler-friendly হয়। আপনার গুরুত্বপূর্ণ কিওয়ার্ডগুলো যেন, Flash, Javascript ইত্যাদির নিচের চাপা না পড়ে।<\/li>\n<li>আপনার সাইটের Title Tag, Meta Description and Page headline এর দিকে লক্ষ রাখুন যেন এগুলোর ভিতর কিওয়ার্ড থাকে। Page headlines গুলো যেন duplicate না হয়।<\/li>\n<li>সাইটটি এমনভাবে তৈরী করুন যেন, অন্যরা আপনার সাথে তাদের প্রয়োজনেই লিঙ্ক ব্যাক করে।<\/li>\n<li>র&zwnj;্যাঙ্কিং নিয়ে কখনই চিন্তা করবেন না কারণ এটি সবসময় পরিবর্তনশীল।<\/li>\n<\/ul>\n<h3><span style=\"color: #008080;\">বিভিন্ন মানুষজনের সাথে Online Link Partnerships build করুন। যেমন:<\/span><\/h3>\n<ul>\n<li>ক্রেতা<\/li>\n<li>সহযোগী<\/li>\n<li>বিভিন্ন কোম্পানী<\/li>\n<li>আপনি যেসব সোশ্যাল সাইটে অংশগ্রহণ করেন।<\/li>\n<li>সঠিক স্থানে আপনার সাইটের advertisement দিন।<\/li>\n<\/ul>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33796","category_id":"14391","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\"> SEO এর সাথে UPDATE থাকলে চাইলে, এই Web Site গুলো Follow করুন<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<p><strong>আগের পর্বের পর থেকে:<\/strong> মাঝেমাঝেই web analytics ডাটাগুলোর দিকে নজর দিন এবং লক্ষ করুন কোন strategy কাজ করছে এবং কোন strategy কাজ করছে না। যেটা কাজ করছে না সেটা বাদ দিন এবং সামনের দিকে অগ্রসর হোন ।<\/p>\n<p>আজ আপনাদের সাথে Search Engine বিষয়ক সাহায্যের জন্য কিছু ওয়েবসাইটের নাম উল্লেখ করবো, যেখান থেকে আপনারা বিভিন্ন ধরনের নতুন নতুন Strategy, Algorithm আপডেট এগুলো সর্ম্পকে জানতে পারবেন। Internet আসলে একটা বিশাল সমুদ্র, এখানে তথ্য খুবই সহজলভ্য এবং যে কেউ খুব সহজেই তা আহরণ করতে পারে। কিন্তু সমস্যাও আছে, এই বিশাল সমুদ্র থেকে সঠিক তথ্য খুজে পাওয়া খুবই কঠিন কাজ এবং এখানে অনেক ক্ষতিকারক তথ্যও আছে, যে কাজগুলো করলে হয়তো আপনার সাইটের Ranking এর ক্ষতি হবে।<\/p>\n<p>SEO আসলে এমন একটি বিষয় যেখানে আপনাকে সবসময় আপডেটেড থাকতে এবং সার্চ ইঞ্জিন এর নতুন নতুন আপডেট সর্ম্পকে জানতে হবে এবং সেই অনুযায়ী কাজ করতে হবে। একারণেই আপনাকে খুবই সতর্ক ভাবে Updated এবং Reliable info collect করতে হবে। কোনভাবেই ভুল তথ্য এর পিছনে সময় এবং শ্রম নষ্ট করা যাবে না। এজন্যই আপনাদের সাথে আজ আমি কিছু সাইট শেয়ার করবো যেগুলো অনেক Reliable এবং আমিও এসব website এর blog follow করি। কারণ এখানে বিশ্বের নামকরা Seo specialist রা কাজ করেন। আসুন একে একে ওয়েবসাইটগুলোর নাম দেখে নিই। আপনারা অবশ্য অনেকেই এসব ওয়েবসাইটের নাম আগেই শুনেছেন।<\/p>\n<p><span style=\"color: #808000;\"><strong>প্রথম এবং সবচেয়ে গুরুত্বপূর্ণ Guideline পাবেন আপনি Google এর কাছ থেকে এজন্য আপনি visit করতে পারেন:<\/strong><\/span><br \/><strong>http:\/\/www.google.com\/webmasters\/<\/strong> --&gt; এই সাইটে যাওয়ার পর নিচে Webmaster Resources পাবেন, এখান থেকে আপনি Guidelines, Help, Blog, Youtube এগুলো দেখতে পারেন। এর চেয়ে বিশ্বস্ত আর কিছু নেই। আর গুগল ওয়েবমাস্টার গাইডলাইনে আপনি যে গাইড লাইন গুলো পাবেন তা সবসময়ের জন্য সত্যি।<\/p>\n<p><strong>http:\/\/googlewebmastercentral.blogspot.com\/<\/strong><br \/><strong>http:\/\/googleblog.blogspot.com\/<\/strong><\/p>\n<p>দ্বিতীয়ত আপনি Bing এর Webmasterদের Blog টাও দেখতে পারেন। এটাও আমার কাছে ভাল লাগে<br \/><strong>http:\/\/www.bing.com\/community\/site_blogs\/b\/webmaster\/default.aspx<\/strong><\/p>\n<p>Google এর Matt Cutts এর ব্লগ ও youtube channel দেখতে পারেন।<br \/><span style=\"color: #993300;\"><strong>Blog:<\/strong><\/span> <strong>http:\/\/www.mattcutts.com\/blog\/<\/strong><br \/><span style=\"color: #993300;\"><strong>Youtube:<\/strong><\/span> <strong>http:\/\/www.youtube.com\/user\/MattCutts<\/strong><\/p>\n<p>খুবই জনপ্রিয় এবং Reliable সাইট Seomoz Follow করতে পারেন। আমি অবশ্য দেখেছি এই ব্লগটি Follow করলেই আপনি বিভিন্ন ধরনের গুগল আপডেট ও নিত্যনতুন SEO টিক্স সম্পর্কে জানতে পারবেন।<br \/><strong>http:\/\/www.seomoz.org\/blog <\/strong><br \/><strong>http:\/\/www.seomoz.org\/ugc<\/strong><\/p>\n<p>তারপর <strong>SEOBook.com<\/strong> কে Follow করতে পারেন এর সুন্দর সুন্দর কিছু Begginer Level এর টিউটোরিয়াল আছে।<\/p>\n<p>এরকম আরো কিছু সাইট: <strong>searchengineland.com<\/strong> - এই সাইটে সাধারণত প্রতিদিনই নতুন তথ্য পাবেন, কিন্তু সবগুলোই যে গুরুত্বপূর্ণ এরকম ভাবার কারণ নেই। আর আপনি যদি সব পড়েন এবং বিশ্বাস করেন তাহলে Information Overload হয়ে যাবে।<\/p>\n<p><strong>outspokenmedia.com\/blog<\/strong> - এখানকার article এর লেখার মান খুব ভাল। এখান থেকে আপনি আর্টিকেল লেখার কৌশল সর্ম্পকে ধারণা নিতে পারবেন।<br \/><strong>linkspiel.com<\/strong> - আপনি যদি শুধু Link Building technique শিখতে চান তাহলে এই সাইটটা দেখতে পারেন।<br \/><strong>kaushik.net\/avinash\/<\/strong> - Web Analytics সর্ম্পকে জানতে চাইলে, দেখতে পারেন।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"33797","category_id":"14392","descr":"\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n\n<\/head>\n<body>\n\n<\/body>\n<\/html>\n<br><\/br>\n<h1 style=\"text-align: center;\"><span style=\"color: #800080;\">শেষ পর্ব এবং কিছু কথা<\/span><\/h1>\n<h1 style=\"text-align: center;\">&nbsp;<\/h1>\n<h2><span style=\"color: #808000;\">SEO এর ভবিষ্যৎ<\/span><\/h2>\n<p>আপনারা যারা কমবেশি সার্চইঞ্জিন অপটিমাইজেশন এর সাথে জড়িত আছেন। তারা প্রায় সবাই জানেন যে, সার্চ ইঞ্জিন তার টেকনিক বা এ্যালগরিদম প্রতিনিয়ত পরিবর্তন করছে এবং আস্তে আস্তে তা এখন অনেকটা পরিণত অবস্থায় এসে দাড়িয়েঁছে। এখন সার্চ ইঞ্জিন গুলোর রেজাল্ট এর মাধ্যমে আমরা বিভিন্ন গুরুত্বপূর্ণ তথ্য সংবলিত পেজ খুব সহজেই খুজেঁ বের করতে পারি।<\/p>\n<img border=\"0\" height=\"242\" src=\"https:\/\/2.bp.blogspot.com\/-tZVj3pIGdG4\/WN_093HgNFI\/AAAAAAAAA-0\/CdTlfFy8WAsLvX9gIN4H5BVMWVtogCvYQCLcB\/s1600\/1.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>সার্চ ইঞ্জিন এর image search এর মাধ্যমে আমরা যে কোন image upload করলে ঐ রকম দেখতে অন্য image গুলো সার্চ ইঞ্জিন আমাদের খুজেঁ বের করে দেয়। কিন্তু তারপরেও আমাদের সাইট বানানোর সময় crawler friendly সাইট বানানো উচিৎ। কারণ এখনো সার্চ ইঞ্জিন javascript, flash, video ইত্যাদি object গুলো এখনো crawl করতে পারেনা, তাই সাইট বানানোর সময় যতটা পারেন এগুলো Avoid করুন।<\/p>\n<img border=\"0\" height=\"133\" src=\"https:\/\/2.bp.blogspot.com\/-q27MOUoenLw\/WN_1Ars_WbI\/AAAAAAAAA-4\/7o-NjeJtKr0y5NEj8AYTL3E22iYAbOoAgCLcB\/s1600\/2.jpg\" width=\"320\"> <\/br>\n<p>&nbsp;<\/p>\n<p>আপনার হয়ত লক্ষ করেছেন, সার্চ ইঞ্জিন এখন কোন কিছু সার্চ করলে, আমাদের সামনে তার shopping result, social সাইট গুলোতে ঐ কিওয়ার্ড কোথায় আছে, বিভিন্ন online news site গুলোতে তার অবস্থান কি? ইত্যাদি তথ্য আমাদের সামনে উপস্থাপন করে। আপনি যদি গুগলে লগইন অবস্থায় থাকেন তাহলেতো কথাই নেই গুগল আপনার previous browsing history বিশ্লেষণ করে আপনার সামনে result উপস্থাপন করবে।<\/p>\n<img border=\"0\" height=\"327\" src=\"https:\/\/2.bp.blogspot.com\/-1VwdkbIMjyI\/WN_1Cyxv79I\/AAAAAAAAA-8\/zhr6_CsAe3MDAL00nlwXjbEbt14xIU2qwCLcB\/s1600\/3.jpg\" width=\"252\"> <\/br>\n<p>&nbsp;<\/p>\n<p>প্রথমে আমি একটা কথা বলেছিলাম, আবার এখনো সেই একই কথাই বলছি, আপনার সাইটে যদি relevant good content থাকে, তাহলে seo আপনাকে কোন চিন্তাই করতে হবেনা, যত ধরনের algorithm ই change হোক না কেন- এই কথাটা যেমন এখন থেকে ১০ বছর আগে সত্য ছিল, এখনও কথাটি ঠিক তেমন ভাবেই সত্য।<\/p>\n<p>আমার মনে হয়, পোস্টটির অনেক সিরিজ হয়ে গিয়েছে এবং আমার জানা প্রায় সব গুরুত্বপূর্ণ তথ্যই আপনাদের সাথে শেয়ার করে ফেলেছি, তাই আপনাদের আর বেশি বিরক্ত না করে, আমার এই SEO সিরিজ এর এখানেই ইতি টানছি। আশা করছি আপনাদের উপকারে লাগবে। তবে সময় পেলে পরবর্তীতে Link Building Technique নিয়ে একটা সিরিজ টিউটোরিয়াল লেখার ইচ্ছা আছে। ভাল থাকুন, সবাইকে সাথে থাকার জন্য ধন্যবাদ।<\/p>","answer":null,"total_up_vote":"0","total_down_vote":"0"}],"app_data_date_time":"2018-05-18 12:07:20","success":true}