{"Category":[{"id":"9846","application_id":"441","parent_id":"0","title":"বাংলা হাদিস পর্ব - ১","icon":"","sort_weight":"-3"},{"id":"9847","application_id":"441","parent_id":"0","title":"বাংলা হাদিস পর্ব - ২","icon":"","sort_weight":"-2"},{"id":"78828","application_id":"441","parent_id":"0","title":"ইসলামিক গ্রুপে জয়েন করুন","icon":"","sort_weight":"-1"},{"id":"9849","application_id":"441","parent_id":"0","title":"বাংলা হাদিস পর্ব - ৪","icon":null,"sort_weight":"1"},{"id":"9850","application_id":"441","parent_id":"0","title":"বাংলা হাদিস পর্ব - ৫","icon":null,"sort_weight":"1"},{"id":"9848","application_id":"441","parent_id":"0","title":"বাংলা হাদিস পর্ব - ৩","icon":null,"sort_weight":"1"},{"id":"9852","application_id":"441","parent_id":"0","title":"বাংলা হাদিস পর্ব - ৭","icon":null,"sort_weight":"1"},{"id":"9853","application_id":"441","parent_id":"0","title":"বাংলা হাদিস পর্ব - ৮","icon":null,"sort_weight":"1"},{"id":"9854","application_id":"441","parent_id":"0","title":"বাংলা হাদিস পর্ব - ৯","icon":null,"sort_weight":"1"},{"id":"9855","application_id":"441","parent_id":"0","title":"বাংলা হাদিস পর্ব - ১০","icon":null,"sort_weight":"1"},{"id":"9851","application_id":"441","parent_id":"0","title":"বাংলা হাদিস পর্ব - ৬","icon":null,"sort_weight":"1"}],"Collection":[{"id":"24609","category_id":"9846","descr":"আবু হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, উত্তম কথাও একটি সাদাকাহ বা দানবিশেষ। (একটি হাদিসের অংশবিশেষ, বুখারী ২৯৮৯, মুসলিম ১০০৯)","answer":null,"total_up_vote":"75","total_down_vote":"0"},{"id":"24610","category_id":"9846","descr":"রাসুল (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) বলেছেনঃ\nতিন প্রকার মানুষ রয়েছে যাদের চোখ জাহান্নাম দেখবে না,\n- যারা আল্লাহর রাস্তায় পাহারা দেয়\n- যারা আল্লাহর ভয়ে কাঁদে\n- যারা গায়ের-মাহরাম নারীকে দেখে চোখ নিচু করে\n[আত-তারগীব, ৪৭১৩]","answer":null,"total_up_vote":"146","total_down_vote":"0"},{"id":"24611","category_id":"9846","descr":"আল্লাহর কাছে সবচেয়ে পছন্দনীয় সে সমস্ত আমল, যা অল্প হলেও নিয়মিত করা হয়৷\n( বুখারী, মুসলিম )","answer":null,"total_up_vote":"224","total_down_vote":"0"},{"id":"24612","category_id":"9846","descr":"নবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) বলেন: \"ফরয সালাতের পর সর্বোত্তম সালাত হল রাত্রির সালাত, আর রামাদানের পর সর্বোত্তম সিয়াম হল আল্লাহ পাকের মুহাররাম মাসের সিয়াম।\" - মুসলিম ১১৬৩","answer":null,"total_up_vote":"44","total_down_vote":"0"},{"id":"24613","category_id":"9846","descr":"আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম দ্বীনের জ্ঞান অর্জন করাকে সকলের জন্য বাধ্যতামূলক বলে ঘোষণা দিয়ে বলেছেন:জ্ঞানার্জন প্রত্যেক মুসলিমের ওপর ফরয। (ইবনে মাজাহ)","answer":null,"total_up_vote":"105","total_down_vote":"0"},{"id":"24614","category_id":"9846","descr":"“জান্নাতে একজন ব্যক্তির স্তর উন্নীত করা হলে সে প্রশ্ন করবে এই মর্যাদা কিভাবে অর্জিত হল? বলা হবে: তোমার সন্তান তোমার জন্য ইসতিগফার করার কারণে।”\nইবনে মাজাহ (৩৬৬০)","answer":null,"total_up_vote":"48","total_down_vote":"0"},{"id":"24615","category_id":"9846","descr":"আনাস (রাযিঃ) হতে বর্ণিত আছে। তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ) কে বলতে শুনেছিঃ আল্লাহ তা'আলা বলেন, হে আদম সন্তান! যতক্ষণ তুমি আমার কাছে দু'আ করতে থাকবে এবং আমার কাছে প্রত্যাশা করবে ততক্ষণ আমি তোমার গুনাহ মাফ করতে থাকব, তা তোমার গুনাহের পরিমাণ যত বেশি যত বড়ই হোক । এ ব্যাপারে আমি কোন তোয়াক্কা করবো না । হে আদম সন্তান! তোমার গোনাহের পরিমাণ যদি আকাশ পর্যন্ত পোঁছে যায় এবং তুমি যদি আমার কাছে মাফ চাও, তাহলে আমি তোমাকে মাফ করে দেব। এ ব্যাপারে আমি কোন পরোয়াই করবো না । হে আদম সন্তান! যদি তুমি আমার কাছে পৃথিবীর সমান গোনাহসহ হাযির হও এবং আমার সাথে কাউকে শরীক না করে থাকো, তাহলে আমিও ঠিক পৃথিবীর সমান ক্ষমা নিয়ে তোমার কাছে এগিয়ে যাবো ।\nসহীহ আত-তিরমীযিঃ তাহকীক - আলবানী (হাঃ ২৮০৫\/ ৩৫৪০)","answer":null,"total_up_vote":"58","total_down_vote":"0"},{"id":"24616","category_id":"9846","descr":"আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন:\nঅতীতে এক লোক মানুষকে ঋণ প্রদান করত। সে তার কর্মচারীকে বলে দিত, তুমি কোন অভাবগ্রস্তের নিকট টাকা আদায় করতে গেলে তাকে মাফ করে দিও। হয়ত আল্লাহ এ কারণে আমাদেরকে ক্ষমা করবেন। তিনি [নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম] বললেন, এরপর যখন সে আল্লাহর সাক্ষাৎ লাভ করল, আল্লাহ তাকে ক্ষমা করে দিলেন।\nবুখারী (৩৪৮০), মুসলিম (১৫৬২)","answer":null,"total_up_vote":"41","total_down_vote":"0"},{"id":"24617","category_id":"9846","descr":"রাসুল (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) বলেছেনঃ\nতিন প্রকার মানুষ রয়েছে যাদের চোখ জাহান্নাম দেখবে না,\n- যারা আল্লাহর রাস্তায় পাহারা দেয়\n- যারা আল্লাহর ভয়ে কাঁদে\n- যারা গায়ের-মাহরাম নারীকে দেখে চোখ নিচু করে\n[আত-তারগীব, ৪৭১৩]","answer":null,"total_up_vote":"36","total_down_vote":"0"},{"id":"24618","category_id":"9846","descr":"আয়েশা (রা:) থেকে বর্ণিত, তিনি বলেনঃ জুতা পরিধান, চুল আঁচড়ানো, পবিত্রতা অর্জন ও তাঁর সকল বিষয়াদির ক্ষেত্রে ডান দিক থেকে শুরু করা নবীকে (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) চমৎকৃত করত। (বুখারী,মুসলিম)","answer":null,"total_up_vote":"33","total_down_vote":"0"},{"id":"24619","category_id":"9847","descr":"বুরাইদাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ অন্ধকারে পায়ে হেঁটে মসজিদে আগমনকারীদেরকে তোমরা ক্বিয়ামাতের দিনের পরিপূর্ণ আলোর সুসংবাদ দাও । (তিরমিযীঃ ২২৩, মিশকাতঃ ৭২১,৭২২)","answer":null,"total_up_vote":"26","total_down_vote":"0"},{"id":"24620","category_id":"9847","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে বলতে শুনেছেনঃ যখন বান্দা ভাল-মন্দ চিন্তা না করেই কোন কথা বলে, তখন সে নিজেকে তার কারণে জাহান্নামের এত অতলে নিয়ে যায় যা পূর্ব ও পশ্চিমের দূরত্বের সমান । (বুখারীঃ ৬৪৭৭,৬৪৭৮, মুসলিমঃ ২৯৮৮)","answer":null,"total_up_vote":"26","total_down_vote":"0"},{"id":"24621","category_id":"9847","descr":"আবূ হুরাইরাহ (রাযিঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ এক মুসলিমের উপর অন্য মুসলিমের পাঁচটি হক (অধিকার) রয়েছে। সালামের উত্তর দেয়া, রোগাক্রান্তকে দেখতে যাওয়া, জানাযায় শরীক হওয়া, দাওয়াত গ্রহণ করা এবং হাঁচির জবাব দেয়া (ইয়ারহামুকাল্লাহ বলা)।\n(মুত্তাফাকুন 'আলাইহি)\n[বুখারীঃ ১২৪০, মুসলিমঃ ২১৬২]","answer":null,"total_up_vote":"20","total_down_vote":"0"},{"id":"24622","category_id":"9847","descr":"আবু হুরাইরা (রাঃ) হতে বর্ণিত, নবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) বলেছেন, \"যখন কোন ব্যক্তি ভুলবশত কিছু খেয়ে বা পান করে ফেলবে, তখন সে যেন তার রোজা (না ভেঙে) পূর্ণ করে নেয়। কেননা, আল্লাহই তাকে খাইয়েছেন এবং পান করিয়েছেন।\" (বুখারী ১৯৩৩, ৬৬৬৯, মুসলিম ১১৫৫)","answer":null,"total_up_vote":"36","total_down_vote":"0"},{"id":"24623","category_id":"9847","descr":"আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেন, \"(রামাদানের) শেষ দশক প্রবেশ করলে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) নিজে রাতে জাগতেন এবং পরিবার-পরিজনদেরকেও জাগাতেন। আর (ইবাদতের জন্য) কোমর বেঁধে নিতেন।\" (বুখারী ২০২৪, মুসলিম ১০৭৪)","answer":null,"total_up_vote":"15","total_down_vote":"0"},{"id":"24624","category_id":"9847","descr":"আয়েশা (রাঃ) হতে বর্ণিত, তিনি বলেন, একদা আমি নিবেদন করলাম, \"হে আল্লাহ্‌র রাসুল! আপনি বলুন, যদি আমি (ভাগ্যক্রমে) শবে ক্বদর জেনে নিই, তাহলে তাতে কোন (দোয়া) পড়ব?\" তিনি বললেন, এই দোয়া, \"আল্লাহুম্মা ইন্নাকা আফুউবুন তুহিব্বুল আফওয়া ফা' ফু আন্নী।\" অর্থাৎ, হে আল্লাহ্‌! নিশ্চয়ই তুমি ক্ষমাশীল, ক্ষমা ভালবাসো। সুতরাং তুমি আমাকে ক্ষমা করে দাও। (তিরমিযী ৩৫১৩, হাসান সহীহ)","answer":null,"total_up_vote":"24","total_down_vote":"0"},{"id":"24625","category_id":"9847","descr":"হে আল্লাহ, আমি আপনার কাছে আশংকা, আফসোস, অক্ষমতা, আলস্য, কার্পণ্য, কাপুরুষতা, ঋণের ভার ও মানুষের কাছে পরাস্ত হওয়া থেকে আশ্রয় চাই।\n(বুখারী, মুসলিম)","answer":null,"total_up_vote":"24","total_down_vote":"0"},{"id":"24626","category_id":"9847","descr":"দৃঢ় মুমিন দুর্বল মুমিনের চেয়ে শ্রেয় এবং আল্লাহর নিকট অধিক প্রিয় তবে উভয়ের মাঝেই কল্যাণ রয়েছে। সে বিষয় অর্জনে সক্রিয় হও যা তোমাকে উপকৃত করে এবং আল্লাহর সাহায্য চাও, আর আলস্য করো না। কিন্তু যদি কোন কিছু [বিপদ বা অনাকাঙ্ক্ষিত পরিণতি] ঘটে যায়, তবে বলো না যে যদি আমি এমনটি করতাম তবে এমনটি হত, বরং বলঃ এটা আল্লাহর নির্ধারিত তাকদীর এবং তিনি যা ইচ্ছা তা-ই করেছেন। কেননা নিশ্চয়ই \"যদি\" শয়তানের কর্মকাণ্ডের দুয়ার খুলে দেয়।\n(বুখারী, মুসলিম)","answer":null,"total_up_vote":"16","total_down_vote":"0"},{"id":"24627","category_id":"9847","descr":"মুমিন নর-নারীর জীবন, সন্তান ও সম্পদে একের পর এক বিপদ আসতেই থাকে, শেষ পর্যন্ত সমস্ত গুনাহ থেকে মুক্ত অবস্থায় আল্লাহর সাথে তার সাক্ষাৎ হয়।\n(মুসলিম)","answer":null,"total_up_vote":"18","total_down_vote":"0"},{"id":"24628","category_id":"9847","descr":"'আয়িশাহ্ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ আল্লাহ তা'আলা কোমল ও দয়াবান । তাই প্রতিটি কাজে তিনি কোমলতা ও দয়া পছন্দ করেন ।\n(বুখারীঃ ৬২৫৬,৬৯২৭, মুসলিমঃ ২১৬৫)","answer":null,"total_up_vote":"27","total_down_vote":"0"},{"id":"24629","category_id":"9847","descr":"জাবির (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে উহূদের যুদ্ধের দিন এক লোক প্রশ্ন করল, আপনার কি ধারণা যদি আমি নিহত হই তবে আমি কোথায় থাকব। রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেনঃ ''জান্নাতে''। তখন তার হাতের খেজুরগুলো ফেলে দিয়ে সে যুদ্ধ করল, অবশেষে শহীদ হয়ে গেল।\n(বুখারীঃ ৪০৪৬, মুসলিমঃ ১৮৯৯)","answer":null,"total_up_vote":"15","total_down_vote":"0"},{"id":"24630","category_id":"9848","descr":"সবচেয়ে নিকৃষ্ট চোর হল সে, যে সালাতকে চুরি করে। সাহাবীরা জিজ্ঞেস করলেনঃ কিভাবে সে সালাতকে চুরি করে? তিনি বললেনঃ সে রুকু ও সিজদা পরিপূর্ণ করে না। (মুয়াত্তা)","answer":null,"total_up_vote":"20","total_down_vote":"0"},{"id":"24631","category_id":"9848","descr":"তুমি যখন তোমার সালাতে দাঁড়াবে, তখন মৃত্যুপথযাত্রীর শেষ সালাতের মত সালাত আদায় কর। (আহমদ)","answer":null,"total_up_vote":"22","total_down_vote":"0"},{"id":"24632","category_id":"9848","descr":"আনাস (রাযিঃ) হতে বর্ণিত আছে। তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ) কে বলতে শুনেছিঃ আল্লাহ তা'আলা বলেন, হে আদম সন্তান! যতক্ষণ তুমি আমার কাছে দু'আ করতে থাকবে এবং আমার কাছে প্রত্যাশা করবে ততক্ষণ আমি তোমার গুনাহ মাফ করতে থাকব, তা তোমার গুনাহের পরিমাণ যত বেশি যত বড়ই হোক । এ ব্যাপারে আমি কোন তোয়াক্কা করবো না । হে আদম সন্তান! তোমার গোনাহের পরিমাণ যদি আকাশ পর্যন্ত পোঁছে যায় এবং তুমি যদি আমার কাছে মাফ চাও, তাহলে আমি তোমাকে মাফ করে দেব। এ ব্যাপারে আমি কোন পরোয়াই করবো না । হে আদম সন্তান! যদি তুমি আমার কাছে পৃথিবীর সমান গোনাহসহ হাযির হও এবং আমার সাথে কাউকে শরীক না করে থাকো, তাহলে আমিও ঠিক পৃথিবীর সমান ক্ষমা নিয়ে তোমার কাছে এগিয়ে যাবো ।\nসহীহ আত-তিরমীযিঃ তাহকীক - আলবানী (হাঃ ২৮০৫\/ ৩৫৪০)","answer":null,"total_up_vote":"16","total_down_vote":"0"},{"id":"24633","category_id":"9848","descr":"দ্বীন বিজয়ী থাকবে যতদিন মানুষ শীঘ্র ইফতার করবে, কেননা ইহুদী ও নাসারারা [ইফতারে] বিলম্ব করে।\nআবু দাউদ। আলবানীর মতে হাসান।","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"24634","category_id":"9848","descr":"আবু সাঈদ আল খুদরী রাদিয়াল্লাহু আনহু থেকে বর্ণিত যে তিনি আবু সাসা আল মাযিনীকে উদ্দেশ্য করে বলেনঃ\nআমি দেখেছি যে তুমি মেষ ও মরুপ্রান্তর ভালবাস, তাই তুমি যখন তোমার মেষপালের মাঝে অথবা মরুপ্রান্তরে থাক এবং সালাতের জন্য আযান দাও, তখন আযানের দ্বারা তোমার স্বর উচ্চকিত কর, কেননা যে জ্বিন, মানুষ অথবা বস্তুই মুয়াযযিনের আওয়াযের রেশ শুনতে পায়, সে-ই কিয়ামতের দিন তার পক্ষে সাক্ষ্য দেবে। আবু সাঈদ রাদিয়াল্লাহু আনহু বলেনঃ আমি এটা আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এঁর কাছ থেকে শুনেছি।\n( সহীহ বুখারিঃ ৬০৯ )","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"24635","category_id":"9848","descr":"প্রত্যেক মুসলিমের ওপর অপর মুসলিমের জীবন, সম্পদ ও সম্মান অলংঘনীয়৷\n( মুসলিম )","answer":null,"total_up_vote":"12","total_down_vote":"0"},{"id":"24636","category_id":"9848","descr":"হাদীসে বর্ণিত, একবার উমার ইবনুল খাত্তাব রাদিয়াল্লাহু আনহু আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বললেন:\nহে আল্লাহর রাসূল, নিশ্চয়ই আপনি আমার নিকট আমার জীবন ছাড়া আর সকল কিছু থেকে বেশি প্রিয়৷\nএ কথা শুনে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন:\nনা, যার হাতে আমার প্রাণ তাঁর শপথ যতক্ষণ না আমি তোমার জীবনের চেয়ে তোমার কাছে বেশি প্রিয় না হই [ততক্ষণ তুমি পরিপূর্ণ মুমিন হতে পারবে না]৷\nফলে উমার তাঁকে বললেন:\nতাহলে এখন, আল্লাহর শপথ, আপনি আমার নিজের জীবনের চেয়েও আমার কাছে বেশি প্রিয়৷\nনবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন:\nএখন হে উমার [তুমি পরিপূর্ণ ঈমানের অধিকারী হয়েছ]৷\nহাদীসটি ইমাম বুখারী বর্ণনা করেছেন৷","answer":null,"total_up_vote":"14","total_down_vote":"0"},{"id":"24637","category_id":"9848","descr":"আল্লাহর কাছে সবচেয়ে পছন্দনীয় সে সমস্ত আমল, যা অল্প হলেও নিয়মিত করা হয়৷\n( বুখারী, মুসলিম )","answer":null,"total_up_vote":"21","total_down_vote":"0"},{"id":"24638","category_id":"9848","descr":"আর তিনি [রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম] এশা বিলম্বিত করাকে পছন্দ করতেন,...আর তিনি এর পূর্বে ঘুমকে এবং এর পরে কথাবার্তাকে অপছন্দ করতেন৷\n[ বুখারী, মুসলিম ]","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"24639","category_id":"9848","descr":"আব্দুল্লাহ্‌ ইবনে মাসউদ (রা) থেকে বর্ণিত, প্রিয় নবী মুহাম্মাদ (সা) বলেছেন, “যার অন্তরে অণু পরিমান অহংকার থাকবে সে জান্নাতে প্রবেশ করতে পারবেনা।” এক ব্যক্তি জিজ্ঞাসা করলঃ যদি কেউ সুন্দর জামা আর সুন্দর জুতা পরিধান করতে ভালবাসে? তখন নবী করীম (সা) বললেন, “নিশ্চয়ই আল্লাহ্‌ সুন্দর এবং তিনি সৌন্দর্যকে পছন্দ করেন। অহংকার মানে হল সত্য প্রত্যাখ্যান করা এবং মানুষকে হেয় প্রতিপন্ন করা।”\n[সহীহ্‌ মুসলিম; কিতাবুল ঈমান, অধ্যায়ঃ ১, হাদীস নম্বরঃ ১৬৪]","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"24640","category_id":"9848","descr":"আব্দুল্লাহ ইবনে আমর ইবনুল ‘আস রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, ‘‘সে ব্যক্তি সফলকাম, যে ইসলাম গ্রহণ করেছে, তাকে পরিমিত রুযী দেওয়া হয়েছে এবং আল্লাহ তাকে যা দিয়েছেন তাতে তাকে তুষ্ট করেছেন।’’ [মুসলিম ১০৫৪, তিরমিযী ২৩৪৮, ইবনু মাজাহ ৪১৩৮, আহমাদ ৬৫৭২]","answer":null,"total_up_vote":"13","total_down_vote":"0"},{"id":"24641","category_id":"9848","descr":"আবু হুরায়রা(রাঃ) থেকে বর্ণিত, রাসূলুল্লাহ(সাঃ) একদা জুম’আর দিন সম্বন্ধে আলোচনা ক’রে বললেন, “ওতে এমন একটি মুহূর্ত আছে, কোন মুসলিম ব্যক্তি যদি ঐ মুহূর্তে দাঁড়িয়ে নামায অবস্থায় আল্লহর কাছে কিছু প্রার্থনা করে, তাহলে আল্লাহ তাকে দান ক’রে থাকেন।” এ কথা বলে তিনি স্বীয় হাত দ্বারা ইঙ্গিত করলেন, সে মুহূর্তটি খুবই সংক্ষিপ্ত।\n(সহীহ বুখারী – ৯৩৫,৫২৯৫,৬৪০০; সহীহ মুসলিম – ৮৫২)\nআবু হুরায়রা(রাঃ) বলেন, আমি আব্দুল্লাহ ইবনু সালামের সাথে সাক্ষাত করে তাঁকে এ হাদীস প্রসঙ্গে জানালাম। তিনি বলেন আমি সে সময়টি জানি। আমি বললাম, তাহলে আমাকেও বলে দিন, এ ব্যাপারে কৃপণতা করবেন না। তিনি বললেন, এ সময়টি আসরের পর হতে সূর্য অস্ত যাওয়া পর্যন্ত। আমি বললাম, তা কি করে আসরের পর হতে পারে? অথচ রাসূলুল্লাহ(সাঃ) বলেছেন, বান্দা নামাযরত অবস্থায় এই মুহূর্তটি পেয়ে...। অথচ আপনি যে সময়ের কথা বলেছেন, তখন তো নামায আদায় করা হয় না।আব্দুল্লাহ ইবনু সালাম(রাঃ)বলেন, রাসূলুল্লাহ(সাঃ) কি বলেননি ‘যে ব্যক্তি নামাযের অপেক্ষায় বসে থাকে প্রকারান্তে সে নামাযের মধ্যেই থাকে? আমি বললাম, হ্যাঁ। তিনি বললেন সেটাই এ সময়।\n(সহীহ আত তিরমীযী – ৪৯১; ইবনু মাযাহ – ১১৩৯; মুয়াত্তা মালিক,৭ম পরিচ্ছেদ; নাসায়ী – ১৪৩৩)","answer":null,"total_up_vote":"11","total_down_vote":"0"},{"id":"24642","category_id":"9848","descr":"রাসুল (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) বলেছেনঃ\nতিন প্রকার মানুষ রয়েছে যাদের চোখ জাহান্নাম দেখবে না,\n- যারা আল্লাহর রাস্তায় পাহারা দেয়\n- যারা আল্লাহর ভয়ে কাঁদে\n- যারা গায়ের-মাহরাম নারীকে দেখে চোখ নিচু করে\n[আত-তারগীব, ৪৭১৩]","answer":null,"total_up_vote":"11","total_down_vote":"0"},{"id":"24643","category_id":"9848","descr":"‘তোমাদের প্রত্যেকেই যেন স্বীয় প্রতিপালকের নিকট যাবতীয় প্রয়োজনীয় জিনিস প্রার্থনা করে। এমনকি যখন তার জুতার ফিতা ছিড়ে যায়, তাও যেন আল্লাহর নিকট চায়’। (তিরমিযী, মিশকাত হা\/২২৫১, সনদ হাসান)","answer":null,"total_up_vote":"17","total_down_vote":"0"},{"id":"24644","category_id":"9848","descr":"'আয়িশাহ (রাযিঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহ আলাইহি ওয়াসাল্লাম বলেছেনঃ মৃত ব্যক্তিদের তোমরা গালি দিও না। কেননা যা কিছু তারা করেছে তার ফলাফল প্রাপ্তির জায়গায় গিয়ে পৌঁছেছে। (বুখারীঃ ১৩৯৩)","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"24645","category_id":"9848","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-কে বলতে শুনেছিঃ তোমরা কোন মৃত ব্যক্তির জানাযার নামাযে শরীক হলে তার জন্য খালিস অন্তরে দু'আ করো। (আবূ দাউদঃ ৩১৯৯, সহীহ আল-জামিঃ ৬৬৯, ইরওয়াঃ ৭৩২)","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"24646","category_id":"9848","descr":"আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহ আলাইহি ওয়াসাল্লাম বলেছেন, আমার সম্মুখে সকল উম্মতকে পেশ করা হল। (এভাবে যে,) আমি একজন নবীকে ছোট একটি দলসহ দেখলাম। কয়েকজন নবীকে একজন বা দু’জন অনুসারীসহ দেখলাম। আরেকজন নবীকে দেখলাম তার সাথে কেউ নেই। ইতিমধ্যে আমাকে একটি বড় দল দেখানো হল। আমি মনে করলাম এরা হয়ত আমার উম্মত হবে। কিন্তু আমাকে বলা হল, এরা হল মূসা আলাইহিস সালাম ও তার উম্মত। আমাকে বলা হল, আপনি অন্য প্রান্তে তাকান। আমি তাকিয়ে দেখলাম, সেখানে বিরাট একটি দল। আবার আমাকে বলা হল, আপনি অন্য প্রান্তে তাকান। তাকিয়ে দেখলাম, সেখানেও বিশাল এক দল। এরপর আমাকে বলা হল, এসব হল আপনার উম্মত। তাদের সাথে সত্তর হাজার মানুষ আছে যারা বিনা হিসাবে ও কোনো শাস্তি ছাড়া জান্নাতে প্রবেশ করবে। এ পর্যন্ত বলার পর রাসূলুল্লাহ সাল্লাল্লাহ আলাইহি ওয়া সাল্লাম তার ঘরে চলে গেলেন। এরপর লোকেরা সেসব মানুষ- যারা বিনা হিসাবে ও বিনা শাস্তিতে জান্নাতে প্রবেশ করবে- তারা কারা হবে, সে সম্পর্কে আলোচনা শুরু করে দিল। কেউ বলল, এরা হচ্ছে, যারা রাসূলুল্লাহ সাল্লাল্লাহ আলাইহি ওয়া সাল্লাম এর সাহচর্য লাভ করেছে। আবার কেউ বলল, এরা হবে যারা ইসলাম অবস্থায় জন্ম গ্রহণ করেছে আর আল্লাহর সাথে কখনো শরীক করেনি, তারা। এভাবে সাহাবায়ে কেরাম বিভিন্ন মতামত প্রকাশ করে যাচ্ছিলেন। এমন সময় রাসূলুল্লাহ সাল্লাল্লাহ আলাইহি ওয়াসাল্লাম বের হয়ে এসে বললেন, তোমরা কী বিষয়ে আলোচনা করছ ? সাহাবিগণ আলোচনার বিষয়বস্তু সম্বন্ধে তাকে জানালেন। রাসূলুল্লাহ সাল্লাল্লাহ আলাইহি ওয়া সাল্লাম বললেন, তারা হচ্ছে এমনসব লোক যারা ঝাড়-ফুঁক করেনা। ঝাড়-ফুঁক চায়না। কোনো কুলক্ষণে-শুভাশুভে বিশ্বাস করেনা। এবং শুধুমাত্র নিজ প্রতিপালকের উপর তাওয়াক্কুল করে।” এ কথা শুনে উক্কাশা ইবনে মিহসান দাঁড়িয়ে বলল, আপনি আল্লাহর কাছে দুআ করুন, তিনি যেন আমাকে তাদের অন্তর্ভুক্ত করে দেন। রাসূলুল্লাহ সাল্লাল্লাহ আলাইহি ওয়াসাল্লাম বললেন, তুমি তাদের অন্তর্ভুক্ত। এরপর আরেকজন উঠে বলল, আপনি আল্লাহর কাছে দুআ করুন, তিনি যেন আমাকেও তাদের অন্তর্ভুক্ত করে দেন। রাসূলুল্লাহ সাল্লাল্লাহ আলাইহি ওয়া সাল্লাম বললেন, “উক্কাশা এ ব্যাপারে তোমার অগ্রগামী হয়ে গেছে।”\n(বর্ণনায় : বুখারি ও মুসলিম)","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"24647","category_id":"9849","descr":"যে ঈমান সহকারে সওয়াবের আশায় রামাদানে সাওম পালন করল, তার অতীতের সমস্ত গুনাহ ক্ষমা করে দেয়া হবে। বুখারীঃ ৩৭, মুসলিমঃ ৭৬০","answer":null,"total_up_vote":"12","total_down_vote":"0"},{"id":"24648","category_id":"9849","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ কবিরা যা বলেছে তার মধ্যে কবি লাবীদ যা বলেছে, তা ধ্রুব সত্যঃ \"জেনে রেখো, আল্লাহ ছাড়া সব কিছুই মিথ্যা।\" [বুখারীঃ ৩৮৪১, মুসলিমঃ ২২৫৬]","answer":null,"total_up_vote":"14","total_down_vote":"0"},{"id":"24649","category_id":"9849","descr":"আবদুল্লাহ বিন ওমার (রাঃ) হতে বর্ণিত। 'রসূলুল্লাহ (সঃ) বলেছেনঃ তোমাদের কেউ নামায পড়লে সে যেন তার দু'কাপড়ে নামায পড়ে। সৌন্দর্য প্রকাশের অগ্রাধিকার আল্লাহর জন্যই।' (তাহাওয়ী, বায়হাকী, তাবরানী)","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"24650","category_id":"9849","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ কোন লোকের মিথ্যাবাদী হ্বার জন্য এতটুকুই যথেষ্ট যে, যা সে শুনে অন্যের নিকট তাই বলে বেড়ায়। \n(মুসলিমঃ ৫)","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"24651","category_id":"9849","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ যে লোকের চরিত্র ও ব্যবহার সবচেয়ে ভাল ঈমানের দিক দিয়ে সে-ই পরিপূর্ণ মু'মিন। তোমাদের মধ্যে সেসব ব্যক্তি উত্তম যারা তাদের স্ত্রীদের জন্য উত্তম। হাদীসটি ইমাম তিরমিযী বর্ণনা করেছেন এবং বলেছেন হাদীসটি হাসান সহীহ। তিরমিযীঃ ৯২৮\/১১৬২","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24652","category_id":"9849","descr":"আবূ যার (রা:) থেকে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) কে বলা হলঃ আপনার কি মতামত, কোন ব্যক্তি উত্তম কাজ করে এবং লোকেরা তার প্রশংসা করে? নবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) বললেনঃ মু'মিনের জন্য এটা অগ্রিম সু-সংবাদ। (মুসলিমঃ ২৬৪২)","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"24653","category_id":"9849","descr":"আয়েশা (রা:) থেকে বর্ণিত, তিনি বলেনঃ নবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) মিসওয়াক করে আমাকে মিসওয়াকটি দিতেন একে ধোয়ার জন্য, অতঃপর আমি সেটা দিয়ে আগে মিসওয়াক করে এরপর সেটা ধুয়ে তাঁকে ফেরত দিতাম। আবু দাউদ। আলবানীর মতে হাসান।","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"24655","category_id":"9849","descr":"আয়েশা (রা:) থেকে বর্ণিত, তিনি বলেনঃ জুতা পরিধান, চুল আঁচড়ানো, পবিত্রতা অর্জন ও তাঁর সকল বিষয়াদির ক্ষেত্রে ডান দিক থেকে শুরু করা নবীকে (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) চমৎকৃত করত। (বুখারী,মুসলিম)","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"24656","category_id":"9849","descr":"আলী (রা:) থেকে বর্ণিত, আল্লাহর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) বলেনঃ বান্দা যখন মিসওয়াক করে সালাতে দাঁড়ায় তখন ফেরেশতা তাঁর পেছনে দাঁড়িয়ে তার কিরাত শুনতে থাকে, এরপর সে তার নিকটবর্তী হয় এবং শেষপর্যন্ত তাঁর মুখ তার মুখের ওপর রাখে, সুতরাং তার মুখ থেকে কুরআনের যে অংশই বের হয়, তা ফেরেশতার অভ্যন্তরে চলে যায়, সুতরাং তোমরা তোমাদের মুখগুলোকে কুরআনের জ্ন্য পরিচ্ছন্ন করে নাও। বাযযার। আলবানীর মতে সহীহ","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"24657","category_id":"9849","descr":"আব্দুল্লাহ ইবনে উমার (রাঃ) হতে বর্ণিত যে আল্লাহর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এক রাতে সালাত ব্যতীত অন্য কাজে ব্যস্ত হয়ে পড়লেন ফলে তা বিলম্বিত করলেন, এমনকি আমরা মসজিদে ঘুমিয়ে পড়লাম, এরপর জেগে উঠলাম এরপর আবার ঘুমিয়ে পড়লাম এরপর আবার জেগে উঠলাম এরপর আল্লাহর রাসূল আমাদের উদ্দেশ্যে বের হলেন অতঃপর বললেনঃ \"আজ রাতে তোমরা ছাড়া পৃথিবীবাসীদের আর কেউ সালাতের জন্য অপেক্ষারত নেই।\" (বুখারী,মুসলিম)","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"24658","category_id":"9849","descr":"''তোমরা আমার প্রশংসার ব্যাপারে বাড়াবাড়ি করো না যেমনিভাবে খ্রিষ্টানরা মরিয়মের পুত্রের ব্যাপারে বাড়াবাড়ি করেছে, কেননা নিশ্চয়ই আমি কেবলই তাঁর বান্দা, সুতরাং বলঃ আল্লাহর বান্দা ও তাঁর রাসূল।\" (বুখারীঃ ৩৪৪৫)","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24659","category_id":"9849","descr":"\"...এবং নিশ্চয়ই আলেমগণ নবীদের উত্তরাধিকারী, আর নবীগণ দীনার কিংবা দিরহামের উত্তরাধিকার দিয়ে যাননি, বরং জ্ঞানের উত্তরাধিকার দিয়ে গিয়েছেন, অতএব যে তা গ্রহণ করল, সে এক বিরাট সৌভাগ্যের অধিকারী হল।'' আহমদ, আবু দাউদ, তিরমিযী ও অন্যান্য।","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24660","category_id":"9849","descr":"\"যে বাতিল কথা ও কাজ এবং মূর্খতাপূর্ণ আচরণ পরিত্যাগ করল না, তার পানাহার ত্যাগে আল্লাহর কোন প্রয়োজন নেই।\" (বুখারীঃ ৬০৫৭)","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24661","category_id":"9849","descr":"আবূ মুহাম্মাদ জুবাইর ইবনু মুত্‌'ইম (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেনঃ ছিন্নকারী জান্নাতে প্রবেশ করতে পারবে না। সুফ্‌ইয়ান (রাঃ) তার বর্ণনায় বলেন, অর্থ্যাৎ - আত্মীয়তার সম্পর্ক ছিন্নকারী। (বুখারীঃ ৫৯৮৪, মুসলিমঃ ২৫৫৬)","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"24662","category_id":"9849","descr":"আবূ সা'ঈদ আল-খুদরী (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) কে আমি বলতে শুনেছিঃ তোমাদের কেউ যখন কোন অসৎ কাজ হতে দেখে তা যেন সে হাত দিয়ে প্রতিরোধ করে। যদি এই ক্ষমতা সে না রাখে তাহলে যেন মুখের মাধ্যমে তা প্রতিরোধ করে। যদি এই ক্ষমতাটুকুও সে না রাখে তবে যেন হৃদয়ের মাধ্যমে এটা প্রতিরোধ করার চেষ্টা\nকরে (বা এর প্রতি ঘৃণা পোষণ করে)। আর এটা হল ঈমানের দুর্বলতম স্তর। (মুসলিমঃ ৪৯)","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24663","category_id":"9850","descr":"আবূ যার (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেনঃ আল্লাহর নিকট যে কথাটি সর্বাধিক প্রিয় সেটি কি আমি তোমাকে বলব না? অবশ্যই আল্লাহর নিকট সর্বাধিক প্রিয় কথাটি হচ্ছে সুবহানল্লাহি ওয়া বিহামদিহি। (মুসলিমঃ ২৭৩১)","answer":null,"total_up_vote":"13","total_down_vote":"0"},{"id":"24664","category_id":"9850","descr":"সূরা ফাতিহা সম্পর্কে রাসূলুল্লাহ (সাঃ) বলেনঃ '' যার হাতে আমার প্রাণ তাঁর শপথ, না তাওরাতে, না ইনজিলে, না যাবুরে, না ফুরক্বানে [আল-কুরাআন] এর অনুরূপ নাযিল করা হয়েছে...'' । তিরমিযী ও অন্যান্য। আলবানির মতে সহীহ।","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"24665","category_id":"9850","descr":"পানাহার করার শুরুতে বিসমিল্লাহ বলার নির্দেশ দিয়ে রাসূলুল্লাহ (সাঃ) বলেনঃ \"হে বৎস! বিসমিল্লাহ বল।\" (বুখারী ও মুসলিম)","answer":null,"total_up_vote":"11","total_down_vote":"0"},{"id":"24666","category_id":"9850","descr":"রাসূলুল্লাহ (সাঃ) বলেছেনঃ \"অনারবদের উপর আরবদের শ্রেষ্ঠত্ব নেই, আরবদের উপরেও অনারবদের শ্রেষ্ঠত্ব নেই, নেই সাদার উপরে কালোদের অথবা কালোর উপরে সাদাদের। শ্রেষ্ঠত্ব শুধু তাক্বওয়াতে।\" [মুসনাদে আহমাদ ৫\/৪১১] ইবন তাইম্যিয়া কিতাবুল ইক্বতিদা গ্রন্থে হাদিসটিকে সহিহ বলেছেন।","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24667","category_id":"9850","descr":"সাহল ইবনে হুনাইফ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেনঃ যদি কোন লোক পবিত্র অন্তরে শাহাদাত লাভের উদ্দেশ্যে দু'আ করে তাহলে সে নিজের বিছানায় মারা গেলেও তাকে আল্লাহ শহীদদের স্তরে পৌঁছিয়ে দেবেন । (মুসলিমঃ ১৯০৯)","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"24668","category_id":"9850","descr":"জুনদুব ইবনু 'আবদুল্লাহ ইবনু সুফ্ইয়ান (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নাবী (সাঃ) বলেছেনঃ মানুষ কে শোনানোর জন্য যে লোক কাজ করে তার দোষ-ত্রুটি আল্লাহ মানুষের গোচরীভূত করবেন। আর মানুষ কে দেখানোর জন্য যে লোক কাজ করে তার সমস্ত দোষ-ত্রুটি আল্লাহ মানুষকে দেখিয়ে দিবেন। (মুসলিমঃ২৯৭৮, ২৯৮৭; বুখারীঃ ৬৪৯৯)","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"24669","category_id":"9850","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেন,আল্লাহ তোমাদের দেহ ও মুখমন্ডলের প্রতি ফিরেও দেখেন না, বরং তোমাদের অন্তরও আমলের প্রতি দৃষ্টিপাত করেন । (মুসলিমঃ২৫৬৪)","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"24670","category_id":"9850","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ হে মুসলিম নারীগণ! কোন নারী যেন তার প্রতিবেশী নারীকে ছাগলের খুর হলেও তা উপহার দিতে তুচ্ছ মনে না করে। - (বুখারীঃ ৬০১৭; মুসলিমঃ ১০৩০)","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"24671","category_id":"9850","descr":"'আয়িশাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, \nরাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে আমি কখনো অট্টহাসি দিতে দেখিনি যাতে তাঁর মুখগহ্বর প্রকাশ পায়। সাধারণতঃ তিনি মুচকি হাসি দিতেন। (বুখারীঃ ৪৮২৮, মুসলিমঃ ৮৯৯\/১৬)","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"24672","category_id":"9850","descr":"জাবির (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে আমি বলতে শুনেছিঃ মানুষের এবং শিরক ও কুফরের মাঝে পার্থক্য হচ্ছে নামাজ ছেড়ে দেয়া। \n(মুসলিমঃ ৮২)","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"24673","category_id":"9850","descr":"'আয়িশাহ্ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ আল্লাহ তা'আলা কোমল ও দয়াবান । তাই প্রতিটি কাজে তিনি কোমলতা ও দয়া পছন্দ করেন । (বুখারীঃ ৬২৫৬,৬৯২৭, মুসলিমঃ ২১৬৫)","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"24674","category_id":"9850","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ শাহাদাত অর্জনকারী ব্যক্তি মৃত্যুর কোন কষ্ট অনুভব করে না, তবে তোমাদের মধ্যে কোন ব্যক্তি পিঁপড়ের কামড়ে যতটুকু কষ্ট অনুভব করে শুধুমাত্র ততটুকুই অনুভব করে। (তিরমিযীঃ ১৬৬৮, মিশকাতঃ ৩৮৩৬)","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"24675","category_id":"9850","descr":"আব্দুল্লাহ ইবনে আমর ইবনুল আস রা. থেকে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ\nসাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাকে বলেছেন: হে আব্দুল্লাহ! তুমি অমুক\nব্যক্তির মত হয়ো না, যে রাতে নামাজ পড়ত, কিন্তু পরে রাতে নামাজ পড়া ছেড়ে\nদিয়েছে। (বুখারী ও মুসলিম)","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24676","category_id":"9850","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ কবিরা যা বলেছে তার মধ্যে কবি লাবীদ যা বলেছে, তা ধ্রুব সত্যঃ \" জেনে রেখ, আল্লাহ ছাড়া সবকিছুই মিথ্যা।\" (বুখারীঃ ৩৮৪১; মুসলিমঃ ২২৫৬)","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"24677","category_id":"9850","descr":"বুরাইদাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ অন্ধকারে পায়ে হেঁটে মসজিদে আগমনকারীদেরকে তোমরা ক্বিয়ামাতের দিনের পরিপূর্ণ আলোর সুসংবাদ দাও । (তিরমিযীঃ ২২৩, মিশকাতঃ ৭২১,৭২২)","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"24678","category_id":"9851","descr":"\"যে ব্যক্তি কামনা করে যে, তাকে জাহান্নাম থেকে দূরে রাখা হবে এবং জান্নাতে প্রবেশ করানো হবে, তার কাছে মৃত্যু যেন এমতাবস্থায় উপস্থিত হয় যে, আল্লাহ ও পরকালের প্রতি তার ঈমান আছে । এবং মানুষের সাথে এমন আচরণই করে, তাদের থেকে সে নিজে যেমনটি আশা করে।\" ( সহিহ মুসলিম : ৬৯৬৪)","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"24679","category_id":"9851","descr":"আবূ উমামাহ্ (রাঃ) হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেন, আল্লাহর নিকট সে ব্যক্তিই অধিক উত্তম যে ব্যক্তি সর্বাগ্রে সালাম দেয়। (তিরমিযীঃ ২৬৯৪)","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24680","category_id":"9851","descr":"আবূ মূসা আশ'আরী (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ এক মু'মিন অন্য মু'মিনের জন্য দেয়ালের ন্যায়। এর এক অংশ অন্য অংশকে মজবুত করে। (এ কথা বলার সময়) তিনি তাঁর এক হাতের আঙ্গুল অন্য হাতের আঙ্গুলের মাঝে ঢুকিয়ে দেখান। (বুখারীঃ ৪৮১, ২৪৪৬; মুসলিমঃ ২৫৮৫)","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"24681","category_id":"9851","descr":"আবূ সাঈদ আল খুদরী (রাঃ) হতে বর্ণিতঃ রাসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) নিজ গৃহে অন্তরীণ কুমারী মেয়েদের চেয়েও বেশি লজ্জাশীল ছিলেন। তিনি যদি এমন কিছু দেখতেন যা তিনি অপছন্দ করেন, তবে আমরা তা তাঁর চেহারায় [ফুটে উঠা অভিব্যক্তি থেকে] সনাক্ত করতে পারতাম। \n(বুখারীঃ ৬১০২; মুসলিমঃ ২৩২০)","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"24682","category_id":"9851","descr":"এমন কেউ নেই যে “আল্লাহ ব্যতীত কোন প্রকৃত উপাস্য নেই ও আমি আল্লাহর রসুল” –\nএই ঘোষণা সহ আল্লাহর সামনে উপস্থিত হবে এবং এই ঘোষণা সম্পর্কে কোন সন্দেহ \nরাখবেনা – অথচ সে জান্নাতে যাবেনা। - (সহীহ মুসলিম)","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"24683","category_id":"9851","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ হে মুসলিম নারীগণ! কোন নারী যেন তার প্রতিবেশী নারীকে ছাগলের খুর হলেও তা উপহার দিতে তুচ্ছ মনে না করে। - (বুখারীঃ ৬০১৭; মুসলিমঃ ১০৩০)","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"24684","category_id":"9851","descr":"নবী (সাল্লাললাহু আলাইহি ওয়া সাল্লাম) বলেন: “যে ভালকাজের পথ প্রদর্শন করল, তার জন্য রয়েছে এর সম্পাদনকারীর অনুরূপ সওয়াব” (মুসলিম)","answer":null,"total_up_vote":"10","total_down_vote":"0"},{"id":"24685","category_id":"9851","descr":"'আব্দুল্লাহ ইবনু আবী আওফা (রাঃ) হতে বর্ণিত আছে, তিনি বলেন,কোন এক সময় রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) শত্রুদের সাথে যুদ্ধ করতে যাচ্ছিলেন এবং তিনি সূর্য হেলে যাবার অপেক্ষা করছিলেন। এরই মাঝে তিনি দাঁড়িয়ে বললেনঃ হে মানুষেরা! ... ...জেনে রাখো! জান্নাত তলোয়ারের ছায়াতলে। ... ... [সংক্ষিপ্ত] (বুখারীঃ ২৯৬৫, ২৯৬৬; মুসলিমঃ ১৭৪২)","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"24686","category_id":"9851","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ শাহাদাত অর্জনকারী ব্যক্তি মৃত্যুর কোন কষ্ট অনুভব করে না, তবে তোমাদের মধ্যে কোন ব্যক্তি পিঁপড়ের কামড়ে যতটুকু কষ্ট অনুভব করে শুধুমাত্র ততটুকুই অনুভব করে। (তিরমিযীঃ ১৬৬৮, মিশকাতঃ ৩৮৩৬)","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"24687","category_id":"9851","descr":"আবূ যার (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, এক রাতে আমি বাইরে বের হয়ে দেখলাম রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) একা হাঁটছেন। চাঁদের ছায়ায় আমিও চলতে লাগলাম। তিনি ফিরে আমাকে দেখে বললেনঃ কে? আমি জবাব দিলামঃ আবূ যার। - (বুখারীঃ ৬৪৪৩, মুসলিমঃ ৯৪)। শিক্ষাঃ যদি কাউকে কে জিজ্ঞেস করা হয়, তুমি কে, তবে সুন্নাহ হচ্ছে - এর জবাবে যেন সে বলেঃ আমি অমুক (নিজের নাম বা, ডাকনাম ইত্যাদি) এবং যেন 'আমি' বা এ রকম অস্পষ্ট কিছু না বলে।","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"24688","category_id":"9851","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ যে ব্যক্তি পশ্চিম দিক থেকে সূর্য উঠার আগে তাওবাহ্ করবে তার তাওবাহ্ আল্লাহ তা'আলা কবূল করবেন। (মুসলিমঃ ২৭০৩)","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24689","category_id":"9852","descr":"\"অপদস্থ হোক সেই লোক, যার নিকট রামাদান আসল কিন্তু তাঁর গুনাহ মাফ হবার আগেই চলে গেল...\" (তিরমিযী)","answer":null,"total_up_vote":"17","total_down_vote":"0"},{"id":"24690","category_id":"9852","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ মানুষের ভেতর দু'টি ত্রুটি থাকলে তা তাদের কুফরীর কারণ হয়ঃ বংশের প্রতি দোষারোপ করা এবং মৃতের জন্য বিলাপ করা। (মুসলিমঃ ৬৭)","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24691","category_id":"9852","descr":"জুনদুব ইবনু 'আবদুল্লাহ ইবনু সুফ্ইয়ান (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নাবী (সাঃ) বলেছেনঃ মানুষ কে শোনানোর জন্য যে লোক কাজ করে তার দোষ-ত্রুটি আল্লাহ মানুষের গোচরীভূত করবেন। আর মানুষ কে দেখানোর জন্য যে লোক কাজ করে তার সমস্ত দোষ-ত্রুটি আল্লাহ মানুষকে দেখিয়ে দিবেন। (মুসলিমঃ২৯৭৮, ২৯৮৭; বুখারীঃ ৬৪৯৯)","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"24692","category_id":"9852","descr":"আনাস (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেনঃ সেই বান্দার উপর আল্লাহ অবশ্যই সন্তুষ্ট থাকেন, যে এক গ্রাস খাদ্য গ্রহণ করেই তাঁর প্রশংসা করে এবং এক ঢোক পানীয় পান করেই তাঁর প্রশংসা করে ('আল-হামদু লিল্লাহ' বলে) । (মুসলিমঃ ২৭৫৯)","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24693","category_id":"9852","descr":"জুনদুব ইবনু 'আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ জনৈক লোক বললো, আল্লাহর কসম! অমুক লোককে আল্লাহ মাফ করবেন না। এতে মহান আল্লাহ তা'আলা বললেন, সে কে যে আমার নামে কসম করে বললো যে, অমুক ব্যক্তিকে আমি ক্ষমা করবো না! তাকে আমি ক্ষমা করে দিলাম এবং তোমার সকল আমল বাতিল করে দিলাম। - মুসলিমঃ ২৬২১","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"24694","category_id":"9852","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমাদের মধ্যে কারো দু'আ গ্রহন করা হয় যাবৎ না সে তাড়াহুড়া করে। সে বলতে থাকেঃ আমার প্রভুর নিকট আমি দু'আ করেছিলাম। কিন্তু আমার দু'আ তিনি কবূল করেননি। (বুখারীঃ ৬৩৪০, মুসলিমঃ ২৭৩৫)","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24695","category_id":"9852","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ আল্লাহ তা'আলা যে লোকের মঙ্গল চান তাকে বিপদে ফেলেন। (বুখারীঃ ৫৬৪৫)","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"24696","category_id":"9852","descr":"রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ \" তোমরা আমার কাছ থেকে জেনে নাও। আল্লাহ তাদের জন্য একটা পথ করে দিয়েছেন। ব্যাপারটা যদি একজন বিবাহিতের সাথে অপর বিবাহিত অথবা একজন কুমার\/কুমারীর সাথে অপর কুমার\/কুমারীর মাঝে হয় তবে বিবাহিত ব্যক্তি কে একশত দোররা মারা হবে, তারপর পাথর নিক্ষেপ করা হবে। অবিবাহিত ব্যক্তিকে একশত দোররা মারা হবে এবং তারপর এক বছরের জন্য নির্বাসিত করা হবে।\" (মুসলিমঃ ১৬৯০)","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"24697","category_id":"9852","descr":"'আয়িশাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ যে লোক এমন কোনো কাজ করলো যে বিষয় আমাদের কোন অনুমোদন বা সম্মতি নেই তা বর্জনীয়। (মুসলিম - ১৭১৮)","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"24698","category_id":"9852","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ কোন লোকের মন্দ হবার জন্য এটাই যথেষ্ট যে, তার মুসলিম ভাইকে সে অবজ্ঞা করে। (মুসলিমঃ ২৫৬৩, ২৫৬৪)।","answer":null,"total_up_vote":"12","total_down_vote":"0"},{"id":"24699","category_id":"9852","descr":"'উকবাহ ইবনু 'আমির (রাঃ) হতে বর্ণিত আছে, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমরা কি জানো না, এমন কিছু আয়াত আজ রাতে অবতীর্ণ হয়েছে যার কোন দৃষ্টান্ত এর আগে ছিল না? (সে আয়াতগুলো হচ্ছে) 'কুল আঊযু বি-রব্বিল ফালাক' ও 'কুল আঊযু বি-রব্বিন্ নাস'। (মুসলিমঃ ৮১৪)।","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24700","category_id":"9852","descr":"'আবদুল্লাহ ইবনু 'উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তাঁর জীবনের শেষ দিকে আমাদের এশার নামায পড়ালেন। সালাম ফিরানোর পর তিনি বললেনঃ আজকের এই রাত সম্পর্কে তোমাদের কিছু জানা আছে কি? আজকের পৃথিবীতে যারা জীবিত আছে একশত বছর পর তাদের মাঝে কেউ আর অবশিষ্ট (জীবিত) থাকবে না। (বুখারীঃ ১১৬, মুসলিমঃ ২৫৩৭)।","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"24701","category_id":"9853","descr":"জারীর ইবনে আব্দুল্লাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেনঃ যে লোক মানুষকে দয়া করে না, তাকে আল্লাহ তা'আলা দয়া করেন না । (বুখারীঃ ৬০১৩,৭৩৭৬, মুসলিমঃ ২৩১৯)","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"24702","category_id":"9853","descr":"আনাস (রাঃ) থেকে বর্ণিত, নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমরা সহজ পন্থা অবলম্বন করো, কঠিন পন্থা অবলম্বন করো না, মানুষকে সুসংবাদ দাও, বিরক্তি সৃষ্টি করো না । (বুখারীঃ৬৯, মুসলিমঃ১৭৩৪)","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"24703","category_id":"9853","descr":"চোখের যিনা হচ্ছে তাকানো, জিহ্বার যিনা হচ্ছে কথা বলা, অন্তর তা কামনা করে এবং পরিশেষে যৌনাঙ্গ একে বাস্তবায়ন করে অথবা পরিত্যাগ করে । (বুখারী, মুসলিম)","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"24704","category_id":"9853","descr":"মু'আবিয়াহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে আমি বলতে শুনেছিঃ মুয়ায্যিনগণ কিয়ামাতের দিন মানুষদের মাঝে সবচাইতে লম্বা ঘাড়বিশিষ্ট হবে । (মুসলিমঃ ৩৮৭)","answer":null,"total_up_vote":"5","total_down_vote":"0"},{"id":"24705","category_id":"9853","descr":"'আব্দুল্লাহ ইবনু 'আমর (রাযিঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ সমগ্র দুনিয়াটাই সম্পদ। আর দুনিয়ার সর্বোত্তম সম্পদ হল সৎকর্মপরায়ণা স্ত্রী। ( মুসলিমঃ ১৪৬৭)","answer":null,"total_up_vote":"13","total_down_vote":"0"},{"id":"24706","category_id":"9853","descr":"হযরত আবু কাতাদাহ সালামী (রা) হতে বর্ণিত। রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমাদের কেউ মসজিদে প্রবেশ করলে বসার আগে সে যেন দুই রাকাত নামায পরে নেয়। বুখারীঃ প্রথম খন্ড, অধ্যায়ঃ ০৮ (নামায), হাদীসঃ ৪৩৫।","answer":null,"total_up_vote":"10","total_down_vote":"0"},{"id":"24707","category_id":"9853","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ আল্লাহ ও আখিরাতের প্রতি যে লোক বিশ্বাস রাখে সে যেন ভাল কথা বলে অথবা নীরব থাকে । (বুখারীঃ ৬০১৮, মুসলিমঃ ৪৭","answer":null,"total_up_vote":"10","total_down_vote":"0"},{"id":"24708","category_id":"9853","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে বলতে শুনেছেনঃ যখন বান্দা ভাল-মন্দ চিন্তা না করেই কোন কথা বলে, তখন সে নিজেকে তার কারণে জাহান্নামের এত অতলে নিয়ে যায় যা পূর্ব ও পশ্চিমের দূরত্বের সমান । (বুখারীঃ ৬৪৭৭,৬৪৭৮, মুসলিমঃ ২৯৮৮)","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"24709","category_id":"9853","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে আমি বলতে শুনেছিঃ পৃথিবী এবং তার ভিতর যেসব জিনিস রয়েছে সেগুলো অভিশপ্ত । তবে শুধুমাত্র আল্লাহর যিক্র ও তাঁর আনুগত্য এবং আলিম ও জ্ঞান অর্জনকারী ছাত্র । (সহীহ আত্-তিরমিযীঃ ১৮৯১\/২৩২৩, সহীহ আল-জামিঃ ৩৪১৪)","answer":null,"total_up_vote":"4","total_down_vote":"0"},{"id":"24710","category_id":"9853","descr":"উকবা ইবনে আমির (রাঃ) থেকে বর্ণিত, তিনি বলেন, আমি রাসূলুল্লাহকে (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলতে শুনেছিঃ তোমার রব পাহাড়ের সুউচ্চ চূড়ায় অবস্থিত মেষপালকের প্রতি সন্তুষ্ট হন, যে সালাতের জন্য আযান দেয় এবং সালাত আদায় করে । মহান আল্লাহ বলেন, তোমরা আমার এই বান্দাকে দেখ, সে আযান দিচ্ছে, সালাত কায়েম করছে এবং আমাকে ভয় করছে । আমি আমার বান্দাকে ক্ষমা করে দিলাম এবং আমি তাকে জান্নাতে দাখিল করলাম ।","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24711","category_id":"9853","descr":"আবূ যার জুনদুব ইবনু জুনাদাহ্ (রাযিঃ) হতে বর্ণিত আছে, তিনি বলেন, মহান আল্লাহ থেকে রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বর্ণনা করেছেন যে, তিনি বলেনঃ হে আমার বান্দাহরা! আমি নিজের উপর যুলমকে হারাম করে রেখেছি এবং তা তোমাদের জন্যও হারাম করেছি। কাজেই তোমরা একে অন্যের উপর যুলম করো না। হে আমার বান্দাহরা! যাকে আমি হিদায়াত দান করেছি সে ব্যতীত তোমাদের মধ্যেকার প্রত্যেকেই পথভ্রষ্ট। কাজেই আমার নিকট তোমরা হিদায়াত প্রার্থনা কর, তোমাদেরকে আমি হিদায়াত দান করব। হে আমার বান্দাহরা! যাকে আমি খাদ্য দিয়েছি সে ব্যতীত তোমাদের মধ্যেকার প্রত্যেকেই ক্ষুধার্ত। কাজেই আমার নিকট খাদ্য কামনা কর, তোমাদেরকে আমি খাদ্য প্রদান করব। হে আমার বান্দাহরা! যাকে আমি বস্ত্র দিয়েছি সে ব্যতীত তোমাদের মধ্যেকার প্রত্যেকেই বস্ত্রহীন। কাজেই আমার নিকট তোমরা বস্ত্র চাও, তোমাদেরকে আমি বস্ত্র দিব। হে আমার বান্দাহরা! রাত-দিন তোমরা ভুল করে থাক, আর আমি সমস্ত গুনাহ্ ক্ষমা করে দেই। কাজেই আমার কাছে তোমরা গুনাহের জন্য ক্ষমা প্রার্থনা কর, তোমাদেরকে আমি ক্ষমা করে দিব। হে আমার বান্দাহরা! আমার কোন ক্ষতি তোমরা করতে পারবে না, আর কোন উপকারও করতে পারবে না। হে আমার বান্দাহরা! যদি তোমাদের আগের ও পরের সকল জ্বিন ও মানুষ তোমাদের মাঝের সবচেয়ে মুত্তাক্বী ব্যক্তির অন্তরের মত হয়ে যায়, তবে তা আমার রাজত্বের সৌন্দর্য কিছুই বৃদ্ধি করবে না। হে আমার বান্দাহরা! যদি তোমাদের আগের ও পরের সকল জ্বিন ও মানুষ তোমাদের মাঝের সবচেয়ে মন্দ লোকের অন্তরের ন্যায় মনসম্পন্ন হয়ে যায়, তবুও তাতে আমার রাজত্বের মর্যাদা এতটুকু নষ্ট হবে না। হে আমার বান্দাহরা! যদি তোমাদের পূর্বের ও পরের সকল জ্বিন ও মানুষ এক প্রান্তরে দাঁড়িয়ে আমার নিকট একত্রে চায় এবং তাদের প্রত্যেককে আমি তার চাহিদা পূরণ করে দেই, তাহলে তাতে আমার কাছে যে ভান্ডার আছে তার অতটুকু কমে না যতটুকু সমুদ্রে একটি সূঁচ ফেললে তার পানি কমে যায় (অর্থাৎ- সমুদ্রের মধ্যে একটি সূঁচ ফেলে দিলে যেমন তাতে সমুদ্রের পানির কিছুই কমে না, তেমনি আল্লাহর অশেষ ভান্ডার থেকে প্রত্যেকের চাহিদা পূরণ করে দিলেও তার কিছুমাত্র কমে না)। হে আমার বান্দাহরা! তোমাদের আমল কে আমি তোমাদের জন্য জমা করে রাখছি, তারপর তোমাদেরকে আমি তার পূর্ণ বিনিময় দেব। কাজেই যে লোক কোন মঙ্গল পায়, সে যেন আল্লাহর প্রশংসা করে। আর যে লোক অন্য কিছু পায়, সে যেন নিজেকেই তিরস্কার করে। সা'ঈদ (রাহঃ) বলেন, এ হাদীসটি আবূ ইদরীস যখন বর্ণনা করতেন, তখন হাঁটু ভাঁজ করে পড়ে যেতেন। - মুসলিম (হাঃ ২৫৭৭)\n\n\n\n\nইমাম আহমাদ ইবনু হাম্বল (রাহঃ) বলেনঃ সিরিয়াবাসীদের নিকট এর চাইতে অধিক মর্যাদাপূর্ণ আর কোন হাদীস নেই।","answer":null,"total_up_vote":"6","total_down_vote":"0"},{"id":"24712","category_id":"9854","descr":"ইবনে মাসঊ'দ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমাদের প্রত্তেকের জন্য জান্নাত তার জুতার ফিতার চেয়েও কাছে, আর জাহান্নামও তেমনি । (বুখারীঃ ৬৪৮৮)","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"24713","category_id":"9854","descr":"আবূ সা'ঈদ খুদরী (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমাদের কেউ যখন হাই তোলে, সে যেন হাত দিয়ে তার মুখ চেপে ধরে । কারণ (মুখ খোলা পেলে তাতে) শয়তান প্রবেশ করে । (মুসলিমঃ ২৯৯৫)","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"24714","category_id":"9854","descr":"আবূ মূসা (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমরা রোগীকে বা অসুস্থকে দেখতে যাও, ক্ষুধার্তকে খাদ্য খাওয়াও এবং বন্দীদেরকে মুক্ত করো । (বুখারীঃ ৩০৪৬, ৫৬৪৯)","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"24715","category_id":"9854","descr":"আবূ আইয়ূব খালিদ ইবনু যাইদ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-কে আমি বলতে শুনেছিঃ যদি তোমরা গুনাহ্ না করতে তাহলে আল্লাহ তা'আলা এমন এক জাতি সৃষ্টি করতেন, যারা গুনাহ্ করে ক্ষমা চাইতো আর তিনি তাদের কে ক্ষমা করে দিতেন। - মুসলিমঃ ২৭৪৮","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"24716","category_id":"9854","descr":"আবূ বাকরাহ্ নুফাই ইবনুল হারিস (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নবী (সাঃ) বলেছেনঃ আল্লাহ তা'আলা আসমান ও যমীন যেদিন সৃষ্টি করেছেন যুগ বা সময় সেদিন হতে তার নির্দিষ্ট নিয়মে আবর্তন করছে। [বুখারীঃ ৩১৯৭, ৪৪৬২; মুসলিমঃ ১৬৭৯]। এটি একটি দীর্ঘ হাদীসের অংশ বিশেষ।","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"24717","category_id":"9854","descr":"ইবনু মাস'ঊদ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নবী (সাঃ) বলেছেনঃ অকারণে কঠোরতা অবলম্বনকারীরা ধবংস হয়েছে। এ কথা তিনি তিনবার বললেন। (মুসলিমঃ ২৬৭০)। এ হাদীসটি ইবাদাত-বন্দেগীতে ভারসাম্য রাখা প্রসঙ্গে শিরোনামের অধীন।","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"24718","category_id":"9854","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নবী (সাঃ) বলেছেনঃ এমন অনেক ব্যক্তি জান্নাতে যাবে যাদের অন্তর পাখির অন্তরের মতো হবে (অর্থাৎ - তাদের মন নরম এবং আল্লাহর উপর তারা ভরসা করে) । (মুসলিমঃ ২৮৪০)","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"24719","category_id":"9854","descr":"মু'আয ইবনু জাবাল (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেনঃ যে লোকের সর্বশেষ কথা হয় 'লা- ইলা-হা ইল্লাল্লাহ', সে জান্নাতে যাবে। - আবূ দাউদঃ ৩১১৬, হাকিমঃ ১\/৩৫১, সহীহ আল-জামিঃ ২৪৭৯।","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"24720","category_id":"9854","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেনঃ অশোভনীয় কাজ হতে বিরত থাকা মানুষের ইসলামের সৌন্দর্যের অন্তর্ভুক্ত। হাদীসটি হাসান। তিরমিযী ও অন্যান্য মুহাদ্দিসগণ এটি বর্ণনা করেছেন। - তিরমিযী (হাঃ ২৩১৭), সহীহ ইবনু মাজাহ (হাঃ ৩২১১)।","answer":null,"total_up_vote":"3","total_down_vote":"0"},{"id":"24721","category_id":"9855","descr":"মা'কিল ইবনে ইয়াসার (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেনঃ কঠিন পরিস্থিতিতে ইবাদত করা আমার কাছে হিজরত করে আসার সমান (সওয়াব) । (মুসলিমঃ ২৯৪৮)","answer":null,"total_up_vote":"26","total_down_vote":"0"},{"id":"24722","category_id":"9855","descr":"আবূ সা'ঈদ আল-খুদরী (রাঃ) হতে বর্ণিত আছে, নবী (সাঃ) বলেছেনঃ মু'মিন লোক ব্যতীত আর কারও সাথী হয়ো না এবং তোমার খাদ্য মুত্তাকী লোক ব্যতীত আর কেউ যেন না খায় । (আবূ দাউদঃ ৪০৪৫\/৪৮৩২, তিরমিযীঃ ২৩৯৫, সহীহ আল-জামিঃ ৭৩৪১, মিশকাতঃ ১০১৮)","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"24723","category_id":"9855","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেনঃ মহান আল্লাহ তা'আলা বলেন, আমার নিকট সেই মুমিন বান্দাহর জন্য জান্নাত ব্যতীত আর কোন প্রতিদান নেই, দুনিয়াবাসীদের মাঝ হতে যার পছন্দের জিনিস আমি কেড়ে নেই এবং সে তাতে ধৈর্য ধারণ করে । (বুখারীঃ ৬৪২৪)","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"24724","category_id":"9855","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেনঃ প্রতিপক্ষকে কুস্তিতে পরাজিত করে জয়লাভ করাতে বীরত্ব নেই, বরং প্রকৃত বীর সে-ই যে রাগের মুহূর্তে নিজকে সংযত করতে পারে । (বুখারীঃ ৬১১৪, মুসলিমঃ ২৬০৯)","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"24725","category_id":"9855","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নবী (সাঃ) বলেছেনঃ মুমিন লোক একই গর্ত থেকে দু'বার দংশিত হয় না । (বুখারীঃ ৬১৩৩, মুসলিমঃ ২৯৯৮)","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"24726","category_id":"9855","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নবী (সাঃ) বলেছেনঃ সূর্য উদিত হয় এমন দিনগুলোর মাঝে সর্বাধিক উত্তম হচ্ছে জুমু'আর দিন । আদম (আঃ)-কে এ দিনে সৃষ্টি করা হয়েছে এবং এ দিনে তাঁকে জান্নাতে প্রবেশ করানো হয়েছিল আর তাঁকে এদিনেই জান্নাত থেকে বের করা হয়েছিল । (মুসলিমঃ ৮৫৪)","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"24727","category_id":"9855","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেনঃ সাবধান! ধারণা-অনুমান থেকে বিরত থাকো । কেননা ধারণা-অনুমান সর্বাধিক বড় মিথ্যা কথা । (বুখারীঃ ৫১৪৪,৬০৬৬, মুসলিমঃ ২৫৬৩)","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"24728","category_id":"9855","descr":"ইবনে উমার (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, আমার কাঁধ ধরে রাসূলুল্লাহ (সাঃ) বললেনঃ দুনিয়াতে এমনভাবে দিন কাটাও যেন তুমি একজন মুসাফির বা পথিক । ইবনে উমার (রাঃ) বলতেনঃ তুমি সন্ধ্যায় উপনীত হয়ে সকালের জন্য অপেক্ষা (আশা) করো না এবং সকালে উপনীত হয়ে সন্ধ্যার জন্য অপেক্ষা করো না । সুস্থতার দিনগুলোতে রোগব্যাধির (দিনগুলোর) জন্য প্রস্তুতি নাও এবং জীবিত থাকা অবস্থায় মৃত্যুর জন্য প্রস্তুত হও । (বুখারীঃ ৬৪১৬)","answer":null,"total_up_vote":"26","total_down_vote":"0"},{"id":"24729","category_id":"9855","descr":"আবু যার (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, আমাকে রাসূলুল্লাহ (সাঃ) বলেছেনঃ উত্তম কোন কাজই অবজ্ঞা করো না, তা যদিও তোমার ভাইয়ের সাথে তোমার হাসিমুখে সাক্ষাৎ হয় । (মুসলিমঃ ২৬২৬)","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"24730","category_id":"9855","descr":"উমার (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নবী (সাঃ)-এর একদল সাহাবী খাইবারের যুদ্ধের দিন তার নিকট এলেন । তারা বলল, অমুক লোক শহীদ, অমুক লোক শহীদ । এভাবে তারা এক লোকের পাশ দিয়ে যাবার সময় বলল, অমুক লোক শহীদ । নবী (সাঃ) বললেনঃ কখনও নয়, একটি চাদর অথবা একটি আবার (এক ধরনের ঢিলা জামা বিশেষ) জন্য আমি তাকে জাহান্নামী দেখতে পাচ্ছি । এটা সে অন্যায়ভাবে আত্মসাত করেছিল । (মুসলিমঃ ১১৪)","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"24731","category_id":"9855","descr":"আনাস (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেনঃ সেই বান্দার উপর আল্লাহ অবশ্যই সন্তুষ্ট থাকেন, যে এক গ্রাস খাদ্য গ্রহণ করেই তাঁর প্রশংসা করে এবং এক ঢোক পানীয় পান করেই তাঁর প্রশংসা করে ('আল-হামদু লিল্লাহ' বলে) । (মুসলিমঃ ২৭৫৯)","answer":null,"total_up_vote":"8","total_down_vote":"0"},{"id":"24732","category_id":"9855","descr":"আবু মাস’উদ বাদরী (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেনঃ সওয়াব লাভের আশায় কোন ব্যক্তি নিজের পরিবার-পরিজনের জন্য যা ব্যয় করে তা সাদাকা (স্বরূপ) । (বুখারীঃ ৫৫, মুসলিমঃ ১০০২)","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"24733","category_id":"9855","descr":"আবদুল্লাহ ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সাঃ) বলেছেনঃ তোমাদের মধ্যে কেউ কখনো যেন বাম হাত দিয়ে না খায় এবং বাম হাত দিয়ে পান না করে । কেননা শয়তান বাম হাত দিয়ে খায় এবং পান করে । (মুসলিমঃ ২০২০)","answer":null,"total_up_vote":"14","total_down_vote":"0"},{"id":"24734","category_id":"9855","descr":"আনাস (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, নবী (সাঃ) বলেছেনঃ তোমাদের কোন ব্যক্তিই ঈমানদার হতে পারে না, যতক্ষণ পর্যন্ত না সে যা নিজের জন্য পছন্দ করে তার ভাই এর জন্য তাই পছন্দ করে । (বুখারীঃ ১৩, মুসলিমঃ ৪৫)","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"24735","category_id":"9855","descr":"কাব ইবনে ইয়াজ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, আমি রাসূলুল্লাহ (সাঃ) কে বলতে শুনেছিঃ প্রত্যেক জাতির জন্য একটা ফিতনাহ (পরীক্ষার বস্তু) আছে । আমার উম্মাতের ফিতনাহ হলো সম্পদ । (সহীহ আত-তিরমিযীঃ ১৯০৫\/২৩৩৬)","answer":null,"total_up_vote":"7","total_down_vote":"0"},{"id":"24736","category_id":"9855","descr":"আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাঃ) বলেছেন,আল্লাহ তোমাদের দেহ ও মুখমন্ডলের প্রতি ফিরেও দেখেন না, বরং তোমাদের অন্তরও আমলের প্রতি দৃষ্টিপাত করেন । (মুসলিমঃ২৫৬৪)","answer":null,"total_up_vote":"9","total_down_vote":"0"},{"id":"24737","category_id":"9846","descr":"রাসূল (সা:) বলেন.... \n\"যে ব্যক্তি নামাযের কথা ভুলে যায় কিংবা\nনামায না পড়ে ঘুমিয়ে থাকে তার কাফফারা হল, যখন নামাযের কথা স্মরণ হবে তখন তা আদায় করা।\"\n(আল হাদীস)","answer":null,"total_up_vote":"89","total_down_vote":"0"},{"id":"24738","category_id":"9846","descr":"রাসূল (সা:) বলেন....\n“বরকতের দিক থেকে মর্যাদপূর্ণ বিবাহ হচ্ছে, যে বিবাহে মোহর অল্প হয়।”\n—(আল হাদীস)","answer":null,"total_up_vote":"41","total_down_vote":"0"},{"id":"24739","category_id":"9846","descr":"রাসূল (সা:) বলেন....\n“যে ব্যক্তি আল্লাহর ভয়ে কাঁদে, তার জাহান্নামে যাওয়া অনুরূপ অসম্ভব যেমন গাভীর বাট থেকে দুধ বের হওয়ার পর পুনরায় ভিতরে ঢুকানো অসম্ভব।”\n—(আল হাদীস)","answer":null,"total_up_vote":"47","total_down_vote":"0"},{"id":"24740","category_id":"9846","descr":"রাসূল (সা:) বলেন....\n“সাত বছর বয়স হলেই তোমার সন্তানদের নামায আদায় করতে আদেশ করো।”\n—(আল হাদীস)","answer":null,"total_up_vote":"44","total_down_vote":"0"},{"id":"24741","category_id":"9846","descr":"রাসূল (সা:) বলেন....\n\"যে ব্যক্তি আল্লাহর\nযিকর (স্মরণ) করে এবং যে ব্যক্তি তাঁর যিকর\n(স্মরণ) করে না উভয়ের উপমা জীবিত ও\nমৃতের ন্যায়।\"\n—( আল হাদীস)","answer":null,"total_up_vote":"40","total_down_vote":"0"},{"id":"24742","category_id":"9846","descr":"রাসূল (সা:) বলেন....\n\"যদি কোন মুসলিম কোন গাছ লাগায় এবং তা থেকে কোন মানুষ বা কোন প্রাণী কিছু খায়,\nতবে তা তার জন্য সাদাকাহ(দান) হিসেবে\nপরিগণিত হবে।\"\n—(আল হাদীস)","answer":null,"total_up_vote":"74","total_down_vote":"0"},{"id":"24743","category_id":"9848","descr":"রাসুল (সাঃ) বলেছেন, \"কোন বান্দা যখন একবার মিথ্যা কথা বলে, এর দুর্গন্ধে ফেরেশতা এক মাইল দূরে চলে যায়।\" \n_____মিশকাত শরীফ","answer":null,"total_up_vote":"22","total_down_vote":"0"},{"id":"24744","category_id":"9848","descr":"রাসূলুল্লাহ (সাঃ) এরশাদ করেন, আল্লাহর নিকট সর্বাধিক পছন্দনীয় আমল হল ওয়াক্তমত নামায় আদায় করা।\n____বোখারী","answer":null,"total_up_vote":"15","total_down_vote":"0"},{"id":"24745","category_id":"9848","descr":"যুলুম করা থেকে বিরত থাক।\nকেননা, কেয়ামতের দিন যুলুম অন্ধকারের রূপ নিবে।\n_____(সহীহ মুসলিম)","answer":null,"total_up_vote":"12","total_down_vote":"0"},{"id":"142910","category_id":"78828","descr":"<!DOCTYPE html>\n<html lang=\"en\">\n<head>\n  <meta charset=\"utf-8\">\n   <meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\n  <link rel=\"stylesheet\" href=\"https:\/\/maxcdn.bootstrapcdn.com\/bootstrap\/3.3.7\/css\/bootstrap.min.css\">\n \n  <style> h1 { \n\t\t\tcolor:#ffffff;\n            font-size: 1.5em;\n\t\t\tfont-weight: bold;\t\t\t\n\t\t\t}\n\t\t  h2 { \n\t\t\tcolor:#4c008d;\n            font-size: 1.2em;\n\t\t\tfont-weight: bold;\n           \t}\n\t\th3 { \n\t\t\tcolor:#0c5c2e;\n            font-size: 1.1em;\n\t\t\tfont-weight: bold;\n           \t}\n\t\t  .content { \n\t\t\tcolor:#0c0c0c;\n            line-height:175%;\n\t\t\tfont-size:1.1em;\n\t\t  }\n\t\t  .Headera{\n\t\t  background-color:#4a0e2f;\n\t\t  padding: 1em;\n\t\t  text-align: center;\n\t\t  }\n\t\t  img {\n\t\tmargin: auto;    \n\t\tmax-width: 100%;\n\t\theight: auto;\n\t\t}\n\t\n\n\t\t.videowrapper {\n    float: none;\n    clear: both;\n    width: 100%;\n    position: relative;\n    padding-bottom: 56.25%;\n    padding-top: 25px;\n    height: 0;\n}\n.videowrapper iframe {\n    position: absolute;\n    top: 0;\n    left: 0;\n    width: 100%;\n    height: 100%;\n}\n  <\/style>\n<\/head>\n\n\n\n<body>\n\n<div class=\"Headera\">\n    <h1>ইসলামিক গ্রুপে জয়েন করুন<\/h1> \n  <\/div>\n<hr \/>\n\n<div class=\"content-fluid\" align=\"justify\">\n\n<h3>জয়েন করুন বাংলাদেশের সর্ববৃহৎ ইসলামিক গ্রুপে  <\/h3>\n\n<a title=\"Join Facebook Group\" href=\"https:\/\/www.facebook.com\/groups\/1665549793494340\/\"><img src=\"https:\/\/encrypted-tbn0.gstatic.com\/images?q=tbn:ANd9GcRa-ETRR_DP4iLUVITDp4_Em3IGp1_qi36HJLO6vQdmpb3-Bsz5\" alt=\"Join Facebook Group\" width=\"300\" height=\"300\" \/><\/a><\/div>\n<br>\n<\/div>\n\n\n\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"}],"app_data_date_time":"2018-06-26 06:54:30","success":true}