{"Category":[{"id":"5825","application_id":"289","parent_id":"0","title":"আপনি নিঃসঙ্গতায় ভুগছেন বুঝবেন যেভাবে","icon":null,"sort_weight":"1"},{"id":"5833","application_id":"289","parent_id":"0","title":"উপভোগ করুন একাকীত্ব","icon":null,"sort_weight":"1"},{"id":"5832","application_id":"289","parent_id":"0","title":"সাহায্য চান","icon":null,"sort_weight":"1"},{"id":"5831","application_id":"289","parent_id":"0","title":"ছোটবেলার কথা স্মরণ করুন","icon":null,"sort_weight":"1"},{"id":"5830","application_id":"289","parent_id":"0","title":"অবস্থান বদলান","icon":null,"sort_weight":"1"},{"id":"5829","application_id":"289","parent_id":"0","title":"সম্পর্ক গভীর করুন","icon":null,"sort_weight":"1"},{"id":"5828","application_id":"289","parent_id":"0","title":"নতুন শখের সন্ধান করুন","icon":null,"sort_weight":"1"},{"id":"5827","application_id":"289","parent_id":"0","title":"কাজটি করে ফেলুন","icon":null,"sort_weight":"1"},{"id":"5826","application_id":"289","parent_id":"0","title":"সমস্যার মূলোৎপাটন করুন","icon":null,"sort_weight":"1"},{"id":"5834","application_id":"289","parent_id":"0","title":"একাকীত্ব বাড়ায় হার্ট অ্যাটাকের ঝুঁকি","icon":null,"sort_weight":"1"}],"Collection":[{"id":"13498","category_id":"5825","descr":"\n\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\">আপনি নিঃসঙ্গতায় ভুগছেন বুঝবেন যেভাবে<\/h2>\n\n<br><\/br>\n\n<p><span lang=\"BN\"> সাধারণত বয়স্ক মানুষেরাই নিঃসঙ্গতায় ভুগে থাকেন। এছাড়াও যে কোন বয়সের মানুষেরাই ভুগতে পারেন &nbsp;নিঃসঙ্গতায়। কিন্তু এর কারণে যে আপনার স্বাস্থ্য সমস্যা হতে পারে তা কি আপনি জানেন? হ্যাঁ, নিঃসঙ্গতার কারণেও হতে পারে বিভিন্ন ধরণের স্বাস্থ্য সমস্যা<\/span><span lang=\"HI\">। <\/span><span lang=\"BN\">আপনি বা আপনার কাছের কোন মানুষ নিঃসঙ্গতায় ভুগছেন কিনা তা বোঝার উপায় নিয়েই আমাদের আজকের এই ফিচার। &nbsp; &nbsp;&nbsp;<\/span><\/p>\n<p><strong><span lang=\"BN\">১। বাসা থেকে বের হন না<\/span><\/strong><\/p>\n<p><span lang=\"BN\">যদি দিনের বেলায় আপনার বাসা থেকে বের হতে ইচ্ছে না করে, নিয়মিত গোসল না করেন অথবা পরনের কাপড় পরিবর্তন না করেন তাহলে বুঝতে হবে যে আপনি নিঃসঙ্গতায় ভুগছেন। ইসরাইল এর মাউন্ট সিনাই বেথ এর জেরিয়াট্রিক সাইকিয়াট্রি বিভাগের প্রধান ও এমডি মেলিন্ডা ল্যান্টজ বলেন, &lsquo;রোজ সকালে ঘর থেকে বের হওয়ার জন্য তারা কোন প্রেরণা পায় না&rsquo;। তিনি পরামর্শ দেন যে, যদি আপনার বাহিরে যাওয়ার মত কোন কাজ নাও থাকে তাহলেও আপনি সেভাবেই দৈনন্দিন কাজগুলো করুন যেন আপনাকে বাহিরে যেতে হবে।<\/span><\/p>\n<p><strong><span lang=\"BN\">২। ভালো ঘুম হয় না<\/span><\/strong><\/p>\n<p><span lang=\"BN\">নিঃসঙ্গ মানুষের মধ্যে দিনের বেলায় ঘুমানোর প্রবণতা দেখা যায়। তাই তাদের ঘুম চক্রেও পরিবর্তন হতে দেখা যায়। <\/span><a href=\"http:\/\/www.rd.com\/health\/conditions\/loneliness-symptoms\/\"><span lang=\"BN\">যারা নিজের জীবন নিয়ে সন্তুষ্ট নন অথবা একঘেয়েমিতে ভোগেন তারা কখনোই গভীর ঘুমে আচ্ছন্ন হতে পারেন না<\/span><\/a><span lang=\"BN\"> যা রিফ্রেশ হওয়ার জন্য প্রয়োজন- বলেন ডা.ল্যান্টজ<\/span><span lang=\"HI\">। <\/span><span lang=\"BN\">তিনি আরও বলেন, রাতে ভালো ঘুম হয়না বলে সকালে তারা ঝরঝরে অনুভব করেন না।<\/span><\/p>\n<p><span lang=\"BN\"><strong>৩। বিষণ্ণতায় ভোগেন<\/strong>&nbsp; &nbsp; &nbsp;<\/span><\/p>\n<p><span lang=\"BN\">বিষণ্ণতায় ভোগেন যারা তারা নিজেদেরকে অন্যদের থেকে বিচ্ছিন্ন করে রাখেন। কিন্তু একাকীত্বের কারণেই মেজাজ খারাপ &nbsp;থাকে এবং বিমর্ষতায় ভোগেন তারা। সামাজিক যোগাযোগ রক্ষা করলে অন্যরাও আপনার প্রতি যত্নবান হবেন। কিন্তু সামাজিকভাবে বিচ্ছিন্ন হয়ে থাকলে আপনি আত্মবিশ্বাস হারাবেন এবং আপনার মনে হবে কেউ আপনাকে দাম দিচ্ছেনা। ডা. ল্যান্টজ বলেন, &lsquo;অন্য মানুষের সাথে যোগাযোগের ঘাটতি আপনাকে কম গুরুত্বপূর্ণ, আশাহীন এবং কম সক্রিয় করে তুলবে&rsquo;<\/span><span lang=\"HI\">।<\/span><\/p>\n<p><strong><span lang=\"BN\">৪। উদ্বিগ্নতা দূর হয় না<\/span><\/strong><\/p>\n<p><span lang=\"BN\">নিঃসঙ্গ মানুষের স্ট্রেস হরমোন কর্টিসোল এর মাত্রা বৃদ্ধি পায়। যা তাদের প্রাত্যহিক উদ্বিগ্নতা বৃদ্ধি &nbsp;করে। ল্যান্টজ বলেন, একাকী মানুষ প্রায়ই বিষণ্ণতার চেয়ে উদ্বিগ্নতায় ভোগার অভিযোগ করেন। তিনি আরও বলেন, &lsquo;তারা বিচ্ছিন্ন ও উদ্বিগ্ন অনুভব করেন এবং এই ভয়ে থাকেন যে কিছু একটা ঘটবে, তারা একা হয়ে যাবেন এবং কেউ এটা জানতেও পারবেনা&rsquo;।<\/span><\/p>\n<p><strong><span lang=\"BN\">৫। ডায়াবেটিস নিয়ন্ত্রণে রাখা কঠিন হয়ে যায়<\/span><\/strong><\/p>\n<p><span lang=\"BN\">উচ্চমাত্রার স্ট্রেস হরমোনের কারণে রক্তের চিনির মাত্রা নিয়ন্ত্রণে রাখাটা কঠিন হয়ে যা্য<\/span><span lang=\"HI\">। <\/span><span lang=\"BN\">যা &nbsp;নিঃসঙ্গতার সাথে রক্তের চিনির মাত্রা বৃদ্ধির সম্পর্ককে ব্যাখ্যা করে। ডা. ল্যান্টজ বলেন, &lsquo;যারা একাকী ও বিচ্ছিন্ন থাকেন তারা খুব বেশি নড়াচড়া করেন না বলে তাদের ডায়াবেটিস নিয়ন্ত্রণে থাকে না&rsquo;।<\/span><\/p>\n<p><strong><span lang=\"BN\">৬। রক্তচাপ স্থিতিশীল থাকেনা<\/span><\/strong><\/p>\n<p><span lang=\"BN\">যারা ঘরের মধ্যে দীর্ঘ সময় একাকী থাকেন তাদের রক্তচাপ উঠানাম করাটা খুবই স্বাভাবিক। ডা. ল্যান্টজ বলেন, &lsquo;আপনি নিষ্ক্রিয় থাকলে রক্তচাপ কমে যায় কিন্তু স্ট্রেস হৃদস্পন্দন বৃদ্ধি করে এবং রক্তচাপকে কম স্থিতিশীল করে&rsquo;<\/span><span lang=\"HI\">।<\/span><span lang=\"BN\">ক্রমাগত উচ্চ রক্তচাপে ভুগলে হৃদরোগ ও হার্ট অ্যাটাক হওয়ার ঝুঁকি বৃদ্ধি পায়।<\/span><\/p>\n<p><strong><span lang=\"BN\">৭। স্মৃতিশক্তি কমে যায়<\/span><\/strong><\/p>\n<p><span lang=\"BN\">ডা. ল্যান্টজ বলেন, সামাজিক মিথস্ক্রিয়ার অভাবে জ্ঞানীয় দক্ষতা খুব দ্রুত কমতে থাকে। সামাজিক উদ্দীপনা ডিমেনশিয়ার ঝুঁকি কমায়। তিনি বলেন, &lsquo;আপনি যত কথা বলবেন আপনার মন তত বেশি কাজ করবে&rsquo;।<\/span><\/p>\n<p><strong><span lang=\"BN\">৮। প্রায়ই অ্যাপয়েন্টমেন্ট বাতিল করেন<\/span><\/strong><\/p>\n<p><span lang=\"BN\">আপনি যদি অনেকবেশি সময় একাকী কাটান তাহলে এই রুটিন ভাঙ্গাটা আপনার জন্য বেশ কঠিন হবে। ডা. ল্যান্টজ বলেন, &lsquo;আপনি যত বেশি সময় আপনার গৃহে বিচ্ছিন্ন অবস্থায় থাকবেন, এটা ততই স্ব-পরিপূরক হবে&rsquo;। সামাজিকভাবে বিচ্ছিন্ন মানুষ তাদের মেডিকেল অ্যাপয়েন্টমেন্ট রক্ষা করতে পারেন না।<\/span><\/p>\n\n\n\n\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"13500","category_id":"5826","descr":"\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\">সমস্যার মূলোৎপাটন করুন<\/h2>\n\n<br><\/br>\n\nআপনার সমস্যার উৎস নির্ণয় করুন। এটা কি একাকিত্ব নাকি অন্য কোনো সমস্যা, তা জেনে নিন। আপনার একাকিত্বের কারণ যদি হয় পুরনো কোনো অনাকাঙ্ক্ষিত অভিজ্ঞতা বা স্মৃতির কারণে তাহলে তা জেনে নিন। সমস্যার ভেতরে প্রবেশ করা এক্ষেত্রে সমাধানের উপায় বের করার মতোই গুরুত্বপূর্ণ একটি কাজ।\n\n\n\n\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"13501","category_id":"5827","descr":"\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\">কাজটি করে ফেলুন<\/h2>\n\n<br><\/br>\n\nঅতীতের সব নেতিবাচক পরিস্থিতি স্মৃতি থেকে ঝেড়ে ফেলতে একটা বড় পদক্ষেপ নিতে হতে পারে। এজন্য আপনার নেতিবাচক পরিস্থিতি ও দ্বীধাদ্বন্দ্ব থেকে বেরিয়ে আসতে নিজের ওপর জোর খাটানোর প্রয়োজন হবে। এজন্য ইতিবাচকভাবে এগিয়ে যেতে হবে এবং দ্বীধাদ্বন্দ্ব বাদ দিয়ে ঝাপিয়ে পড়তে হবে।\n\n\n\n\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"13502","category_id":"5828","descr":"\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\">নতুন শখের সন্ধান করুন<\/h2>\n\n<br><\/br>\n\nএকাকি থাকার সময়টি অনেকেই একঘেয়েমিতে কাটান বলে জানান। অনেকেই এ সময়কে অন্যকে আনন্দ দেওয়ার কাজে ব্যয় করেন। কিন্তু এতে নিজের আনন্দের কথা ভুলে যান তারা। আর এ সমস্যার একটি ভালো সমাধান হতে পারে নতুন শখের সন্ধান। এতে ভালোভাবে সময় কাটানোর পাশাপাশি নিজের সৃজনশীলতাকে ঝালিয়ে নেওয়াও সম্ভব হতে পারে।\n\n\n\n\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"13503","category_id":"5829","descr":"\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\">সম্পর্ক গভীর করুন<\/h2>\n\n<br><\/br>\n\n\n\nএকাকি থাকার পরেও সম্পর্ক গভীর করার বিষয়টি অনেকের কাছে বেমানান হতে পারে। কিন্তু\nআপনার নিশ্চয়ই একাকি থাকার পরেও পরিচিত গণ্ডিতে নানা মানুষ রয়েছে। অন্যের সঙ্গে শুধু যোগাযোগ রাখাটা কোনো বিষয় নয়। এজন্য প্রয়োজন একে অন্যকে জানা ও বোঝা। আর এতে আপনার সঙ্গে অন্যদের সম্পর্ক গভীর হবে\n\n\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"13504","category_id":"5830","descr":"\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\">অবস্থান বদলান<\/h2>\n\n<br><\/br>\n\n\nএকঘেয়েমি যদি আপনাকে গ্রাস করে তাহলে তা ঝেড়ে ফেলার একটি উপায় হতে পারে অবস্থান বদল। বাড়িতে যদি আপনি একঘেয়ে বোধ করেন তাহলে বাড়ি ছেড়ে বেড়িয়ে আসুন। নতুন নানা স্থানে ভ্রমণ করুন। আগে যে কাজটি করেননি তা এখন করুন।\n\n\n\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"13505","category_id":"5831","descr":"\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\">ছোটবেলার কথা স্মরণ করুন<\/h2>\n\n<br><\/br>\n\nঅনেকেরই ছোটবেলার সুখস্মৃতি নিয়ে চিন্তা করলে মন ভালো হয়ে যায়। একঘেয়ে বোধ করলে সেসব দিনের কথা স্মরণ করুন। আপনার ছোটবেলার সুখের দিনের কথা স্মরণ মানসিকতা ভালো করতে সহায়তা করবে।\n\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"13506","category_id":"5832","descr":"\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\">সাহায্য চান<\/h2>\n\n<br><\/br>\n\nসব সমস্যা একাই সমাধান করা যায় না। আপনার সমস্যার মাত্রা যদি এমন পর্যায়ে যায় যে, তা নিজে সমাধান করতে পারছেন না, তাহলে বিশেষজ্ঞের সহায়তা নিন। তারা বহু বড় সমস্যা সমাধান করার জন্য প্রশিক্ষণপ্রাপ্ত। ফলে তাদের সহায়তা আপনার সমস্যা সমাধানে কার্যকর হবে।\n\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"13507","category_id":"5833","descr":"\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\">উপভোগ করুন একাকীত্ব<\/h2>\n\n<br><\/br>\n\n<p>সম্পর্ক জীবনের বৈচিত্র্যময় আনন্দকে চিনতে সাহায্য করে। প্রিয় কারো সঙ্গে সময় কাটানো নিশ্চয় স্মৃতিকে পরিপূর্ণ করে। কিন্তু তার মানে এই নয়, জীবন সবার একইরকম কাটবে বা সবসময় একইরকম যাবে। কখনো কখনো একাকীত্ব অপরিহার্য হয়ে উঠে। এ একাকীত্ব নিজেকে বোঝাপড়ার জন্য খুবই দরকারী। একাকীত্ব মানুষকে এমন অভিজ্ঞতা দেয়, যা অন্য কোনোভাবে অনুবাধন করা সম্ভব নয়।<br \/>এবার জেনে নিন কীভাবে একাকীত্বের সময়গুলো উপভোগ করবেন-<br \/><br \/><strong>একা একা ছুটি কাটান :<\/strong> নিজেকে আবিষ্কারে ঘুরতে যাওয়ার কোনো বিকল্প নেই। এটি আপনাকে &zwj;মুক্তির অনুভূতি দেবে, বাড়াবে আত্মবিশ্বাস। যেনতেন স্থান নয়, নিজের ব্যক্তিত্বের সঙ্গে মানানসই স্থান বেছে নিন। যদি সমুদ্র পছন্দ করেন, তবে কক্সবাজার বা কুয়াকাটা বা দেশের বাইরের কোনো সমুদ্র শহরে চলে যান। যদি কেনাকাটা পছন্দ করেন, শপিং মল থেকে ঘুরে আসুন। সবার আগে নিজেকে প্রশ্ন করুন&mdash; কোথায় যেতে যান।<br \/><br \/><strong>ক্যারিয়ারের দিকে মনোযোগ দিন :<\/strong> যদি নিজের কাজকে ভালবাসেন, তবে সে দিকে মনোযোগ দিন। বেশীরভাগ সময় কাজের মধ্যে থাকা শুধু পেশাগত অর্জনকেই বড় করে তোলে না, বরং আপনাকে আনন্দ দেয় ও নিজের ক্ষমতাকে অনুধাবনের সুযোগ দেয়। তার মানে নয়, ওয়ার্কোলিক হয়ে যাবেন। কাজের ক্ষেত্রে নিজের সৃজনশীলতা ও স্বাধীনতা বজায় রেখে সেরাটা দেওয়ার চেষ্টা করুন।<br \/><br \/><strong>বন্ধুত্ব উপভোগ করুন :<\/strong> যদি বন্ধুদের মিস করেন, তবে তাদের সঙ্গে পার্টিতে যান। বন্ধুত্ব সামাজিকীকরণের গুরুত্বপূর্ণ উপকরণ। ছুটির দিনগুলো বন্ধুদের সঙ্গে কাটাতে পারেন। অথবা আপনার কাজের জায়গায় তাদের ডাকতে পারেন। এর কিছুই যদি না হয়, তবে তাদের ফোন করুন। এ ধরনের উদযাপন আপনাকে চাঙ্গা করে তুলবে।<br \/><br \/><strong>মুভি দেখতে যান :<\/strong> ভেবে দেখুন কতবার আপনার সঙ্গীর অনিচ্ছার কারণে বা বন্ধু না পেয়ে সন্ধ্যার শো মিস করেছেন। একা একা মুভি দেখেন। কমেডি, অ্যাকশন বা রোমান্টিক&mdash; যাইহোক উপভোগ করুন।<br \/><br \/><strong>নিজের জন্য বাঁচুন, নিজেকে নিয়ে নয় :<\/strong> অনেকেই &lsquo;নিজের জন্য বাঁচা&rsquo; ও &lsquo;নিজেকে নিয়ে বাঁচা&rsquo;র মধ্যে পার্থক্য বুঝতে পারেন না। একাকীত্বের সময়ে এ বিষয়গুলো নিয়ে ভাবুন। শুধু নিজের জন্য ভাল কিছু খোঁজার মধ্যে নিজেকে সীমিত রাখবেন না, বরং নিজেকে নিয়ে গভীরভাবে ভাবুন। এ সময়ে সামাজিক কাজে সময় দিতে পারেন।<\/p>\n\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"13508","category_id":"5834","descr":"\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\">একাকীত্ব বাড়ায় হার্ট অ্যাটাকের ঝুঁকি<\/h2>\n\n<br><\/br>\n\nঅনেকেই আছেন যারা একা থাকতে পছন্দ করেন। তাদের জন্য দুঃসংবাদ হলো একা থাকার এই অভ্যাস শারীরিকসহ মানসিক সবদিকে খারাপ প্রভাব ফেলে৷\n\nএকাকী থাকা বা একাকীত্বকে সঙ্গী করবেন না। সমীক্ষা থেকে জানা গেছে, যারা একা জীবন কাটান বা একা থাকতে পছন্দ করেন তাদের হার্ট অ্যাটাক হওয়ার সম্ভাবনা বেশি থাকে।\n\nসংসারী মানুষদের মধ্যেও এই সম্ভাবনা থাকে, কিন্তু একা যারা থাকেন তাদের এই সমস্যার সন্মুখীন হওয়ার সম্ভাবনা অনেক বেশি হয়। ৬০ বছর বয়সী মহিলা এবং ৫০ বছর বয়সী পুরুষদের মধ্যে এনজাইনার প্রবণতা খুব বেড়ে যায়। একা থাকার ফলে তাদের খাওয়া-দাওয়ার ব্যাপারে অসতর্কতা ভীষণ বেশি দেখা যায়। এদের খাওয়া-দাওয়ার নির্দিষ্ট কোনো সময় থাকে না। খাদ্য গ্রহণের ক্ষেত্রে তাদের এই অবহেলা সমস্যার সৃষ্টি করে।\n\nশুধু খাওয়া-দাওয়ার ক্ষেত্রে অনিয়ম নয়, তাদের একাকীত্ব ধূমপানের প্রবণতা বাড়ায়। এর ফলেও তাদের হার্ট অ্যাটাক হওয়ার সম্ভাবনা বাড়ে। তাদের দেখাশোনা করার কেউ থাকে না বা তাদের নিজেদের প্রতি এই উদাসীনতা সমস্যা বৃদ্ধি করে। এই সমস্যা এমন পর্যায়ে যায় যা সহজে সেরে ওঠে না।\n\nএই সমস্যা থেকে নিজেকে দূরে রাখতে একাকীত্ব থেকে নিজেকে দূরে রাখুন৷ একা থাকার অভ্যাস দূর করুন আর সময় কাটানোর জন্য মনের মত সঙ্গী পছন্দ করে নিন। সঙ্গী শুধুমাত্র আপনার একাকীত্ব কাটাবে তা নয় আপনার সঠিক দেখাশোনাও সে করবে যার ফলে সবদিক থেকেই আপনার সমস্যার সমাধান হতে পারে। একা না থেকে সঙ্গীর সঙ্গ উপভোগ করে জীবন আনন্দময় করে তুলুন।\n\n\n\n\n\n\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"}],"app_data_date_time":"2018-05-19 06:58:46","success":true}