{"Category":[{"id":"9380","application_id":"232","parent_id":"0","title":"ফটোশপ শর্টকাট কী","icon":null,"sort_weight":"1"},{"id":"4422","application_id":"232","parent_id":"0","title":"এডবি ব্রিজ ব্যবহার","icon":null,"sort_weight":"1"},{"id":"4421","application_id":"232","parent_id":"0","title":"প্লাগইন আই ক্যান্ডি ব্যবহার","icon":null,"sort_weight":"1"},{"id":"4420","application_id":"232","parent_id":"0","title":"লিকুইডিফাই ইফেক্ট","icon":null,"sort_weight":"1"},{"id":"4419","application_id":"232","parent_id":"0","title":"পাথ টেক্সট এবং সেপ","icon":null,"sort_weight":"1"},{"id":"4418","application_id":"232","parent_id":"0","title":"টেক্সট কাটআউট ইফেক্ট","icon":null,"sort_weight":"1"},{"id":"4417","application_id":"232","parent_id":"0","title":"ওয়েব পেজের জন্য ইমেজ তৈরী","icon":null,"sort_weight":"1"},{"id":"4416","application_id":"232","parent_id":"0","title":"ফটোশপ টেক্সট ইফেক্ট","icon":null,"sort_weight":"1"},{"id":"4415","application_id":"232","parent_id":"0","title":"ফটোশপে ভিডিও ব্যবহার","icon":null,"sort_weight":"1"},{"id":"4423","application_id":"232","parent_id":"0","title":"পিডিএফ তৈরী","icon":null,"sort_weight":"1"},{"id":"4424","application_id":"232","parent_id":"0","title":"থ্রিডি মডেল পেইন্টিং","icon":null,"sort_weight":"1"},{"id":"4425","application_id":"232","parent_id":"0","title":"ফটোশপে পেইন্টিং","icon":null,"sort_weight":"1"},{"id":"7458","application_id":"232","parent_id":"0","title":"Content Credit","icon":null,"sort_weight":"1"},{"id":"4432","application_id":"232","parent_id":"0","title":"ইমেজের ব্যাকগ্রাউন্ড বাদ দিতে ফ্লুইড মাস্ক","icon":null,"sort_weight":"1"},{"id":"4431","application_id":"232","parent_id":"0","title":"ফটোশপে এনিমেশন এবং ভিডিও","icon":null,"sort_weight":"1"},{"id":"4430","application_id":"232","parent_id":"0","title":"ফটোশপে থ্রিডি ব্যবহার","icon":null,"sort_weight":"1"},{"id":"4429","application_id":"232","parent_id":"0","title":"এক ছবির অংশ আরেক ছবি দিয়ে পরিবর্তন","icon":null,"sort_weight":"1"},{"id":"4428","application_id":"232","parent_id":"0","title":"চোখের রং পরিবর্তন","icon":null,"sort_weight":"1"},{"id":"4427","application_id":"232","parent_id":"0","title":"স্ক্রিপ্ট ব্যবহার করে ব্যাচ ইমেজ প্রসেসিং","icon":null,"sort_weight":"1"},{"id":"4426","application_id":"232","parent_id":"0","title":"নানারকম ব্রাশের ব্যবহার","icon":null,"sort_weight":"1"},{"id":"4414","application_id":"232","parent_id":"0","title":"পাথ ব্যবহার","icon":null,"sort_weight":"1"},{"id":"4413","application_id":"232","parent_id":"0","title":"কাজ দ্রুত করার জন্য একশন","icon":null,"sort_weight":"1"},{"id":"4401","application_id":"232","parent_id":"0","title":"লাইটিং ইফেক্ট","icon":null,"sort_weight":"1"},{"id":"4400","application_id":"232","parent_id":"0","title":"টেক্সট ব্যবহার","icon":null,"sort_weight":"1"},{"id":"4399","application_id":"232","parent_id":"0","title":"পোর্ট্রেট ফটোগ্রাফি রিটাচিং","icon":null,"sort_weight":"1"},{"id":"4398","application_id":"232","parent_id":"0","title":"ফটোগ্রাফির জন্য ফটোশপ","icon":null,"sort_weight":"1"},{"id":"4396","application_id":"232","parent_id":"0","title":"ফটোশপ এডভান্সড সিলেকশন","icon":null,"sort_weight":"1"},{"id":"4393","application_id":"232","parent_id":"0","title":"ফটোশপে সিলেকশন টুল ব্যবহার - ১","icon":null,"sort_weight":"1"},{"id":"4392","application_id":"232","parent_id":"0","title":"ফটোশপ ইন্টারফেস পরিচিতি","icon":null,"sort_weight":"1"},{"id":"4391","application_id":"232","parent_id":"0","title":"বিটম্যাপ বনাম ভেক্টর, ফটোশপ বনাম ইলাষ্ট্রেটর","icon":null,"sort_weight":"1"},{"id":"4402","application_id":"232","parent_id":"0","title":"লেয়ার ব্যবহার","icon":null,"sort_weight":"1"},{"id":"4403","application_id":"232","parent_id":"0","title":"রং বদল","icon":null,"sort_weight":"1"},{"id":"4404","application_id":"232","parent_id":"0","title":"যেভাবে ছবি থেকে কিছু বাদ দিন","icon":null,"sort_weight":"1"},{"id":"4412","application_id":"232","parent_id":"0","title":"কাজ সহজ করতে পারে হিষ্টোরি","icon":null,"sort_weight":"1"},{"id":"4411","application_id":"232","parent_id":"0","title":"ওয়াটারমার্ক ব্যবহার","icon":null,"sort_weight":"1"},{"id":"4410","application_id":"232","parent_id":"0","title":"এনিমেটেড জিফ ফাইল তৈরী","icon":null,"sort_weight":"1"},{"id":"4409","application_id":"232","parent_id":"0","title":"ট্রান্সফরম সমাচার","icon":null,"sort_weight":"1"},{"id":"4408","application_id":"232","parent_id":"0","title":"নিজস্ব ফ্রেম তৈরী","icon":null,"sort_weight":"1"},{"id":"4407","application_id":"232","parent_id":"0","title":"টোপাজ ডি-নয়েজ ব্যবহার","icon":null,"sort_weight":"1"},{"id":"4406","application_id":"232","parent_id":"0","title":"টাক মাথায় চুল","icon":null,"sort_weight":"1"},{"id":"4405","application_id":"232","parent_id":"0","title":"ব্যাকগ্রাউন্ড বাদ দেয়ার কৌশল","icon":null,"sort_weight":"1"},{"id":"4386","application_id":"232","parent_id":"0","title":"ফটোশপ কেন ব্যবহার করবেন","icon":null,"sort_weight":"1"}],"Collection":[{"id":"6127","category_id":"4386","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<p> <h2> ফটোশপ কেন ব্যবহার করবেন <\/h2><\/p> <\/br>\r\nইমেজ এডিটিং এর ক্ষেত্রে এডবি ফটোশপকে বলা হয় ইন্ডাষ্ট্রি ষ্ট্যান্ডার্ড। এর ব্যবহার অন্যান্য সফটঅয়্যার থেকে কিছুটা ভিন্ন, যেকারনে অনেকেই কিভাবে শুরু করবেন তা নিয়ে সমস্যায় পড়েন। এমনকি বই পড়ে কিংবা ভিডিও টিউটোরিয়াল ব্যবহারের পরও মনে হয় কোথায় যেন কিছু বাদ পড়ে যাচ্ছে। এবিষয়ে সহায়তা করার জন্য ধারাবাহিকভাবে ফটোশপের টিউটোরিয়াল  এই অ্যাপ এ প্রকাশ করা হচ্ছে। অ্যাপ এর মাধ্যমে এধরনের টিউটোরিয়ালের সুবিধে হচ্ছে শিক্ষার্থী অনায়াসে যে কোন জায়গায়, যে কোন পরিবেশে স্টাডি করা  যায় । \r\nপ্রথমে কিছু সাধারন আলোচনা সেরে নেয়া যাক, প্রথম প্রশ্ন। ফটোশপ কেন ব্যবহার করবেন ?\r\nফটোশপ কি ? একেবারে সঠিকভাবে না জানলেও মোটামুটি ধারনা রয়েছে সকলেরই। এমনকি কম্পিউটার ব্যবহার করেন না এমন ব্যক্তিরও। এটাই বলে দেয় এর জনপ্রিয়তা কতখানি। এক কথায়, ইমেজ এডিটিং এর ক্ষেত্রে বিশ্বের ১ নং সফটওয়্যার। এই কথায় বিষয়টি পরিস্কার হয় যতটুকু ঘোলাটে হয় তারচেয়ে বেশি। ইমেজ এডিটিং কি জিনিষ ? কে সেকাজ করে ? আমার সেটা প্রয়োজন কেন ? ইত্যাদি ইত্যাদি।\r\n<\/br><img src=\"https:\/\/2.bp.blogspot.com\/-zyHVJTab5Wk\/WI5DLRB99MI\/AAAAAAAAAOA\/tlwd35NrUEMpTLlavX_y5IMe3OJckPAfgCLcB\/s320\/sharee3.jpg\" style=\"\" height=\"240\" width=\"320\" border=\"0\">\r\nগ্রাফিক ডিজাইন যার পেশা, অথাৎ চাকরী করেন ডিজাইনার হিসেবে কিংবা অর্থ উপার্জনের জন্য নিজে কাজ করেন তারা ফটোশপ ব্যবহার করেন বিজ্ঞাপন, লিফলেট, পত্রিকা, বইয়ের প্রচ্ছদ, পোষ্টার থেকে শুরু করে  সব ধরনের ডিজাইনের কাজে। যাকিছু ছাপা হয়, যাকিছু টিভিতে দেখানো হয়, যাকিছু ইন্টারনেটে রাখা হয় সব যায়গায় রয়েছে ফটোশপে কাজের সুযোগ।\r\nযারা ভিডিও এডিটিং কিংবা এনিমেশনের কাজ করেন তাদেরও ছবির কাজ করতে হয় এখানেই। থ্যিডি মডেলের ওপর ব্যবহারের জন্য ম্যাটেরিয়াল থেকে শুরু করে থ্রিডি পেইন্টিং, স্পেশাল ইফেক্ট সবকাজ করা যায় ফটোশপে।\r\nপ্রোগ্রামার, ওয়েব ডিজাইনাররা তাদের ছবির অংশটুকু করে নেন ফটোশপে। ফটোগ্রাফাররা তাদের ছবি ঠিক করেন ফটোশপে।\r\nএর কোনটিই যদি আপনার প্রয়োজন না হয় তাহলে শখের বিষয়টি মনে করুন। ক্যামেরায় (অথবা মোবাইল ফোনে) ছবি উঠানোর শখ নিশ্চয়ই আছে। এবং লক্ষ্য করেছেন আপনার ছবি একটা দামী পত্রিকার ছবির মত উজ্জ্বল, ঝকঝকে হয় না। তারা দামী ক্যামেরা ব্যবহার করে, একাজে দক্ষ একথা মনে রাখার পরও আরেকটা বিষয় উল্লেখ করতে হয়, ছবি সরাসরি ঝকঝকে হয় না। কাজটি ফটোশপে (অথবা এই ধরনের কোন সফটঅয়্যারে) করে নেয়া হয়।\r\nঅথবা বিয়ে-জন্মদিন-ঈদ-বড়দিন-পুজায় কাউকে নিজের তৈরী কার্ড দিতে চান। সেখানে নিজের কিংবা প্রিয় কারো ছবি, অথবা নিজের উঠানো একটা ফুলের ছবি বসিয়ে দিতে চান। একাজটিও করে নিতে পারেন সবার সেরা সফটওয়্যারে।\r\nআর যদি আরো বড় ধরনের কাজের দিকে যান, যেমন ডিজিটাল পেইন্টিং তাহলেও ফটোশপ। ক্যানভাসে ছবি একে যারা খ্যাতি অর্জন করেছেন তাদের কথা একবার মনে করুন। তারা যাকিছু ব্যবহার করেন তার সবকিছুই ফটোশপে ব্যবহার করা সম্ভব।\r\nএককথায় যেখানে ইমেজ সেখানেই ফটোশপ। প্রিন্ট, ওয়েব, মাল্টিমিডিয়া, ভিডিও সব যায়গায়।\r\nফটোশপের সবই ভাল, সবচেয়ে ভাল কাজ করা যায়, একথা জানার সাথেসাথে আরেকটি কথা জেনে নেয়াই ভাল। এর ব্যবহার খুব সহজ না। ইমেজ এডিটিং এর বহু সফটওয়্যার পাওয়া যাবে যেগুলির ব্যবহার ফটোশপের তুলনায় সহজ। সেতুলনায় ফটোশপ তৈরী হয়েছে পেশাদারীদের জন্য।\r\nকাজেই সেরা সফটওয়্যার দিয়ে যদি সেরা ফল পেতে চান তাহলে কিছু অতিরিক্ত সময়, পরিশ্রম, মেধা ব্যয় করতেই হবে। বছরের পর বছর চেষ্টা করে তবেই একজন ফটোশপে দক্ষ হয়। যদি তাতে আপত্তি থাকে তাহলে সহজ কোন সফটওয়্যার বেছে নেয়াই ভাল।\r\nকোন ভার্শন ব্যবহার করবেন\r\nবর্তমানে ফটোশপের সর্বশেষ ভার্শন সিএস-৫। প্রশ্ন করতেই পারেন শেষ ভার্শন প্রয়োজন হবে না-কি আগের অন্য ভার্শন করলে চলবে। নতুন ভার্শন মানেই যখন আরো শক্তিশালী কম্পিউটার।\r\nযারা পেইন্টিং এর কাজ করেন তারা পুরনো ভার্শন ব্যবহার করেন। উদাহরন, বিশ্বের সবচেয়ে বড় কমিক নির্মাতা মারভেল ব্যবহার করে ভার্শন ৩ অথবা ৪। পরিচিত গ্রাফিক ডিজাইনারদের জিজ্ঞেস করলে জানবেন তারাও পুরনো কোন ভার্শন ব্যবহার করে। অধিকাংশ ক্ষেত্রেই ভার্শন ৭। কাজেই আপনাকে লেটেষ্ট ভার্শন ব্যবহার করতেই হবে এমন কথা নেই। আবার পুরনো ভার্শনে নতুন ভার্শনের সবকিছু রয়েছে এটাও ধরে নেয়ার কারন নেই। যেমন সেএস৫ ভার্শনে থ্রিডি ব্যবহারের সুযোগ রয়েছে, স্মার্ট ফিল সহ অনেকগুলি নতুন বিশেষ ফিচার রয়েছে। এমনকি ভাল পারফরমেন্সের জন্য উন্নত গ্রাফিক্স কার্ডের সর্ব্বোচ্চ ব্যবহারের সুযোগ রয়েছে। পুরনো ভাশর্নে এই সুবিধেগুলি পাওয়া যাবে না।\r\nবিষয়টি সহজ করে দেখা যাক। যদি সম্ভব হয় নতুন ভার্শন ব্যবহার করবেন। যদি কম্পিউটার যথেষ্ট শক্তিশালী না হয় তাহলে পুরনো ভার্শনে ক্ষতি নেই। প্রয়োজনীয় সব কাজই করা যাবে। ভার্শন ৫.৫ থেকে পরবর্তী যেকোন ভার্শন ব্যবহার করা যেতে পারে।\r\nকি প্রয়োজন\r\nফটোশপ উইন্ডোজ এবং ম্যাকে একইভাবে কাজ করে। এই টিউটোরিয়ালগুলি উইন্ডোজের জন্য হলেও আপনি অনায়াসে ম্যাকে কাজ করতে পারবেন। কাজেই আপনার প্রথম প্রয়োজন উইন্ডোজ অথবা ম্যাক অপারেটিং সিষ্টেমের একটি কম্পিউটার। সেখানে ফটোশপ সফটঅয়্যার ইনষ্টল করা।\r\nনতুন ভার্শনের ফটোশপ যথেষ্ট বড় সফটঅয়্যার। কাজেই শক্তিশালি প্রসেসর, যথেষ্ট পরিমান মেমোরী, হার্ডডিস্কে যথেষ্ট পরিমান যায়গা এগুলিও প্রয়োজন। যদি নতুন কম্পিউটার কেনার বিষয় থাকে তাহলে দ্রুতগতির প্রসেসর, বেশি মেমোরী, বড় আকারের মনিটর, ভাল গ্রাফিক্স কার্ড ইত্যাদি বিষয়ের দিকে দৃষ্টি দিন। নিখুত কাজের জন্য উন্নতমানের মাউস প্রয়োজন। ড্রইং এর জন্য প্রেসার সেনসিটিভ গ্রাফিক ট্যাবলেট (ওয়াকম হতে পারে) ব্যবহার করলে আরো সুন্দর এবং নিখুত কাজ করা সম্ভব হবে।\r\nকাগজ থেকে ছবি ব্যবহার করতে হলে স্ক্যানার প্রয়োজন হবে। এছাড়া ছবি উঠানো প্রয়োজন হলে ক্যামেরা থাকা চাই। ফিল্ম ক্যামেরার তুলনায় ডিজিটাল ক্যামেরা বেশি সুবিধাজনক।\r\nউল্লেখ করা সবকিছু যদি নাও থাকে, কম্পিউটারে শুধুমাত্র ফটোশপ ইনষ্টল করেই কাজ শুরু করুন।\r\n<\/p>\r\n<a data-blogger-escaped-style=\"margin-left: 1em; margin-right: 1em;\" href=\"https:\/\/4.bp.blogspot.com\/-hGsj5Aek-js\/WI5EAvpCrLI\/AAAAAAAAAOI\/XoTv156s1j0Wnch5h8swNNcJgZpysGtqACLcB\/s1600\/sharee3%2B%25281%2529.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"><img src=\"https:\/\/4.bp.blogspot.com\/-hGsj5Aek-js\/WI5EAvpCrLI\/AAAAAAAAAOI\/XoTv156s1j0Wnch5h8swNNcJgZpysGtqACLcB\/s320\/sharee3%2B%25281%2529.jpg\" style=\"\" height=\"240\" width=\"320\" border=\"0\"><\/a>\r\n<\/br>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6129","category_id":"4391","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p> \r\n<h2>বিটম্যাপ বনাম ভেক্টর, ফটোশপ বনাম ইলাষ্ট্রেটর<\/h2> <\/br>\r\nফটোশপ ব্যবহারের আগে প্রয়োজনীয় কিছু তাত্ত্বিক বিষয় জেনে নিন। কম্পিউটারে  যে ইমেজগুলি আমরা দেখে থাকি সেগুলি দুধরনের হয়, বিটম্যাপ এবং ভেক্টর। ফটোশপ কাজ করে বিটম্যাপ ইমেজ নিয়ে অন্যদিকে ইলাষ্ট্রেটর, কোরেল ড্র ইত্যাদি সফটঅয়্যার কাজ করে ভেক্টর নিয়ে। বিটম্যাপকে রঙতুলি দিয়ে আকা ছবি এবং ভেক্টরকে পেনসিলে আকা ছবির সাথে তুলনা করতে পারেন (যদিও পার্থক্য রয়েছে অনেক বিষয়ে)। সরল ভাষায় বিটম্যাপে একটি দাগ দেয়ার পর আপনি সেটা পরিবর্তন করতে পারেন না, ভেক্টরে তাকে বাকানো থেকে শুরু করে সবধরনের পরিবর্তন করা যায়।\r\n<\/br><img src=\"https:\/\/2.bp.blogspot.com\/-95n0EQR0bg4\/WI5GfCfW1II\/AAAAAAAAAPE\/7RXLRvqjU9UaIl6t8R6n4ESw3il4ks2CwCLcB\/s320\/Vector-bitmap.jpg\" style=\"\" height=\"140\" width=\"320\" border=\"0\">\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6132","category_id":"4392","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n\r\n<h2>ফটোশপ ইন্টারফেস পরিচিতি এবং সাধারন কাজগুলি<\/h2> <\/br>\r\nএডবি ফটোশপ যদি আগে ব্যবহার না করে থাকেন তাহলে শুরুতে সফটঅয়্যারকে কিছুটা অন্যরকম মনে হবে। মাইক্রোসফটওয়ার্ডের মত সফটঅয়্যার চালু করলে নিজে থেকে নতুন ডকুমেন্ট ওপেন হয় না, টুল-বাটনগুলিও অন্যধরনের। এই বিষয়গুলির সাথে পরিচিত হয়ে নিন। <\/br>\r\n<img border=\"0\" height=\"327\" src=\"http:\/\/4.bp.blogspot.com\/-5WLrrKeRqNg\/TZMDE6dfiyI\/AAAAAAAAD-Q\/nTKFhdW3s5I\/s400\/PS_interface.jpg\" width=\"400\"> <\/br>\r\n<p> এখানে স্ক্রিনশট হিসেবে সিএস-৫ ব্যবহার করা হয়েছে। অন্য ভাশর্ন ব্যবহার করলে কিছুটা অন্যরকম দেখা যেতেই পারে, তবে মুল বিষয় একই। কোনটি কি টুল জানার জন্য তার ওপর মাউস পয়েন্টার আনলেই তার নাম দেখা যাবে। এখানে bulbul.jpg নামে একটি ইমেজ ফাইল ওপেন করে দেখানো হয়েছে।\r\nউইন্ডোজের অন্যান্য সব প্রোগ্রামের মত মেনুবার এবং অন্যান্য সাধারন বিষয়গুলি ফটোশপেও রয়েছে। এর বাইরে ফটোশপের নিজস্ব হচ্ছে,\r\nটুলবক্স : স্ক্রীনের বামদিকে লম্বাভাবে সাজানো অনেকগুলি টুল নিয়ে টুলবক্স। যে কোন কাজ করার জন্য অন্তত একটি টুল এখান থেকে সিলেক্ট করতে হবে। উদাহরন হিসেবে, তুলি ব্যবহার করে রঙ করার জন্য ব্রাস টুল সিলেক্ট করতে হবে। লেখার জন্য টেক্সট টুল সিলেক্ট করতে হবে।\r\nকোন টুলের নিচে ডানদিকে ছোট ত্রিকোনাকার চিহ্ন থাকার অর্থ একই বাটনে একাধিক টুল রয়েছে। বাটনে মাউস চেপে ধরে বাকিগুলি পাওয়া যাবে। যেমন ব্রাস টুল থেকে পাওয়া যাবে ব্রাশ টুল, পেনসিল টুল এবং কালার রিপ্লেসমেন্ট টুল।\r\nপ্যানেল : স্ক্রীনের ডানদিকে রয়েছে এক বা একাধিক কলামের প্যানেল। ব্যবহারের জন্য ক্লিক করে এগুলি এক্সপান্ড করতে হবে (অন্য ভার্শনে ছবির থেকে ভিন্নভাবে দেখা যেতে পারে)। টুল সিলেক্ট করার সাথেসাথে এগুলি পরিবর্তিত হতে পারে। যেমন ব্রাস টুল সিলেক্ট করার পর কালার। এখান থেকে পছন্দের রঙ সিলেক্ট করা যাবে, কিংবা ব্রাশের মাপ পরিবর্তন করা যাবে।\r\nমেনুবার : একেবারে ওপরে রয়েছে উইন্ডোজের ন্যান্য সব প্রোগ্রামের মত মেনুবার।\r\nঅপশন বার : মেনুবারের ঠিক নিচে এক (বা একাধিক) বার পাওয়া যাবে। এর নাম অপশন বার। নাম থেকেই ধরে নেয়া যায় টুলবক্সের কোন টুলের বিভিন্ন অপশন পরিবর্তন করা যাবে এখান থেকে।\r\nইমেজ উইন্ডো :  করা ইমেজ দেখা যাবে স্ক্রীনের মাঝখানে মুল যায়গায় ইমেজ উইন্ডোতে। এর টাইটেলে ইমেজের নাম (যদি সেভ করা থাকে), জুমের মান এবং কালার মোড দেখা যাবে। যেমন ছবিতে ইমেজের নাম Bulbul,jpg, জুম 25%, ইমেজ মোড আরজিবি এবং ৮ বিট \/ চ্যানেল।\r\nইমেজ উইন্ডোজ নিচে বামদিকের শতকরা মাপ পরিবর্তন করে জুম কম\/বেশি করা যাবে। এছাড়া এর পাশেই সেভ করা ছবির সাইজও জানা যাবে।\r\nকিবোর্ড ব্যবহার : ফটোশপে অনেক কাজের জন্য মাইসের সাথে কিবোর্ড ব্যবহার করে সহজে কাজ করা যায়। যেমন ব্রাস সিলেক্ট অবস্থায় ALT কি চেপে ধরলে কালার পিক ব্যবহার করা যায়। কিংবা সিলেকশনের সময় Shilt বা ALT ব্যবহার করে একাধিক অংশ যোগ করা বা বাদ দেয়া যায়। দক্ষ ব্যবহারকারীরা প্রয়োজনীয় কিবোর্ড শর্টকাটগুলি শিখে নেন। এতে দ্রুত কাজ করা যায়।\r\n\r\nকিছুটা কাজ করে দেখা যাক। ইমেজ ফাইল ওপেন করা, অপ্রয়োজনীয় অংশ বাদ দেয়া, আকার ঠিক করা, ব্রাইটনেস\/কন্ট্রাষ্ট ঠিক করা, সেভ করা ইত্যাদি শিখে নিন এই টিউটোরিয়াল থেকে; <\/p> <\/br>\r\n<img border=\"0\" height=\"367\" src=\"http:\/\/4.bp.blogspot.com\/-yL3uveJcHKk\/TZMI6JwFsFI\/AAAAAAAAD-k\/3-EiCtIo5V0\/s400\/PS_tools.jpg\" width=\"400\"> <\/br>\r\n<p> ফাইল ওপেন করা\r\nফটোশপ ওপেন করুন এবং মেনু থেকে File>Open কমান্ড সিলেক্ট করুন। আপনার কম্পিউটারের ফোল্ডারে ইমেজ রয়েছে সেই ফোল্ডার সিলেক্চ করুন। যে ফরম্যাটগুলি ফটোশপে ব্যবহার করা যায় সেগুলির নাম দেখা যাবে। যে ইমেজ ফাইল ওপেন করতে চান সেটি সিলেক্ট করে ওপেন করুন।\r\n\r\nজুম ব্যবহার\r\nসারাধারনভাবে ক্যামেরায় উঠানো বেশি রেজ্যুলুশনের ছবির মাপ অনেক বড় হয়। কম্পিউটার স্ক্রিনে  পুরো ইমেজ দেখার সময় সবকিছু ভালভাবে দেখা যায় না। নির্দিষ্ট অংশ নিয়ে কাজ করার সময় সেই অংশটি বড় করে দেখা প্রয়োজন হয়। আবার কোন একটি অংশকে বড় করে দেখার জন্য জুম করলে পুরো ইমেজ দেখা যায় না। তখন দেখা যাচ্ছে এমন অংশ সরিয়ে দেখা যাচ্ছে না এমন অংশ আনা প্রয়োজন হয়। এই কাজগুলির জন্য রয়েছে জুম এবং প্যান টুল।\r\nফটোশপে ছবি ওপেন করলে ছবির পুরোটা দেখা যায়। যেমন উদাহরনের ছবিটি ওপেন করার পর ২৫% দেখা যাচ্ছে। একে বড় করার জন্য জুম করুন। জুম করার একাধিক পদ্ধতি রয়েছে।\r\n.          বামদিকের টুলবক্স থেকে জুম টুল (ম্যাগনিফাইং গ্লাসের ছবি) সিলেক্ট করে ছবির ওপর ক্লিক করুন। প্রতি ক্লিকে ছবি বড় হতে থাকবে।\r\n.          ইমেজের নিচের বামদিকের কোনে ২৫% লেখা অংশে প্রয়োজনীয় জুম (৫০ বা ১০০) টাইপ করে দিন।\r\n.          কিবোর্ড শর্টকাট Ctrl – num+ ব্যবহার করুন (কন্ট্রোল কি চেপে ধরে নিউমেরিক কি-প্যাডের যোগ (+) চিহ্ন। জুম আউট (ছোট) করার জন্য যোগ এর বদলে বিয়োগ (-) চিহ্ন ব্যবহার করুন।\r\n.          জুম টুল সিলেক্ট করা অবস্থায় ছোট করার জন্য কিবোর্ডে Alt কি চেপে ধরে ক্লিক করুন।\r\n\r\nইমেজ যদি স্ক্রিনের থেকে বড় হয় এবং সবটুকু দেখা না যায় তাহলে ইমেজকে নির্দিষ্ট দিকে সরানোর জন্য প্যান টুল ব্যবহার করতে হয়।\r\n.          প্যান টুল (হাতের ছবি, জুম টুলের ঠিক ওপরে) সিলেক্ট করুন।\r\n.          ইমেজের ওপর মাউস চেপে ধরে ইমেজকে বামে-ডানে-ওপরে-নিচে সরিয়ে নিন।\r\n.          যে কোন টুল সিলেক্ট করা অবস্থায় স্পেসবার চেপে সাময়িকভাবে প্যান টুল ব্যবহার করা যায়।\r\n\r\nনির্দিষ্ট অংশ রেখে অপ্রয়োজনীয় অংশ বাদ দেয়া\r\n.          টুলবক্স থেকে Rectangular Marquee টুল (টুলবক্সে ওপর থেকে দ্বিতীয়) সিলেক্ট করুন এবং ছবির যে অংশটুকু রাখতে চান সেটুকু মাউস ড্রাগ করে সিলেক্ট করুন।\r\n.          মেনু থেকে Image>Crop সিলেক্ট করুন। সিলেক্ট করা অংশটুকু থাকবে এবং বাকি অংশ বাদ পড়বে।\r\n\r\nঅথবা, টুলবক্সে Crop টুলে ক্লিক করে ইমেজের ওপর ড্রাগ করে নির্দিস্ট যায়গা সিলেক্ট করুন। পরবর্তীতে একে বড়-ছোট করা যাবে। পছন্দমত যায়গা সিলেক্ট করার পর এন্টার চাপ দিন।\r\n\r\nআনডু ব্যবহার\r\nউইন্ডোজের অন্যন্য সকল সফটঅয়্যারের মত কোন কমান্ড দেয়ার পর সাথেসাথে সেটি বাতিল করা যাবে আনডু কমান্ড ব্যবহার করে। এজন্য মেনু থেকে Edit – Undo সিলেক্ট করুন, অথবা কিবোর্ড শর্টকাট Ctrl – Z ব্যবহার করুন।\r\nকোন ভুল হলে সাথেসাথে একাজ করে নিন, কারন ফটোশপে মাল্টিলেভেল আন-ডু ব্যবহার করা যায় না। অবশ্য একাজের জন্য হিষ্টরী বলে একটি বিষয় রয়েছে।\r\n\r\nছবির মাপ ঠিক করা\r\nছবির মাপ নির্দিষ্ট করার জন্য মেনু থেকে সিলেক্ট করুন Image > Image Size\r\nছবির জন্য ব্যবহৃত ইউনিট ঠিক করুন। প্রিন্টের জন্য ইঞ্চি\/সেমি এবং ডিসপ্লেতে ব্যবহারের জন্য পিক্সেল ব্যবহার করা হয়। কোন ধরনের ইউনিট ব্যবহার করবেন সেটা ঠিক করে নিন।\r\nদৈর্ঘ্য এবং প্রস্থের অনুপাত ঠিক রাখার জন্য Constrain Proportions টিক চিহ্ন দিন।\r\nনির্দিষ্ট মাপ টাইপ করে দিন।\r\n\r\nসেভ করা\r\nওপেন করা ফাইল সরাসরি সেভ কমান্ড ব্যবহারে করলে আগের ফাইলটি মুছে যাবে, পরিবর্তে নতুন ফাইলটি থাকবে। আগেরটি ঠিক রেখে নতুন নামে কিংবা অন্য ফরম্যাটে সেভ করার জন্য File > Save as কমান্ড ব্যবহার করুন।\r\nফটোশপ নিজে থেকে ফটোশপ ডকুমেন্ট হিসেবে ফাইল সেভ করে। এতে ছবির মান সবচেয়ে ভাল থাকে। এই ফরম্যাটে ফাইল সাইজ অনেক বড় হয় এবং সব সফটঅয়্যার একে সরাসরি ব্যবহার করতে পারে না। সব যায়গায় ব্যবহারের জন্য File>Save as কমান্ড দিয়ে JPG ফরম্যাট সিলেক্ট করুন। এখানে আরও নানাধরনের ফরম্যাট রয়েছে বিভিন্ন ধরনের কাজে ব্যবহারের জন্য।\r\nওয়েব পেজে ব্যবহারের জন্য Save for Web & devices নামে একটি বিশেষ ব্যবস্থা রয়েছে।\r\nসেভ করার সময় ইমেজ কোয়ালিটি পরিবর্তন করতে পারেন। ছবির মান যত ভাল ফাইলের আকার তত বড় হবে। প্রিন্টের জন্য সবচেয়ে ভাল মান ব্যবহার করা প্রয়োজন হয়। আবার ইন্টারনেটে ব্যবহারের জন্য ফাইলসাইজ ছোট রাখা জরুরী। বিষয়গুলি মাথায় রেখে সুবিধেজনক সেটিং ব্যবহার করুন। <\/p> <\/br>\r\n<\/p>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6134","category_id":"4393","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p> <h2> ফটোশপে সিলেকশন টুল ব্যবহার - ১ <\/h2> <\/br>\r\n<p>ইমেজের নির্দিষ্ট একটি অংশ সিলেক্ট করা ফটোশপের একটি গুরুত্বপুর্ন কাজ। অনেকে বলেন যে নিখুতভাবে নির্দিষ্ট অংশ সিলেক্ট করতে পারে সে ফটোশপে তত দক্ষ। কথাটা অনেকটাই সত্যি। ঘরের মধ্যে উঠানো কোন ব্যক্তিকে যদি বাগানে দাড়ানো অবস্থায় পেতে চান তাহলে তার পেছনের অংশ (ব্যাকগ্রাউন্ড) সিলেক্ট করে বাদ দিতে হবে। সেখানে ব্যবহার করা যাবে পছন্দমত অন্য ইমেজ। <\/p>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-r9-l3lwJYts\/WI5GeXKrEBI\/AAAAAAAAAO0\/zDG1AvyPIskzeBsR0LksvQUPYpDDCYgJACLcB\/s320\/PS_rectangle.jpg\" style=\"\" height=\"262\" width=\"320\" border=\"0\">\r\n<p> সিলেকশনের জন্য ফটোশপে রয়েছে অনেকগুলি টুল। একেকটি একেক ধরনের ইমেজের জন্য সুবিধাজনক। একে একে দেখে নেয়া যাক সেগুলি।\r\nফটোশপ ওপন করুন এবং একটি ইমেজ ফাইল ওপেন করুন। এখানে বাংলাদেশের জাতিয় সংসদ ভবনের একটি ছবি দেখানো হয়েছে।\r\n\r\nআয়তাকার সিলেকশন\r\nমনে করুন ছবির চারিদিক থেকে কিছু অংশ বাদ দিতে চান। এজন্য যে অংশটুকু রাখবেন সেটুকু সিলেক্ট করা প্রয়োজন। সিলেকসনের ক্ষেত্রে এটা সবচেয়ে সহজ।\r\n.          টুলবক্স থেকে Rectangle Marquee টুল সিলেক্ট করুন।\r\n.          যে যায়গাটুকু সিলেক্ট করবেন তার ওপরের বামদিকের কোনায় মাউসপয়েন্টার এনে ড্রাগ করুন এবং ড্রাগ করে নিচের ডানদিকের কোন পর্যন্ত সিলেক্ট করুন।\r\nপ্রাকটিসের জন্য এটুকু কাজ সহজ। বাস্তবে কখনো কখনো কাজটি কঠিন হতে পারে। আরো নিখুতভাবে এই টুল ব্যবহারের জন্য কিবোর্ড ব্যবহারের ব্যবস্থা রাখা হয়েছে এজন্য। এগুলি হচ্ছে;\r\n.          সিলেক্ট করার সময় Alt কি চেপে ধরলে কেন্দ্র থেকে সিলেক্ট হবে।\r\n.          Shift কি চেপে ধরলে চারিদিকে সমান বর্গাকার অংশ সিলেক্ট হবে।\r\n.          সিলেক্ট করার সময় স্পেসবার চেপে সিলেকশন সরানো যাবে।\r\n.          সিলেক্ট করার পর সিলেক্ট করা অংশের ভেতরে ড্রাগ করে সিলেকশন সরানো যাবে।\r\n\r\nবৃত্তাকার সিলেকশন\r\nসাধারনভাবে টুলবক্সে রেকট্যাঙ্গল সিলেকশন টুল দেখা যায়। বৃত্তার সিলেকশনের জন্য ইলিপটিকাল সিলেকশন পেতে টুলের ওপর মাউস চেপে ধরুন। মোট ৪টি টুল রয়েছে সেখানে। বৃত্তাকার টুলটি সিলেক্ট করুন। এরপর একই পদ্ধতিতে ইমেজের কোন অংশ সিলেক্ট করুন।\r\nবৃত্তাকার সিলেকশনের সময়ও একইভাবে  কিবোর্ড ব্যবহার করা যাবে।\r\n\r\nইনভার্স সিলেকশন\r\nকখনো কখনো যেটুকু সিলেক্ট করা প্রয়োজন তারথেকে যেটুকু সিলেকশনের বাইরে থাকবে সেটুকু সিলেক্ট করা সহজ। সিলেক্ট করার পর খুব সহজে সিলেকশন ইনভার্স কমান্ড ব্যবহার করে এই পরিবর্তন করা যায়। যেমন মাঝখানের অংশ সিলেক্ট করা যদি এর বদলে বাকি অংশটুকু নিয়ে কাজ করতে চান তাহলে মেনু থেকে কমান্ড দিন, Select – Inverse Selection\r\n\r\nফেদার ব্যবহার\r\nএভাবে সিলেক্ট করলে সিলেক্ট করা অংশটুকু বাকি অংশ থেকে ধারালোভাবে পৃথক হবে। ডিফল্ট এই মান ০ পিক্সেল। ফেদার নামে বিশেষ অপশন পরিবর্তন করে সিলেকশনের ধার পরিবর্তন করা যায়। সিলেকশনের আগে এটা পরিবর্তন করে নেয়া যায় অথবা সিলেক্ট করার পর মেনু থেকে ফেদার অপশন পরিবর্তন করা যায়। <\/p>\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-j_d5ffxFFBc\/WI5Gdhk91UI\/AAAAAAAAAOk\/M_aEJ7v85UQxEgCdMvj6hVaJys0ECW26QCLcB\/s320\/PS_feather.jpg\" style=\"\" height=\"262\" width=\"320\" border=\"0\">\r\n<p> সিলেকশন, ইনভার্ট সিলেকশন এবং ফেদারের বাস্তব ব্যবহার\r\nবৃত্তাকার সিলেকশন এবং ফেদারের বাস্তব ব্যবহার দেখে নেয়া যাক।\r\n.          অপশন বারে (মেনুবারের ঠিক নিচে) লেখা অংশে ০ পিক্সেল এর যায়গায় ১২ টাইপ করে দিন।\r\n.          সংসদ ভবনের মুল অংশটুকু বৃত্তাকারে সিলেক্ট করুন। অথবা আপনার কোন ছবিতে এই কাজ করে দেখুন।\r\n.          মেনু থেকে Select – Invert Selection কমান্ড দিয়ে সিলেকশন ইনভার্ট করুন।\r\n.          মেনু থেকে কমান্ড দিন, Edit - Fill\r\n.   Use ড্রপডাউন লিষ্ট থেকে সিলেক্ট করুন, Color\r\n.          পছন্দমত রং সিলেক্ট করুন এবং ওকে বাটনে ক্লিক করুন।\r\n\r\nউদাহরনের ছবির মত ইফেক্ট পাওয়া যাবে।\r\n\r\nসিলেকশনের সাথে নতুন অংশ যোগ করা বা বাদ দেয়া\r\nসবসময়ই পাশাপাশি অংশ সিলেক্ট করার সুযোগ পাওয়া যাবে কিংবা প্রয়োজনীয় অংশ পুরোটা সিলেক্ট করা যাবে এমন কথা নেই। কখনো কখনো হয়তো এক যায়গায় কিছুটা অংশ, তারসাথে অন্য যায়গায় আরেকটু অংশ সিলেক্ট করা প্রয়োজন। এজন্য সিলেকশন টুলের সাথে কিবোর্ড ব্যবহার করতে হয়।\r\n.          একটি অংশ সিলেক্ট করুন। কিবোর্ডে Shift কি চেপে ধরুন। পয়েন্টারের সাথে একটি প্লাশ (যোগ) চিহ্ন দেখা যাবে। এই অবস্থায় আরেক যায়গায় সিলেক্ট করুন। দুটি অংশই সিলেক্ট করা থাকবে।\r\n.          বিপরীতভাবে একটি অংশ সিলেক্ট করার পর Alt কি চেপে ধরলে পয়েন্টারে মাইনাস (-) চিহ্ন পাওয়া যাবে এবং সিলেকশনের একটি অংশের ওপর ড্রাগ করলে আগের সিলেকশন থেকে পরের অংশটুকু বাদ যাবে।\r\n\r\nডি-সিলেক্ট করা\r\nহয়ত এরই মধ্যে লক্ষ্য করেছেন সিলেকশনের পর এর বাইরে ক্লিক করলে সিলেকশন চলে যায়। কখনো কখনো প্রয়োজনে ডি-সিলেক্ট করতে হয়। এজন্য মেনু থেকে Select – Deselect কমান্ড ব্যবহার করুন, অথবা কিবোর্ড শর্টকাট Ctrl – D ব্যবহার করুন।\r\n\r\nসিলেকশন সেভ করা\r\nহয়ত অনেক পরিশ্রম করে কোন ইমেজ থেকে নির্দিষ্ট অংশ সিলেক্ট করলেন। সামান্য ভুলের কারনে তা ডি-সিলেক্ট হয়ে গেল। অথবা আপনার কাজশেষে ফাইল বন্ধ করলেন। পরবর্তীতে কাজ করা প্রয়োজন হলে সেই সিলেকশন পাওয়া যাবে না। এই সমস্যা দুর করতে সিলেকশন সেভ করার ব্যবস্থা রয়েছে।\r\n.          সিলেক্ট করার পর মেনু থেকে Select – Save Selection কমান্ড ব্যবহার করুন।\r\n.          সিলেকশনের জন্য একটি নাম দিন।\r\nএখন ইমেজ ফাইল সেভ করলে সাথে সিলেকশনটিও সেভ হবে। যখনই ইমেজ ফাইল নিয়ে কাজ করবেন তখনই সেটা ব্যবহার করা যাবে। একই ডকুমেন্টে একাধিক নাম দিয়ে একাধিক সিলেকশন সেভ করা যাবে।\r\n\r\nসেভ করা সিলেকশন ব্যবহার করা\r\nসিলেকশন সেভ করা হয়েছে এমন ডকুমেন্টে সেভ করা সিলেকশন ব্যবহারের জন্য মেনু থেকে Select – Load Selection কমান্ড দিন, সিলেকশনের তালিকা থেকে নির্দিস্ট সিলেকশন বেছে ওকে বাটনে ক্লিক করুন।\r\n\r\nসিলেকশনের আরো অন্যান্য টুল এবং পদ্ধতি রয়েছে যেগুলি আরো জটিল কাজে প্রয়োজন হয়। সেগুলি অন্য টিউটোরিয়ালে।<\/p>\r\n<\/p>\r\n\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6136","category_id":"4396","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p> \r\n\r\n<h2>ফটোশপ এডভান্সড সিলেকশন <\/h2> <\/br>\r\nফটোশপের সাধারন এবং সহজ সিলেকশনের পদ্ধতি আরেকটি টিউটোরিয়ালে উল্লেখ করা হয়েছে। কাজ অনুযায়ী অনেক সময় আরো জটিল সিলেকশন প্রয়োজন যেখানে আগের সাধারন পদ্ধতিকে নিখুত সিলেকশন পাওয়া যায় না। এজন্য ফটোশপে রয়েছে অনেকগুলি ভিন্ন ভিন্ন ব্যবস্থা। সেগুলি এখানে উল্লেখ করা হচ্ছে। <\/br>\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-zqdoCU3l4_s\/WI5GeDHOD8I\/AAAAAAAAAOs\/fRhYB4WMWSs33iZt_L5ULvLgYu3u-1gSACLcB\/s320\/PS_quickSelection.jpg\" style=\"\" height=\"208\" width=\"320\" border=\"0\">\r\n<p> কুইক সিলেকশন টুল\/ম্যাজিক ওয়ান্ড টুল\r\nএকই ধরনের যায়গা দ্রুত সিলেক্ট করার জন্য কুইক সিলেকশন টুল অত্যন্ত কার্যকর। উদাহরনের ছবিতে ব্যাকগ্রাউন্ডে মোটামুটি একই ধরনের রং রয়েছে। এধরনের অবস্থায় এই টুল ব্যবহার করে খুব দ্রুত ব্যাকগ্রাউন্ড সিলেক্ট করা যাবে।\r\n.          টুলবক্সে কুইক সিলেকশন টুল সিলেক্ট করুন।\r\n.          যে যায়গা সিলেক্ট করতে চান সেখানে ক্লিক করে ড্রাগ করুন।\r\n.          সিলেকশনের যায়গা আরো বাড়ানোর জন্য কিবোর্ডে সিফট চেপে ধরে বাকি অংশে ড্রাগ করুন।\r\n.          প্রয়োজনে অপশন বারে ব্রাশ অপশন থেকে ব্রাসের সাইজ, স্পেসিং, হার্ডনেস, এঙ্গেল ইত্যাদি পরিবর্তন করে ফলাফল দেখুন।\r\nআবারো উল্লেখ করতে হচ্ছে, এই ব্যবস্থা মোটামুটি একই ধরনের অংশের জন্য বেশি কার্যকর।\r\n\r\nম্যাজিক ওয়ান্ড ব্যবহার\r\nম্যাজিক ওয়ান্ড এবং কুইক সিলেকশন টুল একসাথে অবস্থান করে। একটি থেকে অপরটিতে যাওয়ার জন্য তার ওপর মাউস চেপে ধরুন।\r\nম্যাজিক ওয়ান্ড কাজ করে রঙের ভিত্তিতে। এই টুল ব্যবহার করে যে রংএর ওপর ক্লিক করবেন সেই রং সিলেক্ট হবে। অপশন বারে টলারেন্স পরিবর্তন করে সিলেকশনের পরিমান কম-বেশি করা যাবে।\r\nউদাহরনের ছবিতে ব্যাকগ্রাউন্ড সিলেকশনের জন্য ম্যাজি ওয়ান্ড ব্যবহার করে দেখুন।\r\n.          ম্যাজিক ওয়ান্ড টুল সিলেক্ট করুন।\r\n.          ব্যাকগ্রাউন্ডের যে কোন স্থানে ক্লিক করুন।\r\n.          সিলেকশনের পরিমান বাড়ানোর জন্য অপশন বারে টলারেন্স এর পরিমান বাড়ান এবং সিফট চেপে নতুন স্থানে ক্লিক করুন।\r\n.          ইমেজের যে কোন যায়গা থেকে সেই রংগুলি সিলেক্ট করার জন্য মেনু থেকে Select Similar কমান্ড সিলেক্ট করুন।\r\n\r\nটলারেন্স বাড়ালে একদিকে যেমন খুব দ্রুত সিলেক্ট করা যায়, অন্যদিকে ভুল অংশ সিলেক্ট হওয়ার সম্ভাবনা থাকে। যেমন ছবিতে চুলের কিছু অংশ সিলেক্ট হয়েছে। একে ডিসিলেক্ট করার জন্য Alt কি চেপে ধরে সেখানে ক্লিক করুন। অথবা টলারেন্স এর কমিয়ে নিন। আপনার ছবির প্রয়োজন অনুযায়ী টলারেন্স ঠিক করুন।\r\n\r\nল্যাসো, পলিগনাল ল্যাসো এবং ম্যাগনেটিক ল্যাসো টুল\r\nল্যাসো বা ফাস টুল ব্যাবহার করে যে কোন অসম যায়গা সিলেক্ট করতে পারেন। এই টুল সিলেক্ট করে যে অংশটুকু সিলেক্ট করতে চান তার চারিদিকে মাউস ড্রাগ করুন।\r\nল্যাসো পদ্ধতিতে যদি সরলরেখা ব্যবহার করে সিলেক্ট করতে চান তাহলে পলিগনাল ল্যাসো ল্যাসো টুল সিলেক্ট করুন।\r\n.          যেখান থেকে সিলেকশন শুরু করতে চান সেখানে ক্লিক করুন।\r\n.          পরবর্তি আরেকটি পয়েন্টে আরেকবার ক্লিক করুন। দুটি পয়েন্ট একটি সরলরেখা দিয়ে সংযুক্ত হবে।\r\n.          এভাবে পুরো সিলেকশন সম্পন্ন করুন।\r\n.          যেখানে শুরু করেছেন সেখানে পয়েন্টার আনলে পয়েন্টারের সাথে একটি বৃত্ত চিহ্ন দেখা যাবে। এই অবস্থায় ক্লিক করলে সিলেকশন সম্পুর্ন হবে।<\/p> <\/br>\r\n<a data-blogger-escaped-style=\"margin-left: 1em; margin-right: 1em;\" href=\"https:\/\/2.bp.blogspot.com\/-kl8rMjUL06U\/WI5Gdox2UDI\/AAAAAAAAAOg\/dtdc5MBj-QM1DyMtR6Qsrn5gtS5XXqHTwCLcB\/s1600\/PS_MagneticLasso.jpg\" imageanchor=\"1\" style=\"margin-left: 1em; margin-right: 1em;\"><img src=\"https:\/\/2.bp.blogspot.com\/-kl8rMjUL06U\/WI5Gdox2UDI\/AAAAAAAAAOg\/dtdc5MBj-QM1DyMtR6Qsrn5gtS5XXqHTwCLcB\/s320\/PS_MagneticLasso.jpg\" style=\"\" height=\"218\" width=\"320\" border=\"0\"><\/a>\r\n\r\n<p> ম্যাগনেটিক ল্যাসো টুল\r\nসিলেকশনের যায়গা যদি অসম হয়, এতটা সাবধানে সিলেক্ট করা প্রয়োজন হয় সেখানে ল্যাসো টুল ব্যবহার করা যাবে না (অতিমাত্রায় স্থির হাত না হলে এটা হতেই পারে), আবার পলিগনাল ল্যাসো টুল ব্যবহারের জন্য ধারগুলি সরল না, সেক্ষেত্রে ম্যাগনেটিক টুল অত্যন্ত কার্যকর।\r\n.          ম্যাগনেটিক সিলেকশন টুল সিলেক্ট করুন।\r\n.          যেখান থেকে সিলেকশন শুরু করতে চান সেখানে একবার ক্লিক করুন।\r\n.          মাউসের বাটন ছেড়ে দিয়ে সাবধানে পয়েন্টারকে যা সিলেক্ট করতে চান তার ধারদিয়ে সরাতে থাকুন। পয়েন্টারটি চুম্বকের মত চারিদেকে সিলেকশন পয়েন্টার তৈরী করবে।\r\n.          পুরো সিলেকশন সম্পন্ন করে আগের যায়গায় এসে ক্লিক করুন।\r\n\r\nযেখানে কন্ট্রাষ্ট খুব বেশি এমন যায়গা ম্যাগনেটিক ল্যাসো সবচেয়ে বেশি কার্যকর। <\/p> <\/br>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-ggGd8_bzr9A\/WI5GeMXpDDI\/AAAAAAAAAOw\/Zj_Rimql6oYXQzT84MeJpCZs4TXEVSVrQCLcB\/s320\/PS_quickMask.jpg\" style=\"\" height=\"269\" width=\"320\" border=\"0\">\r\nকুইক মাস্ক ব্যবহার\r\nএপর্যন্ত সিলেকশনের যে নানারকম পদ্ধতি বর্ননা করা হয়েছে এরথেকেও জটিল সিলেকশন যদি প্রয়োজন হয়, আরো সাবধানী হতে চান তাহলে কুইক মাস্ক ব্যবহার করতে পারেন।\r\n.          যে কোন সিলেকশন টুল ব্যবহার করে মোটামুটি একটি অংশ সিলেক্ট করুন।\r\n.          মেনু থেকে কমান্ড দিন Select - Edit in Quick Mask Mode সিলেক্ট করু অংশটুকুর চারিদিকে লালচে রং দেখা যাবে।\r\n.          এখানে সিলেক্ট করার তত্ত্ব হচ্ছে ব্রাশ টুল ব্যবহার করে যদি কালো রং দিয়ে পেইন্ট করেন তাহলে সেই অংশটুকু বাদ পড়বে, যদি সাদা রং দিয়ে পেইন্ট করেন তাহলে সেটা সিলেকশনের সাথে যোগ হবে। এর মাঝামাঝি রং সেমি-ট্রান্সপারেন্ট হবে। আপনার সুবিধে হচ্ছে ভুল হলে খুব সহজেই সেটা সংশোধন করে নিতে পারেন।\r\n.          প্রয়োজনীয় অংশ পেইন্ট করা হলে মেনু থেকে আবারও Select - Edit in Quick Mask Mode কমান্ড সিলেক্ট করুন। পছন্দমত সিলেকশন পাবেন।\r\n\r\nফটোশপে সিলেকশনের পদ্ধতিগুলি দুইধাপে উল্লেখ করা হল। সিলেকশন ফটোশপের জন্য যেমন গুরুত্বপুর্ন তেমনি দক্ষভাবে ব্যবহারের জন্য যথেষ্ট অভিজ্ঞতাও প্রয়োজন। শুরুতে হয়ত নিখুত কাজ নাও পেতে পারেন। কাজ করেই দক্ষতা বাড়াতে হয়।\r\n\r\n\r\n\r\n\r\n<\/p>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6145","category_id":"4398","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>  <h2> ফটোগ্রাফির জন্য ফটোশপ<\/h2><\/br>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-pXH_fNI5Ze0\/WI5GnNp0FUI\/AAAAAAAAASE\/yli6w3agoa0-N1DJc7ioQqtD8NFTAdi_ACLcB\/s320\/ps-level.jpg\" style=\"\" height=\"197\" width=\"320\" border=\"0\">\r\n<p> ডিজিটাল ফটোগ্রাফাররা কোন একটি সফটঅয়্যার ব্যবহার করেন। ফটোশপ. লাইটরুম, এপারচার, বিবল, কিংবা সহজ এসিডিসি যাই হোক না কেন। কারন, ছবি উঠানোর পর সরাসরি ভাল মানের ছবি পাওয়া যায় না। এতে আলো বিষয়ে সমস্যা থাকে, ব্রাইটনেস, কন্ট্রাষ্ট, রং বিষয়ে সমস্যা থাকে। এমনকি যদি সমস্যা নাও থাকে, ছবি যতটা ভাল পাওয়া গেছে সফটঅয়্যার ব্যবহার করে তাতেও অভিনবত্ব দেয়া যায়। একটি ছবির সাথে আরেকটি ছবি এক করে কম্পোজিট ইমেজ তৈরী করা যায়। \r\nযদি ফটোশপ ব্যবহারের সুযোগ থাকে তাহলে অন্য সফটঅয়্যার ব্যবহার করবেন কেন ?\r\nফটোশপে কিভাবে ছবির বিভিন্ন বিষয় পরিবর্তন করা যায় জেনে নিন। <\/p>\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-jaYcK7R_JSs\/WI5GdDm2hjI\/AAAAAAAAAOY\/7_3es4C5Z7ENtvY1iRkoLWU2ySUbXEzHgCLcB\/s320\/DSC_0001.JPG\" style=\"\" height=\"212\" width=\"320\" border=\"0\">\r\n<p> নাইকন ডি৯০ ক্যামেরা ওঠানো এই ছবিটি দেখুন। খুব সমস্যা আছে তা হয়ত বলা যাবে না। একে আরো সুন্দর করা যাক।\r\nফটোগ্রাফির একটি সাধারন সমস্যা টোন। আপনি হয়ত ছবি উঠিয়েছেন ভোরের নরম আলোয়, অথবা দুপুরের কড়া রোদে, কিংবা মেঘলা দিনে, কিংবা ঘরের মধ্যে ফ্লুরোসেন্ট টিউবের আলোয়। এসব কারনে ছবিতে রঙয়ের একধরনের ছাপ দেখা যায়। শুরুতেই সেটা ঠিক করে নিন।\r\n\r\nটোন ঠিক করা\r\nফটোশপে ছবিটি ওপেন করুন এবং কমান্ড দিন Image – Auto Tone\r\nছবিতে কিছু পরিবর্তন পাওয়া যাবে। সবসময়ই এই পরিবর্তন আপনার মনের মত হবে এমন কথা নেই। হয়ত সফটঅয়্যার গানিতিক হিসেব করেছে, আর আপনি চান অন্যকিছু। সেবিষয়ে পরে দেখে নেয়া যাবে। তবে শুরুতেই একবার এই কমান্ড দিয়ে ফলটা দেখে নিন।\r\n\r\nকন্ট্রাষ্ট ঠিক করা\r\nছবিতে যতটা কন্ট্রাষ্ট (আলোছায়ার পার্থক্য) রয়েছে সেটা হয়ত আপনার পছন্দ হচ্ছে না। এটা ঠিক করার জন্য মেনু থেকে কমান্ড দিন  Image – Auto Contrast\r\nএখানেও একই কথা, এর ফলাফল আপনার পছন্দ নাও হতে পারে।\r\n\r\nকালার ঠিক করা\r\nসাধারনভাবে ছবিতে যে রঙ রয়েছে সেটা যদি ঠিক মনে না হয় তাহলে রঙ ঠিক করার জন্য কমান্ড দিন,\r\nImage – Auto Color\r\n\r\nএই ৩টি অটো সেটিং থেকে অধিকাংশ সময় ভাল ফল পাওয়া যায়। এবারে আরো নিখুতভাবে প্রতিটি বিষয় পরিবর্তন করা যায় তা দেখা যাক।\r\nপ্রথমেই একটি সাবধানবানী। রঙিন ছবিতে কখনো ব্রাইটনেস-কন্ট্রাষ্ট নামের কমান্ড ব্যবহার করবেন না। এই কমান্ড পুরো ছবির প্রতিটি পিক্সেলের জন্য সমানভাবে কাজ করে, ফলে ছবির মান নষ্ট হয়। আপনার প্রয়োজন বিশেষ বিশেষ যায়গায় পরিবর্তন।\r\n\r\nলেভেল কন্ট্রোল\r\nলেভেল কন্ট্রোল এমন একটি পদ্ধতি যেখানে ছবির সবচেয়ে উজ্জল, সবচেয়ে অন্ধকার এবং মাঝামাঝি যায়গা (হাইলাইট, স্যাডো এবং মিডরেঞ্জ) পৃথকভাবে নিয়ন্ত্রন করা যায়।\r\nমেনু থেকে Image – Adjustments – Levels সিলেক্ট করুন।\r\nলেভেল এর উইন্ডোটি ভালভাবে দেখুন। এর মাঝখানে একটি গ্রাফ রয়েছে। এর নাম হিসটোগ্রাম। ছবিতে বিভিন্নধরনের আলোর পরিমান জানা যায় এটা থেকে।\r\nগ্রাফের নিচে দুপাশে দুটি এবং মাঝখানে একটি স্লাইডার রয়েছে। ডানদিকেরটি হাইলাইট (সবচেয়ে উজ্জ্বল অংশ কিংবা সবচেয়ে সাদা অংশ) বুঝায়, বামদিকেরটি বুঝায় ছবির সবচেয়ে কালো অংশ, আর মাঝেরটি মিডটোন।\r\nএই ছবির বিশ্লেষন হচ্ছে, কালো অংশের পরিমান যথেষ্ট বেশি। এরপর ক্রমান্বয়ে সাদার দিকে যাওয়ার পথে ডিটেইল কমে গেছে। তবে সব যায়গাতেই যেটুকু আলো রয়েছে সেটা গ্রহনযোগ্য।\r\nঅনেক ক্ষেত্রে আলোর কারনে বামদিকে কিংবা ডানদিকে কিছু ফাকা অংশ পাওয়া যায়। এর অর্থ হচ্ছে সেখানে কালো কিংবা সাদা অংশ গুলির মধ্যে পার্থক্য কম। এমন অবস্থায় স্রাইডার সরিয়ে এনে ছবির মান উন্নত করতে পারেন।\r\nকিভাবে কাজটি করা যায় পরীক্ষা করে দেখুন। ডানদিকের স্লাইডারটি মাউস দিয়ে চেপে বামদিকে সরাতে থাকুন। ছবির আলোকিত অংশগুলি আরো উজ্জ্বল হতে থাকবে।\r\nএকইভাবে বামদিকের স্লাইডারটি ডানদিকে সরাতে থাকলে কালো অংশগুলি আরো কালো হতে থাকবে। কাজেই খুব সহজেই কন্ট্রাষ্ট কমানো বা বাড়ানোর কাজ করে নিতে পারেন।\r\nমাঝখানে স্লাইডার ডানে বা বামে সরিয়ে পুরো ছবির মাঝামাঝি আলোর পরিমান কম-বেশি করা যাবে। ফল হিসেবে আপনি পাবেন সঠিকভাবে আলোকিত ছবি।\r\nলেভেল কন্ট্রোল উইন্ডোতে কয়েকটি প্রিসেট রয়েছে সরাসরি ব্যবহারের জন্য। এগুলিও ব্যবহার করে দেখতে পারেন।<\/p>\r\n\r\n\r\n\r\n<\/p>\r\n\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6149","category_id":"4399","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2> পোর্ট্রেট ফটোগ্রাফি রিটাচিং, ছবির সমস্যা দুর করা <\/h2><\/br>\r\n<p>ছবি উঠানোর পর সাথেসাথে নিখুত ছবি পাওয়া যায় না। সেখানে আলো-রঙ ইত্যাদি ঠিক করা প্রয়োজন হয়। একথা সবচেয়ে বেশি প্রযোজ্য পোর্ট্রেট ফটোগ্রাফির ক্ষেত্রে। কোন ব্যক্তির ছবি উঠানো হলে সবসময়ই আশা করা হয় তাকে সুন্দর দেখাবে। মডেল ফটোগ্রাফি হলে তো কথাই নেই। <\/p> <\/br>\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-NQGVEyFyjZU\/WI5GorP6uXI\/AAAAAAAAASo\/xtmTIurg7AoZ1i5gQ3xzWjS349C_7aOBwCLcB\/s320\/ps-spot.jpg\" style=\"\" height=\"223\" width=\"320\" border=\"0\">\r\n<p>সাধারনভাবে যে কাজগুলি সবসময় করতে হয় তা হচ্ছে,\r\n\r\n.          রঙ ঠিক করা। পোষাক বা অন্যকিছু রঙ তো বটেই, মুখের বা শরীরের রঙ ঠিক করাও একটি বড় কাজ। স্কিন টোন নামে পরিচিত এই কাজের জন্য পৃথকভাবে অনেকগুলি ফটোশপ প্লাগই পর্যন্ত পাওয়া যায়।\r\n.          বয়স কিছুটা বেশি হলে চোখের পাশে ভাজ পড়ে। চামড়ার এধরনের ভাজ জুম লেন্স ব্যবহার করে কিছুটা এড়ানো হয়, তারপরও সমস্যা থেকে গেলে ঠিক করা হয় ফটোশপে। সহজ কথায়, চামড়াকে মসৃন দেখানোর ব্যবস্থা করা হয়।\r\n.          কখনো কখনো ছবিতে চোখের ওপর লাল রঙের দাগ তৈরী হয়। এই দাগ দুর করার পদ্ধতি রেড আই কারেকশন নামে পরিচিত।\r\n.          কখনো কখনো ছবির বিশেষ কোন অংশ থেকে বড় ধরনের দাগ মুছে দেয়া প্রয়োজন হয়।\r\n\r\n\r\nএকাজগুলি খুব সহজে করার জন্য ফটোশপে রয়েছে নানারকম ব্যবস্থা। সেগুলি দেখে নেয়া যাক।\r\n\r\nছবির রং ঠিক করা\r\nরঙ ঠিক করার জন্য ফটোশপে রঙের ব্যবহার সম্পর্কে ধারনা থাকলে সুবিধে হয়। আপনি কোন যায়গার রঙ পরিবর্তন করবেন অর্থ একধরনের রঙ কমাবেন, আরেক ধরনের রঙ বৃদ্ধি করবেন। আরজিবি (রেড-গ্রীন-ব্লু) ইমেজের ক্ষেত্রে এই তিনটি রঙের বিপরীত রঙ হচ্ছে Cyan, Magenta এবং Yellow।  আপনি রাল রঙ কমাচ্ছেন অর্থ বিপরীত রঙের দিকে যাচ্ছেন। কাজেই সঠিক রঙ পাওয়ার বিষয়টি আপনাকে নানারকম পরিবর্তন করে বের করে নিতে হতে পারে।\r\nরঙ পরিবর্তনের জন্য মেনু থেকে সিলেক্ট করুন, Image – Adjustments – Color Balance.\r\nউদাহরনের ছবির রঙে লালচে ভাব বেশি রয়েছে। এমন অবস্থায় কিছুটা রেড কমানো, কিছুটা ইয়েলো ব্যবহার ইত্যাদি থেকে ফল পাওয়া যেত পারে। <\/p> <\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-C63pwE7TxYs\/WI5Gk72efWI\/AAAAAAAAARM\/ciFto0HALgYods-VhhHf_bTrdFrLKNH3gCLcB\/s1600\/ps-color.jpg\" style=\"\" border=\"0\">\r\nদাগ দুর করা\r\nছবির দাগ দুর করার জন্য ফটোশপে ৪টি টুল রয়েছে। এগুলি হচ্ছে Spot Healing Brush tool, Healing Brush tool, Patch Tool এবং Red Eye Tool\r\n\r\nউদাহরনের ছবিতে সাদা অংশে একটি দাগ রয়েছে। এধরনের দাগ দুর করার জন্য ফটোশপে স্পট হিলিং ব্রাস টুল। টুলটি সিলেক্ট করে সেখানে ক্লিক করুন। এক ক্লিকেই দাগটি চলে যাবে। <\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-wzqZSiIfHaU\/WI5Gmrk6YfI\/AAAAAAAAAR0\/7ksRate7ZvgZOuQkdf9qqJdqdi_ypyUOACLcB\/s320\/ps-healing.jpg\" style=\"\" height=\"162\" width=\"320\" border=\"0\">\r\nবেশি যায়গার দাগ দুর করা\r\nযদি স্পট এর বদলে বেশ কিছুটা যায়গা জুড়ে দাগ থাকে যা আপনি বাদ দিতে চান তাহলে হিলিং ব্রাস টুল ব্যবহার করুন। টুলটি সিলেক্ট করুন, কিবোর্ডে Alt চেপে ধরে সেই যায়গার সাথে মিল রয়েছে এমন যায়গায় ক্লিক করুন, এরপর যেখানে পরিবর্তন করতে চান সেখানে ব্রাস ঘসতে থাকুন। ক্রমে দাগগুলি মুছে যাবে।\r\nএই টুল যা করে তা হচ্ছে অন্য যায়গা বিশ্লেষন করে সেই যায়গার রং কপি করে। ব্রাশ ব্যবহারের সময় পয়েন্টারে প্রিভিউ দেখা যায়। কাজের সুবিধের জন্য ব্রাসসাইজ ঠিক করে নিতে পারেন। <\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-MRE5i2oi62A\/WI5Gn3iOp1I\/AAAAAAAAASQ\/_baQwW3mHxYOom8KwrOSVY2SB228K749gCLcB\/s320\/ps-patch.jpg\" style=\"\" height=\"218\" width=\"320\" border=\"0\">\r\nপ্যাচ টুল ব্যবহার করে অপ্রয়োজনীয় অংশ বাদ দেয়া\r\nছবি থেকে কোন একটি বিষয় বাদ দেয়ার জন্য প্যাচ টুল ব্যবহার করুন। যেমন এখানে টিপটি বাদ দেয়া হয়েছে।\r\nপ্যাচ টুল সিলেক্ট করুন। যে যায়গা বাদ দিতে চান তার চারিদিকে ড্রাগ করে সিলেক্ট করুন। এরপর সিলেকশনের মধ্যে ক্লিক করে ড্রাগ করুন। যে যায়গায় সরাবেন সেই যায় রং হিসেব করে এখানে ব্যবহার করা হবে।\r\n\r\nরেড আই কারেকশন\r\nহিলিং টুলগুলির মধ্যে সবশেষ রয়েছে রেড আই কারেকশন টুল। এর ব্যবহার খুবই সহজ। ছবিতে রেড আই থাকলে টুল সিলেক্ট করে সেখানে ক্লিক করুন। সাথেসাথে সেটা দুর হবে। <\/br>\r\n\r\n\r\n\r\n\r\n <\/p>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6153","category_id":"4400","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p> <h2> টেক্সট ব্যবহার <\/h2> <\/br>\r\nফটোশপ ইমেজ এডিটিং সফটঅয়্যার। ডিজিটাল পেইন্টিং এর ক্ষেত্রেও অসামান্য। সাধারনভাবে এধরনের সফটঅয়্যার সম্পর্কে ধারনা হচ্ছে এতে টেক্সট ব্যবহারের যথেষ্ট সুযোগ থাকে না। যেমন ধরুন কোরেল পেইন্টার। ডিজিটাল ড্রইং এর ক্ষেত্রে ফটোশপ থেকেও শক্তিশালী বলে ধরা হয়। সেখানে বড়জোর একলাইন টাইটেল লিখতে পারে। <\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-kkSVkZTek-Q\/WI5GpmIODwI\/AAAAAAAAAS8\/HtWbyYCj-jsli8bFDalfbsfnSBXhRn0BwCLcB\/s1600\/ps-warp.jpg\" style=\"\" border=\"0\">\r\n\r\nসেদিক থেকে ফটোশপ ব্যতিক্রম। এখানে দৃষ্টিনন্দন টাইটেল যেমন তৈরী করা যায় তেমনি প্যারাগ্রাফ টেক্সট ব্যবহারের সব সুবিধে রয়েছে। <\/br>\r\n\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-sXOs_CQ_9EY\/WI5GpL8OTnI\/AAAAAAAAAS0\/Dbk6J2Pra0kXcqOH5KUe1702KI4jfc9tgCLcB\/s320\/ps-typeTool.jpg\" style=\"\" height=\"188\" width=\"320\" border=\"0\">\r\n\r\nটেক্সট ব্যবহারের জন্য টুলবক্স থেকে টাইপ টুল সিলেক্ট করতে হবে। টাইপ টুলে মাউস পয়েন্টার চেপে ধরলে ৪টি টুল দেখা যাবে। পাশাপাশি এবং উল্লম্বভাবে ছাড়াও মাস্কটুল নামে দুটি টুল রয়েছে।  মাস্ক টুল সম্পর্কে পরে জানানো হচ্ছে।\r\nটাইপ টুল সিলেক্ট করা অবস্থায় অপশান বার দেখুন। এখানে পর্যায়ক্রমে ফন্ট (টাইপফেস), ফন্টা টাইপ (বোল্ড, ইটালিক ইত্যাদি), ফন্ট সাইজ (বড় বা ছোট),  এন্টিএলিয়াস, এলাইনমেন্ট, ফন্টের রং ইত্যাদি সিলেক্ট করা যাবে।\r\n.          একটি নতুন ডকুমেন্ট তৈরী করে সাদা রঙের ক্যানভাসে কালো রং ব্যবহার করে টাইপ শুরু করুন।\r\n.          লেখা শেষ করার জন্য কিবোর্ডে এন্টার চাপ দিন, অথবা অপশনবারে টিক চিহ্নে ক্লিক করুন।\r\n\r\n\r\nফটোশপে টেক্সট সবসময়ই টেক্সট লেয়ার নামে বিশেষ ধরনের লেয়ার অবস্থান করে। অর্থাত যখনই নতুন কিছু টাইপ করবেন সেটা নতুন লেয়ার তৈরী করবে। <\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-pZS-WnkrdY0\/WI5GpAipLbI\/AAAAAAAAASw\/2FXFF3l5rmcyrsiQu5MfFTt_cuhoMifpgCLcB\/s320\/ps-text.jpg\" style=\"\" height=\"211\" width=\"320\" border=\"0\">\r\n\r\nলেখা পরিবর্তন করা\r\n\r\nটাইপ করার আগে যেমন ফন্ট পরিবর্তন করে নিতে পারেন তেমনি লেখার পরও ফন্ট টাইপফেস, ফন্টসাইজ ইত্যাদি পরিবর্তন করতে পারেন। নির্দিস্ট অংশে পরিবর্তনের জন্য সেই লেখাটুকু সিলেক্ট করে নিতে হবে। অন্যথায় লেয়ার সিলেক্ট করলে পুরো লেখার জন্য পরিবর্তন হবে।\r\n.          লেখায় কোন পরিবর্তনের জন্য টেক্সট টুল সিলেক্ট করা অবস্থায় টেক্সট এর ওপর ক্লিক করুন। টেক্সট এডিট মোড পাওয়া যাবে এবং টাইপে ভুল থাকলে বা নতুন লেখা যোগ করা প্রয়োজন হলে করা যাবে।\r\n.          ফন্ট টাইপফেস পরিবর্তনের জন্য ড্রপডাউন লিষ্ট থেকে নির্দিস্ট নাম সিলেক্ট করুন। অথবা ফন্টের নামের পাশে ক্লিক করে কিবোর্ডে আপ-ডাউন কি চাপ দিন। ফন্টের নাম পরিবর্তনের সাথে সাথে প্রিভিউ দেখা যাবে।\r\n.          ফন্ট সাইজ পরিবর্তন করার জন্য ড্রপডাউন লিষ্ট থেকে বড় কিংবা ছোট মাপ সিলেক্ট করুন। অথবা পয়েন্টারকে লেখার মধ্যে এনে কন্ট্রোল কি চেপে ক্লিক করুন। লেখার চারিদিকে একটি বক্স পাওয়া যাবে। এটা টেনে লেখাকে বড়-ছোট করা যাবে।\r\n.          মেনু থেকে ক্যারেকটার\/প্যারাগ্রাফ সিলেক্ট করে অন্যান্য টেক্সট ভিত্তিক সফটঅয়্যারের মত অন্যান্য অপশন পাওয়া যাবে।\r\n.          টেক্সট লেয়ারকে এক যায়গা থেকে আরেক যায়গায় সরানো যাবে অন্যান্য লেয়ারের মতই। কন্ট্রোল কি চেপে ধরে লেখার ওপর ড্রাগ করে পছন্দমত যায়গায় সরান।\r\n\r\nপ্যারাগ্রাফ টেক্সট\r\n\r\nপ্যারাগ্রাফ টেক্সটের আরেক নাম ফ্লোটিং টেক্সট। অর্থাত নির্দিস্ট যায়গার মধ্যে লেখা শেষ না হলে লেখা পরবর্তী লাইনে চলে যায়।\r\nকতটুকু যায়গার মধ্যে প্যারাগ্রাফ থাকবে সিলেক্ট করার জন্য টেক্সট টুল ব্যবহার করে ক্যানভাসে ড্রাগ করে নির্দিস্ট করে দিন। মাউস ড্রাগ করা যায়গায় একটি টেক্সট বক্স তৈরী হবে এবং লেখা এই বক্সের মধ্যে সীমাবদ্ধ থাকবে।\r\n\r\nবাকানো লেখা\r\nলেখাকে নির্দিস্ট আকারে আনার জন্য অপশন বার থেকে Create Warped Text সিলেক্ট করুন। এরপর ড্রপডাউন বক্স থেকে পছন্দের আকার সিলেক্ট করুন।\r\nঅন্যান্য সফটঅয়্যারের মত ফটোশপেও পেন টুল ব্যবহার করে পাথ তৈরী করে সেই পাথ অনুযায়ী টেক্সট ব্যবহার করা যায়। <\/br>\r\n\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-YaiWtjzXz8M\/WI5GokEueUI\/AAAAAAAAASk\/_YL_czi92kUfn8oM2ttAjmNZxNLk4i85QCLcB\/s320\/ps-shadow.jpg\" style=\"\" height=\"208\" width=\"320\" border=\"0\">\r\n\r\nলেয়ার ইফেক্ট ব্যবহার\r\nটেক্সট যেহেতু নিজেই একটি লেয়ার সেহেতু ড্রপস্যাডো, গ্লো ইত্যাদি সব ধরনের লেয়ার ইফেক্ট ব্যবহার করা যাবে।\r\nএজন্য মেনু থেকে Layer – Layer Style সিলেক্ট করুন এবং পছন্দমত ইফেক্ট ব্যবহার করুন।\r\n\r\nআপনি যে টেক্সটই ব্যবহার করুন না কেন, অন্য কম্পিউটারে ব্যবহারের সময় সেখানেও সেই ফন্ট থাকতে হবে। না থাকলে তার বদলে অন্য ফন্ট ব্যবহৃত হবে, ফলে স্বাভাবিকভাবেই সৌন্দর্যহানি ঘটবে। এটা এড়ানোর জন্য লেখাকে বিটম্যাপে পরিনত করে নিতে পারেন।\r\n·        টেক্সট লেয়ারের ওপর রাইট-ক্লিক করে Rasterize Type সিলেক্ট করুন।\r\n\r\nছোট লেখাকে বিটম্যাপে পরিনত করলে ধারগুলি ভাঙা দেখাতে পারে।\r\n\r\nমাস্ক টুল \r\nমাস্ক টুল ব্যবহার করতে হয় অন্য লেয়ারের ওপর। এরফলে নতুন টেক্স লেয়ার তৈরী হয় না। মাস্ক টুল ব্যবহার করে লিখলে সেখানে লেখার বদলে ফন্টের সাথে মিল রেখে সিলেকশন পাওয়া যাবে। \r\nমাস্ক টুল ব্যবহার করে কিছু টাইপ করুন, এরপর সেই অংশ রং বা প্যাটার্ন দিয়ে ফিল করুন।   <\/br>\r\n\r\n\r\n\r\n\r\n<\/p>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6156","category_id":"4401","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n <p> <h2> লাইটিং ইফেক্ট <\/h2><\/br>\r\nছবিতে ষ্টেজের মত লাল-নিল রঙের লাইট দেখাতে চান। সত্যিকারের রঙিন আলো ব্যবহার করে ছবি উঠানো নিশ্চয়ই সকলের পক্ষে সম্ভব না, কিন্তু যে কোন আলোয় ছবি উঠিয়ে তাকে ফটোশপে এনে রঙিন আলো ব্যবহার করা সম্ভব খুব সহজেই।   <\/br>\r\n\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-X0SuXIQDaek\/WI5GkEvVp-I\/AAAAAAAAAQ8\/7ZVYv1c83jwy5EDbIHsuJFGjUWolnsVEwCLcB\/s320\/ps-LightingMenu.jpg\" style=\"\" height=\"219\" width=\"320\" border=\"0\">\r\nফটোশপ ব্যবহার করে কিভাবে একাজ করবেন জেনে নিন।\r\n·        ছবিকে ফটোশপে ওপেন করুন।\r\nমেনু থেকে কমান্ড দিন Filter – Render – Lighting Effects\r\nStyle ডায়ালগ বক্সের অংশ থেকে পছন্দমত ষ্টাইল সিলেক্ট করুন। উদাহরনে আরজিবি (রেড-গ্রিন-ব্লু) লাইট ব্যবহার করা হয়েছে।\r\nআলোর পরিমান কমবোশি করার জন্য Intensity স্লাইডার ব্যবহার করুন।\r\nআলোর রং পরিবর্তনের জন্য রঙের ওপর (ছবিতে লাল) ক্লিক করুন এবং পছন্দের রং সিলেক্ট করুন। উদাহরনে নিল রংকে সাদায় পরিনত করা হয়েছে।\r\nসরাসরি আলো অবস্থান পরিবর্তনের জন্য লাইটের কেন্দ্রের বিন্দু ক্লিক করে ড্রাগ করুন।\r\nআলোর পরিমান কমবেশি করার জন্য বৃত্তের দুপাশের বিন্দু ব্যবহার করুন।\r\nআলোকে সরু বা চওড়া করার জন্য বৃত্তের ওপর-নিচের বিন্দু ব্যবহার করুন। <\/br>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-bpS0ZhKFFEk\/WI5GkVL6s0I\/AAAAAAAAARA\/Ob7SK7bW_wIpB_fZFBqcHwrKHOdbS47PQCLcB\/s320\/ps-LightingSetting.jpg\" style=\"\" height=\"312\" width=\"320\" border=\"0\">\r\n\r\nএই Filter ব্যবহার করে শুধুমাত্র যে আকর্ষনীয় আলো যোগ করা যায় তাই না, থ্রিডি মডেলিং সফটঅয়্যারের মত ধাতব বৈশিষ্ট যোগ করা, এক্সপোজার কমবেশি করা এবং টেক্সচার ব্যবহার করা যায়। বিভিন্ন সেটিং নিয়ে নানারকম পরীক্ষা করে দেখুন। <\/br>\r\n\r\n\r\n<\/p>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6157","category_id":"4402","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n\r\n <p> <h2> লেয়ার ব্যবহার <\/h2> <\/br>\r\nফটোশপে উচুমানের ইফেক্ট ব্যবহার, একাধিক ছবিকে একসাথে করে কম্পোজিট ইমেজ তৈরীর জন্য লেয়ার প্রয়োজন। প্রতিটি লেয়ারে ভিন্নভিন্ন অবজেক্টকে ঠিক রেখে তাদের সমম্বয়ে একটি ইমেজ তৈরী করা সম্ভব। যেমন একজন ব্যক্তির ঘরের মধ্যে উঠানো ছবি এক লেয়ারে, আরেক লেয়ারে সমুদ্র সৈকতের ছবি। দুটি একসাথে করে মনে হবে সেইব্যক্তি সমুদ্রের সামনে দাড়িয়ে আছেন। এছাড়া ড্রপ স্যাডো-র মত কিছু ইফেক্ট ব্যবহারের জন্য লেয়ার প্রয়োজন। <\/br>\r\n \r\n<img src=\"https:\/\/1.bp.blogspot.com\/-do2SJqDfB0g\/WI5GmwY1UII\/AAAAAAAAAR8\/l7rC20s2IskrvFINmWrxxrI2_daQ5SyXgCLcB\/s1600\/ps-layer.jpg\" style=\"\" border=\"0\"> \r\n যতক্ষন লেয়ারগুলি পৃথকভাবে থাকে ততক্ষন তাদের পৃথকভাবে পরিবর্তন করা যায়। এদেরকে একসাথে এর একটি লেয়ারে পরিনত করলে পৃথকভাবে আর পরিবর্তনের সুযোগ থাকে না। ফটোশপের নিজস্ব ফরম্যাট (পিএসডি) লেয়ার ব্যবহার করে কিন্তু জেপেগ ফরম্যাট লেয়ার সাপোর্ট করে না। কাজেই আউটপুট জেপেগ হিসেবে সেভ করার পর যদি মনে হয় ভবিষ্যতে মুল ছবিতে আরো পরিবর্তনের সম্ভাবনা রয়েছে তাহলে সরাসরি ফটোশপ ফরম্যাটে একটা কপি সেভ করে রাখুন।\r\n\r\n\r\nনতুন লেয়ার তৈরী এবং ব্যবহার\r\n·        নতুন একটি ফাকা লেয়ার তৈরীর জন্য লেয়ার প্যানেলের নিচের দিকে আইকনে ক্লিক করুন। নতুন একটি ট্রান্সপারেন্ট লেয়ার তৈরী হবে এবং নিজে থেকে লেয়ার ১, লেয়ার ২ এইভাবে নামকরন করবে। লেয়ারের নাম দেয়ার জন্য  লেয়ারের নামে ডাবল ক্লিক করুন এবং নাম টাইপ করে দিন। একটি ইমেজে অনেকগুলি লেয়ার থাকতে পারে, কাজেই চেনার জন্য নাম ব্যবহার সুবিধেজনক।\r\n·        একই ইমেজের একটি অংশ থেকে নতুন লেয়ার তৈরীর জন্য নির্দিস্ট অংশটুকু সিলেক্ট করুন। তার ওপর রাইট-ক্লিক করে Layers via copy কিংবা Layer via cut সিলেক্ট করুন।\r\n·        অন্য ইমেজ থেকে একটি অংশ নতুন লেয়ার হিসেবে আনার জন্য পাশাপাশি দুটি ইমেজ ওপেন করুন। যে ইমেজ থেকে লেয়ারকে অন্য ইমেজে নিতে চান সেটা ড্রাগ করে অপর ইমেজে নিয়ে যান। এছাড়া অন্য সফটঅয়্যারে কপি কমান্ড দিয়ে ফটোশপে পেষ্ট কমান্ড ব্যবহার করেও নতুন লেয়ারে ছবি ব্যবহার করা যাবে।\r\n·        লেয়ারের অবস্থান পরিবর্তনের জন্য ড্রাগ করে ওপরে বা নিচে নিন।\r\n·        লেয়ার মুছে দেয়ার জন্য লেয়ারটি ড্রাগ করে নিচের ডিলিট লেয়ার আইকনের ওপর ছেড়ে দিন।\r\n·        লেয়ার হাইড করার জন্য লেয়ারের বামদিকের চোখ হিহ্নিক স্থানে ক্লিক করুন। হিডেন লেয়ার পরিবর্তন করা যায় না।\r\n·        লেয়ারগুলির ওপরে লক লেখা কয়েকটি আইকন রয়েছে। এগুলি ব্যবহার করে ননট্রান্সপারেন্ট অংশ, ট্রান্সপারেন্ট অংশ, লেয়ারের অবস্থান অথবা লেয়ারের সবকিছু লক করা যায়।\r\n\r\nএডজাষ্টমেন্ট লেয়ার\r\nকোন লেয়ারের ব্রাইটনেস-কন্ট্রাষ্ট থেকে শুরু করে যে কোনকিছু পরিবর্তণ করলে লেয়ারটির স্থায় পরিবর্তন হয়। এডজাষ্টমেন্ট লেয়ার নামে একধরনের লেয়ার তৈরী করে সেখানে এই পরিবর্তন করে মুল লেয়ারকে আগের মত রেখে দেয়া যায়।\r\n·        এডজাষ্টমেন্ট লেয়ার তৈরীর জন্য নির্দিষ্ট লেয়ারটি সেলেক্ট করুন।\r\n·        মেনু থেকে Layer – New Adjustment layer কমান্ড দিন এবং লেয়ারের একটি নাম দিন। নতুন একটি লেয়ার তৈরী হবে। এই লেয়ার সিলেক্ট করে লেয়ারের ধরন অনুযায়ী পরিবর্তন করা যাবে।\r\n\r\n\r\nলেয়ার লিংক\r\nএকাধিক লেয়ার লিংক করার মাধ্যমে তাদের একসাথে পরিবর্তন করা যায়। যেমন একটি লেয়ার সরানোর সাথেসাথে যদি অন্য লেয়ার ঠিক ততটা সরানো প্রয়োজন হয় তাহলে লেয়ারদুটি লিংক করে নিন।\r\n·        লিংক করার জন্য যে লেয়ারগুলি লিংক করা প্রয়োজন সেগুলি সিলেক্ট করুন (Ctrl+click)।\r\n·        লেয়ার প্যানেলের নিচের দিকে লিংক বাটনে ক্লিক করুন।\r\n\r\nব্যাকগ্রাউন্ড লেয়ার\r\nএকটি জেপেগ ইমেজ ওপেন করলে ব্যাকগ্রাউন্ড লেয়ার নামে একটিমাত্র লেয়ার পাওয়া যাবে। ব্যাকগ্রাউন্ড লেয়ারে পরিবর্তন করা যায় না। একে সাধারন লেয়ারে পরিনত করার জন্য লেয়ার থাম্বনেইলে ডাবল-ক্লিক করুন এবং নতুন লেয়ারের নাম দিন।\r\n\r\nলেয়ার গ্রুপ\r\nকয়েকটি লেয়ারকে একসাথে একটি গ্রুপ হিসেবে ব্যবহার করা যায়। একে একটি ফোল্ডারের মধ্যে ফাইল সাজিয়ে রাখার সাথে তুলনা করতে পারেন।\r\n·        Create a new group আইকনে ক্লিক করুন এবং একটি নাম দিন।\r\n·        লেয়ারকে ড্রাগ করে এই ফোল্ডারের মধ্যে নিয়ে যান।\r\n\r\nলেয়ার একসাথে করা\r\nপৃথক দুটি বা ততোধিক লেয়ারকে একটি লেয়ারে পরিনত করার জন্য মার্জ লেয়ার কমান্ড ব্যবহার করতে পারেন।\r\n·        সবগুলি লেয়ার একসাথে করে একটি ইমেজ তৈরীর জন্য লেয়ার প্যানেলের ওপরে ডানদিকের অপশন বাটনে ক্লিক করুন এবং Flatten Image সিলেক্ট করুন। অথবা লেয়ারের ওপর রাইট-ক্লি করে Flatten Image সিলেক্ট করুন।\r\n·        একটি লেয়ার থেকে তার পরবর্তী লেয়ারগুলিকে একটি লেয়ারে পরিনত করার জন্য সেই লেয়ারে রাইট-ক্লিক করে Merge down সিলেক্ট করুন।\r\n·        হিডেন লেয়ারগুলি বাদ দিয়ে বাকি লেয়ারগুলিকে একসাথে করার জন্য লেয়ারে রাইট-ক্লিক করে Merge visible সিলেক্ট করুন। <\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-m-Q_GAATVgU\/WI5GnFPeNYI\/AAAAAAAAASA\/fjnjCSWD3BIVUn4ILswmDtqGhY-fluA0wCLcB\/s320\/ps-layerStyle.jpg\" style=\"\" height=\"249\" width=\"320\" border=\"0\">\r\n\r\nলেয়ার ইফেক্ট ব্যবহার\r\nলেয়ারের জন্য ড্রপস্যাডো, আউটার গ্লো, বেভেল ইত্যাদি নানা ধরনের ইফেক্ট ব্যবহারের সুযোগ রয়েছে। লেয়ারের ধারগুলি দিয়ে এই ইফেক্ট কাজ করবে।\r\n·        নির্দিস্ট লেয়ার সিলেক্ট করুন।\r\n·        মেনু থেকে সিলেক্ট করুন Layer – Layer Style\r\n·        বিভিন্ন প্যারামিটার পরিবর্তন করে প্রিভিউ দেখে নিন।\r\n\r\nলেয়ার ব্লেন্ডিং\r\nসাধারনভাবে একাধিক লেয়ার ব্যবহারের সময় ওপরের লেয়ারের ট্রান্সপারেন্ট অংশ দিয়ে নিচের লেয়ার দেখা যায় এবং বাকি অংশটুকু ঢাকা পড়ে। ব্লেন্ডিং মোড পরিবর্তন এক এক লেয়ারের সাথে আরেক লেয়ারের প্রতিক্রিয়ায় নতুন ধরনের ইফেক্ট তৈরী করা যায়।\r\n·        যে লেয়ারটির ব্লেন্ডিং মোড পরিবর্তন করতে চান সেটি সিলেক্ট করুন।\r\n·        লেয়ার প্যানেলে Normal লেখা ড্রপ ডাউন লিষ্ট থেকে অন্য মোডগুলি ব্যবহার করে দেখুন।\r\n\r\n\r\nলেয়ার কতটা দক্ষতার সাথে ব্যবহার করতে পারেন তার ওপর নির্ভর করে আপনি কত দৃষ্টিনন্দন ডিজাইন করতে পারেন। আর দক্ষতা নির্ভর করে অভিজ্ঞতার ওপর। শুরুতে যদি ভাল ফল নাও পাওয়া যায়, নানারকম পরীক্ষা করে একসময় দক্ষতা অর্জন করতে পারেন। <\/br>\r\n <\/p>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6158","category_id":"4403","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n <p> <h2> রং বদল করুন <\/h2> <\/br>\r\n\r\n ফটোগ্রাফে অনেক সময়ই সরাসরি সঠিক রং পেতে সমস্যা হয়। টকটকে লাল রং হয়ে গেল কমলা কিংবা গোলাপী। যার ছবি তিনি পছন্দ করলেন না। আপনি ফটোশপে খুব সহজেই সেটা ঠিক করে নিতে পারেন। এমনকি এক রংকে বদল করে একেবারে ভিন্ন আরেক রং বানিয়ে দিতে পারেন ফটোশপেই। <\/br>\r\n\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-pz_Wt6iIrjk\/WI5GoB-gvMI\/AAAAAAAAASc\/h6Cu-ZtI7A45W0YtGAzGtYkZ8Q9mRwZogCLcB\/s320\/ps-replaceColor%2B2.jpg\" style=\"\" height=\"250\" width=\"320\" border=\"0\">\r\nউদাহরনের ছবিটি দেখুন। নিল শাড়ির সাথে জামার লাল রং যদি বেমানান মনে হয় তাহলে তার রং পাল্টে মানানসই নিল রং করে দিতে পারেন।\r\n·        যে রংটি পরিবর্তন করা হবে সেই রংটি কোথাও কোখায় রয়েছে একবার দেখে নিন। যেহেতু চুড়ি, ঠোট এবং অন্যান্য যায়গায় একই রং রয়েছে সেহেতু সরাসরি রং বদল করলে এই যায়গাগুলিতেও পরিবর্তন কবে। শুধুমাত্র জামার রং পাল্টানোর জন্য সে অংশটুকু মোটামুটিভাবে সিলেক্ট করে নিন।\r\n·        মেনু থেকে কমান্ড দিন, Image – Adjustments – Replace Color\r\n·        ইমেজের যে যায়গার রং পাল্টাতে চান সেখানে মাউস পয়েন্টার আনুন। মাউস পয়েন্টারকে কালার পিকার হিসেবে দেখা যাবে।\r\n·        ক্লিক করে রং সিলেক্ট করুন। Replace Color ডায়ালগ বক্সে সিলেক্ট করা রং এর অংশটুকু সাদা হিসেবে দেখা যাবে।\r\n <\/br>\r\n \r\n<img src=\"https:\/\/2.bp.blogspot.com\/-wpdgqJ9XD94\/WI5GklRL7xI\/AAAAAAAAARI\/Sx23i8qdNXMoY7GK20ClmDtXBVPUmU3rACLcB\/s1600\/ps-color%2B%2B1.jpg\" style=\"\" border=\"0\"> \r\n ·        প্রয়োজনে Fuzziness পরিবর্তন করে সিলেকশন কম-বেশি করুন।\r\n·        ডায়ালগ বক্সের নিচের অংশ থেকে Hue, Saturation, Lightness ইত্যাদি পরিবর্তন করে রংকে পছন্দসই রংয়ে আনুন।\r\n·        Result অংশে ক্লিক করে নির্দিস্ট রং সিলেক্ট করে দিতে পারেন।\r\n·        বাটনে ক্লিক করলেই পরিবর্তিত রং পাবেন। <\/br>\r\n<\/p>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6160","category_id":"4404","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n <p> <h2> ছবি থেকে কিছু বাদ দিন <\/h2> <\/br>\r\nযারা ছবি উঠাতে পছন্দ করেন তারা জানেন পছন্দমত ছবি পেতে তাদেরকে কতরকম সমস্যার মুখোমুখি হতে হয়। হয়ত একটি স্থাপনার সামনে অপেক্ষা করছেন মানুষ না থাকলে ছবি উঠাবেন কিন্তু কখনোই যায়গাটা ফাকা হচ্ছে না। সবসময়ই কেউএকজন এখানে ওখানে এমনভাবে দাড়িয়ে থাকছেন যে তাকে বাদ দিয়ে আপনি ছবি উঠানোর সুযোগ পাচ্ছেন না। গ্রাফিক ডিজাইনার হিসেবে কাজ করার সময় আপনাকে এমন কাজ করতেই হয় যেখানে ছবি থেকে কিছু অংশ বাদ দেয়া প্রয়োজন। <\/br>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-KXZds2XKAMc\/WI5GoQFvrkI\/AAAAAAAAASg\/fXNiD9JYsjUHvYR7a-KoInIZukUXPqLdACLcB\/s320\/ps-selection.jpg\" style=\"\" height=\"262\" width=\"320\" border=\"0\">\r\nএ কাজ ফটোশপে করে নেয়া যেত ষ্ট্যাম্পিং এর মত পদ্ধতিতে। বিষয়টি অত্যন্ত সময়সাপেক্ষ। তারপরও একেবারে পছন্দমত ফল পাওয়া যাবে এমন কথা নেই। ফটোশপের নতুন ভার্শনে (সিএস৫) সহজে একাজ করতে নতুন ব্যবস্থা আনা হয়েছে Content Aware Fill নামে। এটা ব্যবহার করে খুব সহজে আপনি ছবি থেকে কোন অংশ বাদ দিতে পারেন। সেই যায়গা পুরন হবে পাশের যায়গা বিশ্লেষন করে তারসাথে মিল রেখে। এবং কাজটি ফটোশপ নিজেই করে দেবে।\r\nউদাহরনের ছবিটি দেখন। হয়ত আপনি মহিলাকে ছবি থেকে বাদ দিতে চান। এজন্য যা করতে হবে;\r\n.          ল্যাসো টুল দিয়ে অংশটুকু সিলেক্ট করুন। <\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-QNnOMUbyqFg\/WI5GnvQg6NI\/AAAAAAAAASM\/CwHgJdk7FZgEu_-L1i2lu_PvJBIqLtleACLcB\/s1600\/ps-option.jpg\" style=\"\" border=\"0\">\r\n    \r\n\tমেনু থেকে কমান্ড দিন Edit - Fill\r\n.          Use অংশে Content – Aware সিলেক্ট করুন।\r\n.          OK বাটনে ক্লিক করুন। <\/br>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-loj-CFwOo7s\/WI5GlR0e_lI\/AAAAAAAAARc\/gfb5BbPkdw0QgtktEfR5oIH1-xcMa7rVQCLcB\/s320\/ps-done.jpg\" style=\"\" height=\"262\" width=\"320\" border=\"0\">\r\nআপনার কাজ এটুকুই। ফল হিসেবে মহিলা অদৃশ্য হয়ে যাবেন এবং সেই যায়গা পুরন হবে পাশের দৃশ্যের সাথে মিল রেখে। <\/br>\r\n\r\n\r\n<\/p>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6162","category_id":"4405","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p> <h2> ব্যাকগ্রাউন্ড বাদ দেয়া <\/h2> <\/br>\r\nবিভিন্ন কারনে ছবির ব্যাকগ্রাউন্ড বাদ দেয়া প্রয়োজন হয়। হয়ত ঘরের মধ্যে উঠানো ছবিকে বাগানে দেখাতে চান কিংবা একাধিক ছবিকে একসাথে করে একটি ইমেজ করতে চান ইত্যাদি। ইন্টারনেটে আউটসোর্সিং কাজের সময় গ্রাফিক ডিজাইন কাজের একটি বড় চাহিদা হচ্ছে ইমেজ থেকে ব্যাকগ্রাউন্ড বাদ দেয়া।<\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-mJIFfXEq004\/WI5GpzkoFRI\/AAAAAAAAATE\/X4LcPF6KfO8wyY91xoobIa64J_-S7L61gCLcB\/s320\/psMask.jpg\" style=\"\" height=\"281\" width=\"320\" border=\"0\">\r\nফটোশপে একাজ করার অনেকগুলি পদ্ধতি রয়েছে। একটি সহজ পদ্ধতি হচ্ছে কুইক মাস্ক মোড ব্যবহার করা।\r\n.          যে যায়গাটুকু রাখতে চান (অথবা বাদ দিতে চান) সে যায়গা ল্যাসো টুল দিয়ে মোটামুটি সিলেক্ট করে নিন।\r\n.          মেনু থেকে কমান্ড দিন, Select – Edit in Quick Mask Mode\r\nসিলেক্ট করা অংশ এবং সিলেক্ট না করা অংশ পৃথক রঙে দেখা যাবে। <\/br>\r\n\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-RsutKvqSBuI\/WI5GoFSX0rI\/AAAAAAAAASY\/fQyr91gjT64unbcR7GKuiSrAL2agW54ngCLcB\/s320\/ps-quickmask.jpg\" style=\"\" height=\"262\" width=\"320\" border=\"0\">\r\nব্রাস টুল সিলেক্ট করুন এবং প্যালেটে সাদা-কালো রং সিলেক্ট করুন। সাদা রং দিয়ে পেইন্ট করলে সিলেকশনের সাথে যোগ হবে এবং কালো রং দিয়ে পেইন্ট করলে সিলেকশন থেকে বাদ যাবে। সাবধানে সিলেকশনের ধারগুলো ঠিক করে নিন।\r\n.          ঠিকভাবে পেইন্ট করা হলে Select – Edit in Quick Mask Mode কমান্ড দিয়ে কুইক মাস্ক মোড থেকে বাইরে আসুন। সাধারন সিলেকশন পাওয়া যাবে।\r\n.          প্রয়োজনে Inverse Selection কমান্ড দিন এবং ডিলিট কমান্ড দিন।\r\n.          ইচ্ছে করলে নিচের লেয়ারে ব্যাকগ্রাউন্ড হিসেবে অন্য ইমেজ ব্যবহার করতে পারেন।\r\n\r\nসহজে ব্যাকগ্রাউন্ড বাদ দেয়ার জন্য এই পদ্ধতি কার্যকর। কখনো কখনো এই পদ্ধতিতে কাজ করা সম্ভব হয় না। যেমন চুলের যায়গাগুলিতে সমস্যা থেকে যায়। এজন্য আরো নিখুত কাজের জন্য পাথ ব্যবহার করা হয়। এছাড়া মাস্ক করার জন্য কিছু প্লাগ-ইনও রয়েছে। <\/br>\r\n\r\n\r\n<\/p>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6163","category_id":"4406","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p> <h2>  টাক মাথায় চুল গজান <\/h2> <\/br>\r\nঅন্যের মাথায় টাক দেখে আনন্দ পেলেও নিজের মাথায় টাক দেখতে পছন্দ করেন না কেউই। টাক মাথায় চুল গজানোর বিজ্ঞাপন দেখে বহু টাকা খরচ করে তেল কেনেন। টাক মাথার তাক লাগানো সমাধান বিজ্ঞাপন দেখে কেউ কেউ বহু টাকা খরচ করে দোকানে গিয়ে আঠা দিয়ে চুল লাগান। এত কষ্ট করার প্রয়োজন নেই, ফটোশপে খুব সহজেই টাক মাথায় চুল গজাতে পারেন। অবশ্য সত্যিকারের মাথায় না, টাকমাথার ছবিতে। <\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-Dirtc5wHDjg\/WI5GmUIEwII\/AAAAAAAAARw\/3S6xVGp5UfYNN5N511gsJJr7rVc8JCiIACLcB\/s320\/ps-hair.jpg\" style=\"\" height=\"206\" width=\"320\" border=\"0\">\r\nএজন্য অবশ্যই আপনার দুটি ছবি প্রয়োজন হবে। একটি যে ছবিতে পরিবর্তন করবেন, আরেকটি পছন্দমত চুলঅলা মাথার চবি। ছবিদুটি একই কোনে, একই ধরনের আলোতে হলে সুবিধে হবে।\r\n.          যে ছবিতে পরিবর্তন করতে চান তাকে ওপেন করুন।\r\n.          চুলের ছবিটি আরেকটি লেয়ারে আনুন এবং মাস্ক, সিলেকশন অথবা সুবিধেজনক যে কোন পদ্ধতিতে চুলটুকু সিলেক্ট করে পৃথক করুন। চুল ছাড়া বাকি অংশ মুছে দিন।\r\n.          চুলকে মাথার ওপর সঠিক যায়গায় আনুন এবং প্রয়োজনে স্কেল পরিবর্তন করে নিন।\r\n.          মেনু থেকে Edit – Transform – Warp কমান্ড দিয়ে প্রয়োজনে বিভিন্ন অংশকে যায়গামত ঠিকভাবে বসান। <\/br>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-AMJukpFTMUw\/WI5GpYzdNFI\/AAAAAAAAAS4\/8LogGzbDvEosfeQV7jz9KOexpHLdQAeMgCLcB\/s320\/ps-warp%2B1.jpg\" style=\"\" height=\"262\" width=\"320\" border=\"0\">\r\n দুটি লেয়ারের টোন একই পর্যায়ে আনার জন্য মেনু থেকে Image – Adjustments – Match Color কমান্ড দিন এবং স্লাইডার ব্যবহার করে দুটি লেয়ারে রং একই লেভেলে আনুন।\r\n.          চুলের ধারগুলিতে সমস্যা থাকলে চিকন ব্রাসের সাহায্যে ঠিক করে নিন।\r\n.          যে ফরম্যাটে সেভ করতে চান সেই ফরম্যাটে সেভ করুন।\r\n\r\nযত নিখুতভাবে চুলকে পৃথক করতে পারবেন কাজের ফল তত ভাল হবে। <\/br>\r\n\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6164","category_id":"4407","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p> <h2> ফটোগ্রাফের নয়েজ দুর করুন টোপাজ ডি-নয়েজ ব্যবহার করে <\/h2> <\/br>\r\nআপনি হয়ত লক্ষ করেছেন পেশাদার ফটোগ্রাফারদের ছবি একেবারে ঝকঝকে স্পষ্ট, তুলনায় আপনার উঠানো ছবি অষ্পষ্ট। প্রফেশনাল ফটোগ্রাফাররা একদিকে যেমন দামী ক্যামেরা ব্যবহার করেন অন্যদিকে ছবি উঠানোর পর তাকে সফটঅয়্যার ব্যবহার করে ঠিক করে নেন।\r\nফটোগ্রাফে নয়েজ তৈরী হয় বিভিন্ন কারনে। সবচেয়ে বড় কারন অবশ্যই কম আলো এবং বেশি মানের ISO ব্যবহার। নয়েজের ফলে ছবি অষ্পষ্ট দেখায় এবং ছোট ছোট বিন্দু দেখা যায়। ফটোশপ এবং অন্যান্য সফটঅয়্যার ব্যবহার করে এই নয়েজ দুর করা যায়। এধরনের একটি সফটঅয়্যার Topaz Denoise। ফটোশপের (লাইটরুম) প্লাগইন হিসেবে এটা ব্যবহার করা যায়। <\/br>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-MDCbqUcgG7o\/WI5GlGFbZnI\/AAAAAAAAARU\/-7sfWlmZpIgv0kcnnI1q2GsdzY0FwZXjQCLcB\/s320\/ps-denoise.jpg\" style=\"\" height=\"160\" width=\"320\" border=\"0\">\r\n\r\nআপনি হয়ত লক্ষ্য করেছেন ফটোশপে ব্লার ব্যবহার করে নয়েজ দুর করা যায়। ফল হিসেবে এতে ছবি ঝাপসা দেখায়। ডি-নয়েজ একদিকে ব্লার অন্যদিকে শার্পনেস দুটিই ঠিক রাখে। নির্মাতার বক্তব্য, তাদের বিশেষ প্রযুক্তি শুধু নয়েজ দুর করে না, সেইসাথে আড়ালে থাকা ডিটেল বের করে আনে।\r\nডি-নয়েজ ব্যবহার করা খুবই সহজ। ইনষ্টল করলে একে ফটোশপের ফিল্টার মেনুতে পাওয়া যাবে। যে ইমেজের নয়েজ দুর করতে চান সেটা ওপেন করে ফিল্টার প্রয়োগ করুন।\r\nডি-নয়েজ স্ক্রীনের বামদিকে রয়েছে কয়েকটি প্রিসেট। যে কোনটি সিলেক্ট করলে তার প্রিভিউ দেখা যাবে। ইমেজের ওপর মাউস চেপে ধরলে মুল ইমেজ দেখা যাবে, কাজেই খুব সহজেই ফিল্টারের প্রভাব যাচাই করা যাবে।\r\nডানদিকে রয়েছে এর বিভিন্ন প্যারামিটার পরিবর্তনের ব্যবস্থা। স্লাইডার পরিবর্তন করে ডি-নয়েজের পরিমান, স্যাডো, হাইলাইট কিংবা রেড-ব্লু  ইত্যাদিকে পৃথকভাবে এডজাষ্ট করা যাবে।\r\nএখানে পরিবর্তন করে তাকে প্রিসেট হিসেবে সেভ করে রাখতে পারেন এবং পরবর্তীতে অন্য ইমেজের ক্ষেত্রে ব্যবহার করতে পারেন। প্রিসেট সেভ করার জন্য প্রিসেট লিষ্টের নিচের সেভ বাটনে ক্লিক করুন।\r\nডি-নয়েজ এর সাথে একটি পিডিএফ ফরম্যাটের ইউজার গাইড দেয়া হয়। এটা ব্যবহারের জন্য প্রিভিউ উইন্ডোর নিচে মেনু লেখা অংশে ক্লিক করুন এবং ইউজার হাইড সিলেক্ট করুন।\r\nএছাড়া এখান থেকে তাদের ওয়েব সাইটের টিউটোরিয়ালও ব্যবহার করা যাবে। <\/br>\r\n<\/p>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6167","category_id":"4408","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p> <h2> ছবির নিজস্ব ফ্রেম তৈরী <\/h2> <\/br>\r\nডিজিটাল ফটোগ্রাফের চারিদিকে দৃষ্টিনন্দন ফ্রেম ব্যবহার করে তার সৌন্দর্য বাড়ানো যায় অনেকখানি। বিশেষভাবে এই কাজের জন্যই সফটঅয়্যার এবং প্লাগইন রয়েছে। কিন্তু একবার দেখেই কি বলে দেয়া যায় না সেটা কোন সফটঅয়্যার ব্যবহার করে তৈরী! <\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-7rqFGcAPpcw\/WI5Glm-wkkI\/AAAAAAAAARg\/Tw8TfBJllmU71doze3VD6EMXdHajVEEDACLcB\/s1600\/ps-frame.jpg\" style=\"\" border=\"0\">\r\nকেমন হয় যদি ফটোশপে একেবারে নিজস্ব ফ্রেম তৈরী নেয়া যায়। কাজটি কিভাবে করবেন জেনে নিন।\r\n\r\n \r\n.          File – New কমান্ড দিয়ে প্রয়োজনীয় মাপের একটি RGB ডকুমেন্ট তৈরী করুন।\r\n.          ব্যাকগ্রাউন্ড লেয়ারকে সাধারন লেয়ারে পরিনত করুন (লেয়ার প্যানেলে ডাবল-ক্লিক করে)। লেয়ারকে Edit – Fill কমান্ড ব্যবহারে ৫০% গ্রে ব্যবহার করে ফিল করুন। <\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-w-jbhaG6xdA\/WI5GlzBBNJI\/AAAAAAAAARo\/wPzsfH4KSDEnJ7a6QLxye9q1p32vQO4KgCLcB\/s1600\/ps-frame1.jpg\" style=\"\" border=\"0\"> \r\n নতুন একটি লেয়ার তৈরী করুন, সাদা ফিল করুন এবং তাকে ছোট করে (অথবা পাশে বাদ দিয়ে) ছবির মত করুন।\r\n.          New layer আইকনে ক্লিক করে এদের ওপরে নতুন আরেকটি লেয়ার তৈরী করুন। যে কোন একটি কোনে ছবির মত একটি অংশ সিলেক্ট করুন। একে কপি করে বাকি কোনগুলিতে ব্যবহার করা হবে, কাজেই একে দুপাশ থেকে ঠিক মাঝখানে রাখুন।\r\n.          কালার প্যালেটে ফটোশপের ডিফল্ট সাদা-কালো রং সিলেক্ট নিশ্চিত করুন।\r\n.          মেনু থেকে Filer – Render – Cloud কমান্ড দিন।\r\n.          Smug tool (Blur tool এর সাথে) ব্যবহার করে ইচ্ছেমত একে যান। <\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-hAtPG6yugL0\/WI5GkRybsKI\/AAAAAAAAARE\/nwScyAIyFe4fC2a5qiaOIFYFEgAOtL2iQCLcB\/s1600\/ps-cloud.jpg\" style=\"\" border=\"0\"> \r\n পছন্দমত একটি ডিজাইন পাওয়ার পর লেয়ার প্যানেলে রাইট-ক্লিক করে ডুপ্লিকেট করুন এবং Edit – Transform – Flip Horizontal\/Vertical কমান্ড দিয়ে চার কোনে ব্যবহার করুন।\r\n.          লেয়ারগুলিকে মার্জ করে একটি লেয়ারে পরিনত করুন (সিফট ক্লিক করে সবগুলি সিলেক্ট করার পর Ctrl-E) <\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-x0Xhu5dPlH0\/WI5Gj7c-bbI\/AAAAAAAAAQ4\/2PUkJT9AmCQP3D7b0DaGr8Mt6G6gmOJkACLcB\/s1600\/ps-Lighting.jpg\" style=\"\" border=\"0\">\r\n.          মেনু থেকে Filter – Render – Lighting effect কমান্ড দিন এবং পছন্দমত লাইটং ইফেক্ট ব্যবহার করুন। Gloss, Material ইত্যাদি পরিবর্তন করে ধাতব বা কাঠের ফ্রেম বুঝানো সম্ভব।\r\n.          আরো অন্যান্য ফিল্টার ব্যবহার করে নানারকম পরিবর্তন করে দেখতে পারেন।\r\n\r\nচেষ্টা করলে আপনি নিজেই তৈরী করে নিতে পারেন উদাহরনের ছবির মত ফ্রেম। <\/br>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6170","category_id":"4409","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2> ট্রানসফরম <\/h2> <\/br>\r\nফটোশপে কাজ করার সময় আপনার প্রয়োজন হয় ইমেজ অথবা ইমেজের কোন লেয়ারকে এক যায়গা থেকে আরেক যায়গায় সরানো, বড় কিংবা ছোট করা, ঘুরানো ইত্যাদি। এই টিউটোরিয়ালে কাজগুলি কিভাবে করবেন জানানো হচ্ছে। <\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-DbLAhCt5rIg\/WI5GlZU21uI\/AAAAAAAAARY\/GeAbMqpjQcMp-rc3XyqfxYqGcABDdnotACLcB\/s320\/ps-flip.jpg\" style=\"\" height=\"238\" width=\"320\" border=\"0\">\r\nএখানে একটি লেয়ারে ইমেজ, আরেক লেয়ারে লোগো এবং দুটি লেয়ারে টেক্সট ব্যবহার করা হয়েছে।\r\n\r\n\r\nলেয়ার সরানো\r\nলেয়ারকে সরানো জন্য টুলবক্সে Move Tool নামে একটি টুল রয়েছে (একেবারে শুরুতে)। এছাড়া অন্য টুল সিলেক্ট করা অবস্থায় কিবোর্ডে Ctrl কি চেপে যে কোনসময় টুল ব্যবহার করা যায়।\r\n.          লোগো লেয়ারটি বর্তমান যায়গা থেকে সরিয়ে পছন্দমত যায়গায় রাখার জন্য, লেয়ার প্যানেলে লেয়ারটি সিলেক্ট করুন।\r\n.          টুলবক্সে সিলেক্ট করুন এবং ড্রাগ করে লোগোকে সরান।\r\nঅথবা\r\n.          যে কোন টুল সিলেক্ট করা অবস্থায় কিবোর্ডে Ctrl চেপে লোগোটি সরান। <\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-bivqURxUp2s\/WI5GnfjTBQI\/AAAAAAAAASI\/AV1V5uvtK6AN3DoFKL0lxcimy7wfqDIAQCLcB\/s320\/ps-move.jpg\" style=\"\" height=\"238\" width=\"320\" border=\"0\">\r\nলেয়ার বড়-ছোট করা\r\n.          লেয়ারকে সঠিক মাপে আনার জন্য বড় কিংবা ছোট করা প্রয়োজন হতে পারে। এজন্য মেনু থেকে Edit – Transform – Scale কমান্ড দিন।\r\n.          লেয়ারের চারিদিকে হ্যান্ডলার পাওয়া যাবে। হ্যান্ডলার ব্যবহার করে বড় কিংবা ছোট করুন।\r\n.          দৈর্ঘ্য-প্রস্থের অনুপাত ঠিক রেখে বড় কিংবা ছোট করার জন্য কিবোর্ডে Shift চেপে ধরুন।\r\n\r\n\r\nলেয়ার ঘুরানো\r\n.          লেয়ারকে নির্দিস্ট কোনে ঘুরানোর জন্য Edit – Transform – Rotate কমান্ড দিন।\r\n.          হ্যান্ডলার ব্যবহার করে ঘুরান।\r\n.          কিবোর্ডে Shift চেপে ঠিক ১৫ ডিগ্রী কৌনিক মানে ঘুরানো যাবে।\r\n.          ১৮০ ডিগ্রী ঘুরানোর জন্য মেনু থেকে Edit – Transform – Rotate 180 কমান্ড দিন।\r\n.          ঘড়ির কাটার দিকে ৯০ ডিগ্রী ঘুরানোর জন্য Edit – Transform – Rotate 90 CW কমান্ড দিন।\r\n.          ঘড়ির কাটার বিপরীত দিকে ঘুরানোর জন্য Edit – Transform – Rotate 90 CCW কমান্ড দিন।\r\n\r\nলেয়ার বাকানো\r\nকখনো কখনো লেয়ারকে একদিকে ঠিক রেখে আরেকদিকে বাকানো প্রয়োজন হতে পারে।\r\n.          মেনু থেকে কমান্ড Edit – Transform – Skew দিন।\r\n.          যেদিকে বাকা করতে চান সেদিকের হ্যান্ডলার ব্যবহার করুন।\r\n\r\nলেয়ার উল্টানো\r\nকখনো কখনো লেয়ারকে পাশাপাশি বা উপর-নিচে উল্টানো প্রয়োজন হয়।\r\n.          লেয়ারকে পাশাপাশি উল্টানোর জন্য Edit – Transform – Flip Horizontal কমান্ড দিন।\r\n.          লেয়ারকে উপর-নিচে উল্টানোর জন্য Edit – Transform – Flip Vertical কমান্ড দিন।\r\nউদাহরনের ছবিতে FLIP VERTICAL লেয়ারটি ডুপ্লিকেট করে উল্টানো হয়েছে, সরানো হয়েছে এবং রং পরিবর্তন করা হয়েছে।\r\n\r\n\r\nএকই পরিবর্তন আবারো করা\r\n.          এই মেনু থেকে যে পরিবর্তণ করা হয়েছে ঠিক সেই পরিবর্তন সেই পরিমান করার জন্য মেনু থেকে Edit – Tansform – Again কমান্ড দিন।\r\n.          এক লেয়ারে পরিবর্তন করার পর সেই একই পরিবর্তন অন্য লেয়ারে ব্যবহারের জন্য এই পদ্ধতি অত্যন্ত কার্যকর।\r\n\r\nপারসপেকটিভ ঠিক রেখে বাকানো\r\n.          কোন বস্তু কাছে বড় দেখা যায়, দুরের দিকে ছোট দেখা যায়। এধরনের পারস্পেকটিভ ইফেক্ট দেয়ার জন্য মেনু থেকে Edit – Transform – Perspective কমান্ড দিন।\r\n.          হ্যান্ডলার ব্যবহার করে পরিবর্তন করে দেখুন।\r\n\r\nওয়ার্প\r\nবিটম্যাপ ইমেজকে যে কোন যায়গায় ক্লিক করে যে কোনদিকে সরিয়ে পরিবর্তন করা যায়। পাশের যায়গাগুলি তারসাথে মানিয়ে পরিবর্তন করে নেবে।\r\n.          মেনু থেকে Edit – Transform – Warp কমান্ড দিন। একটি গ্রীড পাওয়া যাবে।\r\n.          গ্রীডের বিভিন্ন স্থানে ড্রাগ করে পরিবর্তন লক্ষ্য করুন।\r\n\r\nফ্রি ট্রান্সফরম\r\n.          লেয়ারের চারিদিকের হ্যান্ডলার ব্যবহার করে বড়-ছোট কিংবা ঘুরানোর কাজ করার জন্য Edit – Free Transform কমান্ড দিন।\r\n.          লক্ষ্য করুন, পয়েন্টারকে হ্যান্ডলারের ওপর আনলে বড়-ছোট করা যাবে।\r\n.          পয়েন্টারকে হ্যান্ডলারের বাইরে রাখলে ঘুরানোর কাজ করা যাবে। <\/br>\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6172","category_id":"4410","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2> এনিমেটেড জিফ ফাইল তৈরী <\/h2> <\/br>\r\nওয়েব পেজে স্থির ছবির তুলনায় নড়াচড়া করা ছবি বেশি দৃষ্টি আকর্ষন করে একথা সকলেই জানা। যারা ওয়েব পেজে বিজ্ঞাপন দেন তাদের কাছেও সেকারনেই এনিমেটেড বিজ্ঞাপন বেশি পছন্দ। ওয়েবে দুধরনের এনিমেটেড বিজ্ঞাপন ব্যবহার করা হয়, ফ্লাশ ভিত্তিক এবং এনিমেটেড জিফ। ফ্লাশ এনিমেশনের জন্য ব্যবহার করবেন ফ্লাশ অথবা অন্য এনিমেশন সফটঅয়্যার। কাজ করতে হবে এনিমেশনের যে নিয়ম সেই নিয়মেই। আর জিফ এনিমেশন তৈরী করে নিতে পারেন ফটোশপেই। <\/br>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-jwHq6RRe6mw\/WI5Gl524SGI\/AAAAAAAAARk\/bYh24hlwCrgrnfKpcvgLoVGigU9GpxzFQCLcB\/s320\/ps-gif-animation-timeline.jpg\" style=\"\" height=\"252\" width=\"320\" border=\"0\">\r\nপ্রথমে একটু জেনে নেয়া প্রয়োজন জিফ এনিমেশন কি। সাধারন জেপেগ (JPG, JPEG) ইমেজ ফরম্যাটের মত জিফ (GIF) ইমেজ ফরম্যাটও নিশ্চয়ই দেখেছেন। এনিমেটেড জিফ বিশেষ ধরনের জিফ ফাইল যেখানে ভিডিও ফাইলের মত একাধিক ফ্রেম থাকে। এই ফ্রেমগুলিতে যাকিছু পরিবর্তন থাকবে জিফ এনিমেশন দেখার সময় তাকেই চলমান ভিডিও বা এনিমেশন মনে হবে।\r\nফটোশপে কাজটি করার সাধারন ধারনা হচ্ছে, একেকটি ফ্রেমকে একেটি লেয়ারে রাখবেন। এক লেয়ার থেকে আরেক লেয়ারের জন্য টুইন কমান্ড ব্যবহার করবেন (যেমন টেক্সট এক যায়গা থেকে আরেক যায়গায় সরে যাওয়া, কিংবা রং পরিবর্তন হওয়া)। এরপর তাকে সেভ করবেন এনিমেটেড জিফ হিসেবে। একাজে সহায়তা করার জন্য এনিমেশন প্যানেল (টাইমলাইন) নামে বিশেষ ব্যবস্থা। একে ভিডিও এডিটিং কিংবা এনিমেশনের টাইমলাইনের সাথে তুলনা করতে পারেন।\r\n\r\nওয়ার্কস্পেস\r\nফটোশপে বিভিন্ন ধরনের কাজের জন্য ইউজার ইন্টারফেসকে বিভিন্নরকমভাবে ব্যবহারের ব্যবস্থা রয়েছে। এনিমেশন কাজের জন্য মোশান ওয়ার্কস্পেস ব্যবহার করলে কাজ করা সহজ হবে।\r\n·        মোশান ওয়ার্কস্পেস পাওয়ার জন্য মেনু থেকে Window – Workspace – Motion কমান্ড দিন। <\/br>\r\n\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-5a_HDUolZZY\/WI5GmJejQjI\/AAAAAAAAARs\/k28Ag2CmHvgs4Yh3w84PWpIGdWDEFuH_gCLcB\/s320\/ps-gif-animation.jpg\" style=\"\" height=\"144\" width=\"320\" border=\"0\">\r\nএনিমেশন তৈরী\r\nএখানে একটি এনিমেটেড টেক্সট বাটন তৈরী করা দেখানো হচ্ছে যা নির্দিষ্ট সময় পরপর রং পরিবর্তণ করবে। হলুদ এবং লাল রয়ের এই নেক্সট বাটন তৈরীর জন্য যা করবেন;\r\n.          সুবিধেজনক মাপের একটি ইমেজ তৈরী করুন।\r\n.          লেখাটি লিখুন এবং তাকে হলুদ রঙে রাখুন।\r\n.          লেয়ারটি ডুপ্লিকেট করে আরেকটি লেয়ার তৈরী করুন, এর রং পরিবর্তন করে লাল করুন।\r\n\r\nএনিমেশনের দৈর্ঘ্য ঠিক করুন\r\n.          এনিমেশনের জন কতগুলি ফ্রেম ব্যবহৃত হবে বলে দেয়ার জন্য টাইমলাইনের শুরুতে এবং শেষে এবং নামে দুটি মার্কার রয়েছে। শেষের মার্কারটি ড্রাগ করে যেখানে এনিমেশন শেষ হবে সেখানে আনুন।\r\n\r\nকোন লেয়ার কখন দেখা যাবে ঠিক করুন\r\n.          প্রতিটি লেয়ারের শুরু এবং শেষ প্রান্ত ড্রাগ করে  সেই লেয়ার দেখার সময় ঠিক করে দিন। উদাহরনে হলুদ যেখানে শেষ হবে সেখান থেকে লাল লেয়ারটি শুরু কবে।\r\n.          এখানে শুধুমাত্র টেক্সট ব্যবহার করা হলেও আপনি ছবি ব্যবহার করে এনিমেশন তৈরী করতে পারেন।\r\n\r\nএনিমেট করুন\r\n.          প্রতিটি লেয়ারের জন্য পৃথকভাবে Position, Opacity, Style, Text Warp এই বিষয়গুলি পরিবর্তন করে এনিমেট করা যাবে। ছোট থেকে বড় করা, বাইরে থেকে ভেতরে আসা, ক্রমাম্বয়ে অষ্পষ্ট থেকে স্পষ্ট হওয়া ইত্যাদি ব্যবহার করে এনিমেশন তৈরী করুন।\r\n\r\nএনিমেশন প্লে করে দেখুন\r\n.          টাইমলাইনের নিচে প্লে বাটন ব্যবহার করে এনিমেশনটি প্লে করে দেখুন।\r\n\r\nএনিমেটেশন ফাইল তৈরী করুন\r\n.          সবকিছু ঠিক থাকলে টাইমলাইনের নিচে ডানদিকে Convert to frame animation ক্লিক করুন।\r\n.          সেভ করার জন্য মেনু থেকে File – Save for Web & Devices কমান্ড দিন এবং জিফ প্রিসেট সিলেক্ট করুন।\r\n\r\nআপনার এনিমেশন কতটা ভাল হবে নির্ভর করে আপনার লেয়ারগুলির ওপর। এনিমেশনের বিষয়টি তুলনামুলক সহজ। ইন্টারনেটে বিভিন্ন ওয়েবসাইট থেকে এনিমেশন দেখে ভাল এনিমেশনের ধারনা পেতে পারেন।\r\nএই টিউটোরিয়ালে ফটোশপ সিএস ৫ ব্যবহার করা হয়েছে। অন্য ভার্শনে কিছুটা ভিন্নতা থাকতে পারে। <\/br>\r\n\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6174","category_id":"4411","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2> ওয়াটারমার্ক ব্যবহার <\/h2> <\/br>\r\nআপনি যখন কোন ছবি ইন্টারনেটে রাখেন তখন আপনি নিশ্চিত বহু মানুষ সেটা ডাউনলোড করবে এবং ব্যবহার করবে। ছবির ওপর রাইট-ক্লিক করে সেভ করার আগে মানুষ এর পেছনের ব্যক্তির কথা খুব একটা ভাবে না। আপনি আশা করতে পারেন তিনি কোথাও ব্যবহারের সময় সুত্র উল্লেখ করবেন, কিন্তু তিনি নিজেই জানেন না এত পরিমান ছবির কোনটি কোথা থেকে এসেছে। <\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-OvlqjBdWuAE\/WI5GmxKGNiI\/AAAAAAAAAR4\/xS5yd9-31RMSMl6Ks0yuXyqqE_0TQYj8QCLcB\/s1600\/ps-layer%2B2.jpg\" style=\"\" border=\"0\">\r\nকাজেই আপনার যা করার থাকে তা হচ্ছে ছবির ওপর নিজের পরিচয় দিয়ে দেয়া। ওয়াটারমার্ক বা জলছাপ অন্তত আপনার পরিচয় কিছুটা হলেও বহন করবে। সেটা গতে পারে আপনার নাম, ওয়েবপেজের ঠিকানা কিংবা লোগো।\r\nফটোশপ ব্যবহার করে খুব সহজেই ওয়াটারমার্ক তৈরী করা যায়। আপনার মনে হতে পারে প্রতিটি ছবির জন্য এই দীর্ঘ্য কাজগুলি করতে হতে পারে, কিন্তু বাস্তবে একবার করার পর তাকেই বারবার ব্যবহার করে যাবে একশন ব্যবহার করে। এজন্য একশন রেকর্ড এবং ব্যবহারের টিউটোরিয়াল দেখুন।\r\n.          যে ছবিতে ওয়াটার মার্ক ব্যবহার করতে চান সেটি ওপেন করুন।\r\n.          টেক্সট এর জন্য পছন্দসই রং সিলেক্ট করুন।\r\n.          সুবিধেজনক ফন্টে ওয়াটারমার্ক হিসেবে যে টেক্সট ব্যবহার করতে চান সেটি টাইপ করুন। সাইজ ঠিক করে নিন এবং সুবিধেজনক যায়গায় রাখুন।\r\n.          টেক্সটকে থ্রিডি ইফেক্ট দেয়ার জন্য মেনু থেকে Layer – Layer Style – Bevel and Emboss কমান্ড দিন\r\n.          লেয়ার প্যানেল থেকে ব্লেন্ডি এর Normal পরিবর্তে Hard Light ব্যবহার করুন। <\/br>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-bqdLzuZsfe8\/WI5Gk0ZqetI\/AAAAAAAAARQ\/4n4c-vwV1zwS7XiPU_oIlolCm95htNpIgCLcB\/s320\/ps-copywright.jpg\" style=\"\" height=\"292\" width=\"320\" border=\"0\">    \r\n\tছবির ফাইলে কপিরাইটের তথ্য দেয়ার জন্য মেনু থেকে File – File Info কমান্ড দিন\r\n.          যাকিছু টেক্সট ব্যবহার করতে চান টাইপ করে দিন।\r\n.          Flatten Image কমান্ড দিয়ে লেয়ারগুলি একসাথে করুন। \r\n\r\nআপনার কপিরাইট করা ইমেজ তৈরী।\r\nআপনি ওয়াটামার্ক হিসেবে লেখাকে এক কোনে ব্যবহার করবেন, নাকি পুরো ইমেজের ওপর বড় করে ব্যবহারবেন নাকি লোগো ব্যবহার করবেন সেটা আপনার ইচ্ছে। তবে যাই ব্যবহার করুন না কেন, মুল ইমেজের সৌন্দর্য্য রক্ষা করে করাই ভাল। <\/br>\r\n\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6177","category_id":"4412","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2> কাজ সহজ করতে পারে হিষ্টোরি <\/h2> <\/br>\r\nহিষ্টোরী (History) বা ইতিহাস  হচ্ছে অতীতে ঘটে যাওয়া ঘটনা। ফটোশপে হিষ্টোরী হচ্ছে আগের অবস্থায় ফিরে যাওয়া। আপনি একটি ইমেজ ওপেন করার পর বহু পরিবর্তন করেছেন। একসময় মনে হল আগের কোন এক অবস্থা ভাল ছিল, সেখানে ফিরতে চান। সেখানে ফেরার পথ হচ্ছে হিষ্টোরী। সেখানে জমা রয়েছে আপনি যাকিছু কাজ করেছেন সবই। লিষ্ট থেকে পছন্দমত যায়গা সিলেক্ট করুন। উল্লেখ করা যেতে পারে ফটোশপে আনডু (Ctrl-Z) কমান্ড শুধুমাত্র সবশেষ কাজটির জন্য কাজ করে। <\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-7uz5PVI8jQw\/WI5GiJ3Q1GI\/AAAAAAAAAQM\/zbgp3xcemu8TxSKcN_SXQNSaM0RHPUvIQCLcB\/s320\/photoshop-history.jpg\" style=\"\" height=\"193\" width=\"320\" border=\"0\">\r\nআপনি কোন ইমেজ তৈরী বা ওপেন করার পর যাকিছু কাজ করেছেন সেগুলি জমা রয়েছে হিষ্টোরী প্যানেলে। হিষ্টোরী প্যানেল ওপেন করার জন্য;\r\n.          হিষ্টোরী বাটনে ক্লিক করুন\r\nঅথবা\r\n.          মেনু থেকে Window – History সিলেক্ট করুন।\r\n\r\nআপনার করা কাজগুলির তালিকা দেখা যাবে। যে কাজ পর্যন্ত রাখতে চান সেখানে ক্লিক করুন।\r\n\r\nহিষ্টোরীর কাজগুলিকে বলা হয় স্নাপশট। আপনি ইচ্ছে করলে আগের স্নাপশট মুছে দিতে পারেন, নতুন স্নাপশট তৈরী করতে পারেন, সেভ করার সময় নিজে থেকে স্নাপশট তৈরী হবে বলে দিতে পারেন।\r\nহিষ্টোরী মুছে দেয়ার জন্য;\r\n.          হিষ্টোরী প্যানেল ওপেন করুন।\r\n.          ফ্লাইআউট মেনু থেকে Clear History সিলেক্ট করুন।\r\n\r\nহিষ্টোরীর অন্যান্য অপশন পরিবর্তন করার জন্য\r\n.          হিষ্টোরী প্যানেল ওপেন করুন।\r\n.          ফ্লাইআউট মেনু থেকে History Options সিলেক্ট করুন।\r\n.          যে অপশনগুলি ব্যবহার করবেন সেগুলিতে টিক চিহ্ন দিন। <\/br>\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-37EmI9M6ugg\/WI5GirpxnTI\/AAAAAAAAAQc\/2f7PeWiKi0Aq7Na-LzJjeTpDYJoe-ZuKQCLcB\/s320\/photoshop-preferences.jpg\" style=\"\" height=\"244\" width=\"320\" border=\"0\">\r\n \r\nহিষ্টোরীতে যত বেশি তথ্য জমা হবে আপনার কম্পিউটারের তত বেশি মেমোরী প্রয়োজন হবে। হিষ্টোরীতে কতগুলি কমান্ড ধরে রাখবে সেটা নির্দিষ্ট করে দিতে পারেন প্রিফারেন্স সেটিং থেকে।\r\n.          মেনু থেকে সিলেক্ট করুন, Edit – Preferences - Performance\r\n.          অংশে সংখ্যা টাইপ করে দিন। এই সংখ্যা ০ থেকে ১০০০ পর্যন্ত হতে পারে। <\/br>\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6178","category_id":"4413","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2> কাজ দ্রুত করার জন্য একশন<\/h2> <\/br>\r\nফটোশপে কাজ করার সময় অনেক কাজই ধৈর্য্য ধরে ধীরেসুস্থে করতে হয়। আর সেই কাজ যদি একাধিকবার করা প্রয়োজন হয় তাহলে তো কথাই নেই। প্রতিবার ধৈর্য্যের পরীক্ষা দেয়া। একাজকে সহজ করার জন্য একবার কাজ করে তাকেই বারবার ব্যবহার করার ব্যবস্থা রয়েছে ফটোশপে। হয়ত আপনি ইমেজে নির্দিষ্ট কোন ইফেক্ট দিতে চান, নির্দিস্ট প্যারামিটার ব্যবহার করে সাদাকালো করতে চান, এবং এজন্য আপনার রয়েছে বহু ইমেজ। একটি ইমেজে কাজটি করুন। কাজ করার সময় কাজের ধাপগুলি রেকর্ড করুন একশন হিসেবে। তারপর অন্য ইমেজে রেকর্ড করা ধাপগুলি প্লে করুন। সেখানেও একই পরিবর্তন পাওয়া যাবে। <\/br>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-_f2yA5eVNw4\/WI5GiBS2EkI\/AAAAAAAAAQQ\/AzrYzTq7x54IVln-W1CpazhXXlV4LD7GACLcB\/s320\/photoshop-action.jpg\" style=\"\" height=\"220\" width=\"320\" border=\"0\">\r\nফটোশপের (সিএস ৫)  সাথে দেয়া একশন ব্যবহার করেই দেখা যাক কি ফল পাওয়া যায়।\r\n.          একটি ইমেজ ওপেন করুন।\r\n.          একশন প্যালেট ওপেন করুন (Window - Actions)।\r\n.          Wood Frame একশন সিলেক্ট করুন।\r\n.          একশন প্যানেলের নিচের অংশের Play আইকনে ক্লিক করুন।\r\nমুহুর্তের মধ্যে ছবির চারিদিকে কাঠের ফ্রেম পাওয়া যাবে। <\/br>\r\n<h3>কিভাবে একশন তৈরী করবেন<\/h3>\r\n\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-7GrrMH7GCGw\/WI5Gh1N5q5I\/AAAAAAAAAQE\/atVxru_egzwLEmowB1fMa6c3YWJaoQX0gCLcB\/s320\/photoshop-action-panel.jpg\" style=\"\" height=\"227\" width=\"320\" border=\"0\">\r\nএকটি ইমেজ ওপেন করুন।\r\n.          একশন প্যানেলে Create New Action আইকনে ক্লিক করুন। কাজের ধরন অনুযায়ী একশনের একটি নাম টাইপ করে দিন।\r\n.          Start Recording আইকনে ক্লিক করুন।\r\n.          কাজগুলি করুন।\r\n.          কাজ শেষ হলে Stop Recording বাটনে ক্লিক করুন।\r\n\r\nঅন্য ইমেজে এই একশন ব্যবহারের জন্য সেটা ওপেন করে Play আইকনে ক্লিক করুন। আগের ইমেজে যাকিছু করেছেন সেগুলি পরের ইমেজে করা হবে। <\/br>\r\n\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6179","category_id":"4414","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2> পাথ ব্যবহার <\/h2> <\/br>\r\nফটোশপ মুলত বিটম্যাপ (রাষ্টার) ইমেজ নিয়ে কাজ করলেও ভেক্টর ব্যবহারের সুযোগ রয়েছে। বিটম্যাপ এবং ভেক্টরের পার্থক্য হচ্ছে বিটম্যাপ ইমেজ ছোট ছোট বিন্দু (পিক্সেল) দিয়ে তৈরী। কোন ইমেজকে খুব বড় করলে (জুম) পিক্সেলগুলি দেখা যায়। যে কারনে ছোট ছবিকে বড় করলে ছবির মান নষ্ট হয়। অন্যদিকে ভেক্টর ইমেজ গানিতিক হিসেবে তৈরী। যেকারনে বড়-ছোট যাই করা হোক না কেন সবসময় নিখুত থাকে। সাধারনভাবে ফটোশপ বিটম্যাপের জন্য ইলাষ্ট্রেটর ভেক্টরের জন্য এটাই ধরে নেয়া হয়। ফটোশপকে ব্যবহার করা যায় ভেক্টর এবং বিটম্যাপের হাইব্রিড হিসেবে। <\/br>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-YpD90tAKwDQ\/WI5GpnAvaFI\/AAAAAAAAATA\/uKUgh4LKGckVZlzXCLYsXlRqPnYyheCWwCLcB\/s320\/ps-workpath.jpg\" style=\"\" height=\"252\" width=\"320\" border=\"0\">\r\n\r\nফটোশপে একে বলা হয় পাথ। অন্যান্য ড্রইং সফটঅয়্যারের মত পেন টুল ব্যবহার করে পাথ তৈরী করা যায়, আবার সাধারন সিলেকশন থেকেও পাথ তৈরী করা যায়। আবার উল্টোভাবে যদি পেন টুল ব্যবহারে দক্ষ হন তাহলে পাথ তৈরী করে  নিখুতভাবে সিলেকশনের কাজ করতে পারেন।\r\nসিলেকশন থেকে পাথ তৈরী\r\n.          ফটোশপের যে কোন পদ্ধতি ব্যবহার করে ইমেজের নির্দিস্ট অংশ সিলেক্ট করুন।\r\n.          Paths প্যানেল ওপেন করুন।\r\n.          Alt চেপে ধরে Make Work Path ক্লিক করুন। ০.৫ অথবা ১ পিক্সেল ব্যবহার করুন।\r\n.          পেন টুল ব্যবহার করে বিভিন্ন এ্যাংকর পয়েন্ট সরিয়ে সিলেকশনকে নিখুত করুন।\r\n.          পাথকে পুনরায় সিলেকশনের পরিনত করার জন্য পাথ প্যানেলে রাইট-ক্লিক করে Make selection সিলেক্ট করুন।\r\nএকবার পাথ তৈরী পর তাকে ভেক্টর হিসেবে সহজে নির্দিস্ট মাপে আনা সম্ভব। বিশেষ করে কম রেজ্যুলুশনের ইমেজ সিলেক্ট করার সময় (ব্যাকগ্রাউন্ড বাদ দেয়ার জন্য) এই পদ্ধতি প্রয়োজন হয়। <\/br>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-Rw7Uf8Zb5C4\/WI5GnzEEEDI\/AAAAAAAAASU\/MlTF23l7j44zzDetR8ECfdEpNw5cbSbPgCLcB\/s320\/ps-pentool.jpg\" style=\"\" height=\"219\" width=\"320\" border=\"0\">\r\n\r\nপেন টুল ব্যবহার করে পাথ তৈরী\r\n.          একটি নতুন ডকুমেন্ট তৈরী করুন।\r\n.          পেন টুল সিলেক্ট করুন।\r\n.          ডকুমেন্টে ক্লিক করে একটি এ্যাংকর পয়েন্ট তৈরী করুন।\r\n.          আরেক যায়গায় ক্লিক করে আরেকটি এ্যাংকর পয়েন্ট তৈরী করুন। পয়েন্টদুটি একটি সরলরেখা দিয়ে যুক্ত পাওয়া যাবে।\r\n.          আরেক যায়গায় আরেকটি পয়েন্ট তৈরী করুন এবং ড্রাগ করুন। সরলরেখার বদলে বাকা রেখা পাওয়া যাবে। দুপাশে দুটি হ্যান্ডলার পাওয়া যাবে যা ব্যবহার করে বাকানোর পরিমান নিয়ন্ত্রন করা যাবে। হ্যান্ডলার বড় বা ছোট করে এই বাকানোর কাজ নিয়ন্ত্রন করা যাবে।\r\n.          শুরুর এ্যাংকর পয়েন্টে মাউস আনলে একটি বৃত্ত দেখা যাবে। সেখানে ক্লিক করলে একটি ক্লোজ সেপ তৈরী হবে।\r\nএ্যাংকর পয়েন্ট দুধরনের হয়। একটি ষ্ট্রেট পয়েন্ট, যা আগের পয়েন্টের একই দিকে যায়, অপরটি কার্ভ পয়েন্ট যা আগের পয়েন্টের বিপরীত দিকে যায়।\r\n\r\nনতুন পয়েন্ট তৈরী, পয়েন্ট মুছে দেয়া, পয়েন্ট পরিবর্তন\r\nপেন টুলে মোট ৫টি টুল রয়েছে। অন্যান্য টুলের মত সেখানে মাউস চেপে ধরে যে কোনটি ব্যবহার করা যাবে।\r\n.          পাথের ওপর নতুন পয়েন্ট তৈরীর জন্য Add Anchor point tool ব্যবহার করুন।\r\n.          কোন পয়েন্ট মুছে দেয়ার জন্য Delete Anchor Point Tool ব্যবহার করুন।\r\n.          ষ্ট্রেট পয়েন্ট এবং কার্ভ পয়েন্ট একটি থেকে অপরটিতে পরিবর্তনের জন্য Convert Point Tool টুল ব্যবহার করুন।\r\n\r\nপাথ সিলেকশন\r\nপাথ সিলেকশন এবং পরিবর্তনের জন্য পৃথক আরেকটি সিলেকশন টুল রয়েছে। এখানে রয়েছে দুটি টুল। পুরো পাথ সিলেক্ট করার জন্য ব্যবহার করুন। নির্দিস্ট এ্যাংকর পয়েন্ট সিলেক্ট করার জন্য ব্যবহার করুন। <\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-Vlf50RJFOCQ\/WI5Go51vFGI\/AAAAAAAAASs\/uJ-mqR1dqV8mv-PYeyNyfa5hb0-HRylmQCLcB\/s320\/ps-stroke.jpg\" style=\"\" height=\"235\" width=\"320\" border=\"0\">\r\nষ্ট্রোক পাথ\r\nপাথ ব্যবহার করে ড্রইং করার পর সেই পাথকে নির্দিস্ট ষ্ট্রোক ব্যবহার করতে পারেন।\r\n.          পাথ প্যানেলে রাইট-ক্লিক করে Strike Path সিলেক্ট করুন।\r\n.          ষ্ট্রোকের জন্য ব্রাস বা অন্য টুল সিলেক্ট করুন।\r\n\r\nক্লিপিং পাথ\r\nক্লিপিং পাথ হচ্ছে ইমেজের নির্দিস্ট অংশকে ব্যবহারের জন্য পৃথক করে দেয়া। সাধারনত মেজমেকিং সফটঅয়্যারে এর প্রয়োজন হয়। যেমন ইন-ডিজাইনে একটি ছবি ইমপোর্ট করলে একজন ব্যক্তির চতুস্কোন ছবির চারিদিকে টেক্সট ব্যবহার করতে পারেন। ক্লিপিং মাস্ক ব্যবহার করে তার শরীর ঘেসে টেক্সট ব্যবহার করা যাবে।\r\n.          ইমেজের জন্য পাথ তৈরী করুন।\r\n.          পাথ প্যানেলে ডাবল-ক্লিক করে একটি নাম টাইপ করে দিন।\r\n.          পাথ অপশন বাটনে ক্লিক করুন এবং Clipping Path সিলেক্ট করুন।\r\n\r\nইলাষ্ট্রেটরে জন্য ক্লিপিং পাথ এক্সপোর্ট করা\r\nপাথসহ ফাইল সেভ করলেই ইলাষ্ট্রেটরে ক্লিপিং পাথ পাওয়া যাবে না। এজন্য\r\n.          File – Export – Paths of Illustrator কমান্ড দিন\r\n.          ফাইলের লোকেশন এবং নাম দিন <\/br>\r\n\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6182","category_id":"4415","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n\r\n<h2>ফটোশপে ভিডিও ব্যবহার <\/h2> <\/br>\r\nফটোশপে ভিডিও কিংবা ইমেজ সিকোয়েন্স ফাইল ওপেন করে ফটোশপের ইফেক্ট ব্যবহার করতে পারেন। ফটোশপ সাপোর্ট করে এমন ভিডিও এবং ইমেজ সিকোয়েন্স এর ফরম্যাট হচ্ছে MPEG-1, MPEG-4, MOV, AVI, FLV, MPEG-2, BMP, Dicom, JPEG, OpenEXR, PNG, PSD, Targa, TIFF, Cineon এবং JPEG 2000। <\/br>\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-flvQxop1KdA\/WI5GjS2hpuI\/AAAAAAAAAQo\/4tbi8RmbmoEsr-wkXerJWUlky0j8NqsVgCLcB\/s320\/photoshop-video.jpg\" style=\"\" height=\"252\" width=\"320\" border=\"0\">\r\n\r\nওপেন করা কোন ডকুমেন্টে ভিডিও ফাইল ওপেন করার জন্য\r\n.          Window মেনু থেকে Animation সিলেক্ট করুন\r\n.          Convert to Timeline Animation বাটনে ক্লিক করে টাইমলাইন ভিউতে যান।\r\n.          লেয়ার মেনুতে ক্লিক করুন\r\n.          New Video Layer from File ক্লিক করুন এবং ভিডিও ফাইলটি সিলেক্ট করুন।\r\n.          একটি ভিডিও ফাইলকে ওপেন করে লেয়ারে যোগ করতে হলে File – Open কমান্ড দিন এবং ভিডিও ফাইল সিলেক্ট করুন।\r\n\r\nপ্লেব্যাক হেড সরিয়ে ভিডিওর প্রিভিউ দেখা যাবে। এছাড়া স্পেসবার চেপেও প্লে-ষ্টপ কমান্ড ব্যবহার করা যাবে।\r\n\r\nভিডিওকে স্লো বা ফাষ্ট করা\r\nভিডিওর ফ্রেমরেট কমবেশি করে ভিডিওকে স্লোমোশান ভিডিওতে বা ফাষ্ট ভিডিওতে পরিনত করতে পারেন। ফ্রেমরেট যত বেশি হবে ভিডিও তত ফাষ্ট হবে, ফ্রেমরেট কমালে ভিডিও ধীরগতিতে চলবে।\r\n.          টাইমলাইন ভিউতে এনিমেশন অপশনবাটনে ক্লিক করুন।\r\n.          ডকুমেন্ট সেটিং ক্লিক করুন।\r\n.          ফ্রেম পার সেকেন্ড এর মান পরিবর্তন করুন। <\/br>\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-g4l5PrTwj7Q\/WI5GinUrmxI\/AAAAAAAAAQY\/EKXoHkMKeKUAkjM-_HH7R1I4knLTo7i8gCLcB\/s1600\/photoshop-render.jpg\" style=\"\" border=\"0\">\r\n\r\nআপনি হয়ত প্রশ্ন করতে পারেন ভিডিও এডিটিং সফটঅয়্যার থাকতে ফটোশপে ভিডিও আনা প্রয়োজন কেন।\r\nফটোশপে যেভাবে ইমেজের নানারকম ত্রুটি সংশোধন করা যায়, ইফেক্ট বা ফিল্টার ব্যবহার করা যায় তার সবই ব্যবহার করতে পারেন ভিডিওর ওপর।\r\nকাজশেষে ভিডিও ফাইল তৈরীর জন্য\r\n.          মেনু থেকে File – Export – Render Video কমান্ড দিন\r\n.          আউটপুট ভিডিওর ফরম্যাট সহ অন্যান্য বৈশিষ্ট ঠিক করে দিন। <\/br>\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6185","category_id":"4416","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2>ফটোশপ টেক্সট ইফেক্ট <\/h2> <\/br>\r\nঅধিকাংশ ডিজাইনে কিছু টেক্সট ব্যবহার করা প্রয়োজন হয়। অন্যান্য ফটো এডিটিং সফটঅয়্যার থেকে ফটোশপের বড় পার্থক্য হচ্ছে এতে সব ধরনের টেক্সট ব্যবহার করা যায়। শুধু টাইটেলই নয়, রীতিমত প্যারাগ্রাফ টেক্সট ব্যবহারের সুবিধে রয়েছে। আর রয়েছে টেক্সট এর জন্য নানারকম ইফেক্ট ব্যবহারের সুযোগ।<\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-e7pvJ3r1J-o\/WI5Gi98MbwI\/AAAAAAAAAQg\/mdrorn1_oaIKhGVHnSNuPaWuIEIhAIFjgCLcB\/s320\/photoshop-txt1.jpg\" style=\"\" height=\"206\" width=\"320\" border=\"0\">\r\n\r\nফটোশপের কিছু টেক্সট ইফেক্ট ব্যবহার দেখা যাক।\r\n\r\n\r\nলেয়ার ষ্টাইল:\r\nলেয়ার ষ্টাইল ব্যবহার করে লেখার ছায়া তৈরী করার জন্য ড্রপস্যাডো ব্যবহার করতে পারেন খুব সহজে।\r\n.          প্রয়োজনীয় টেক্সট টাইপ করুন।\r\n.          টেক্সট লেয়ারটি সিলেক্ট করে মেনু থেকে Layer – Layer Style – Drop Shadow কমান্ড দিন\r\n.          ড্রপস্যাডোর বিভিন্ন প্যারামিটার ঠিক করুন।\r\nএখানে যা যা পরিবর্তন করা যাবে তারমধ্যে রয়েছে ড্রপস্যাডোর রং, ব্লেন্ড মোড, ড্রপস্যাডোর কৌনিক দিক, দুরত্ব ইত্যাদি। <\/br>\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-dJ6NymNKrhQ\/WI5Ge5-vDeI\/AAAAAAAAAO8\/5aa7jLb_xsoH977_D92yRLtGRYI0HZ5MwCLcB\/s320\/Photoshop-layerStyle.jpg\" style=\"\" height=\"249\" width=\"320\" border=\"0\">\r\n\r\nলেয়ার ষ্টাইলের অন্যান্য ইফেক্ট এর মধ্যে রয়েছে;\r\nইনার স্যাডো : থ্রিডি ইফেক্ট দেয়ার জন্য।\r\nআউটার গ্লো : গ্লো ইফেক্ট দেয়ার জন্য। গাঢ় রঙের ব্যাকগ্রাউন্ডে সাদা বা হলুদ রং ব্যবহার করে আলো ছড়ানো ইফেক্ট পাওয়া যায়।\r\nইনার গ্লো : ভেতরের দিকে গ্লো ইফেক্ট ব্যবহারের জন্য।\r\nবেভেল এন্ড এমবোস : থ্রিডি ইফেক্ট দেয়ার জন্য।\r\nসাটিন : টেক্সচার ইফেক্ট দেয়ার জন্য\r\nকালার ওভারলে : পছন্দের কোন রং ব্যবহারের জন্য\r\nগ্রাডিয়েন্ট ওভারলে : একাধিক রঙের মিশ্রন ব্যবহারের জন্য। গ্রাডিয়েন্ট এর জন্য বেশকিছু রং সেট করা আছে যেগুলি কাষ্টমাইজ করা যায়।\r\nপ্যাটার্ন ওভারলে : প্যাটার্ন ব্যবহারের জন্য।\r\nষ্ট্রোক : আউটলাইন ষ্ট্রোক ব্যবহারের জন্য।\r\nউদাহরনের ছবিতে ড্রপস্যাডো, গ্রাডিয়েন্ট ওভারলে এবং ষ্ট্রোক ব্যবহার করা হয়েছে। <\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-5hEmSw_0M68\/WI5GjbAxyNI\/AAAAAAAAAQk\/N4Ykl561tyEKYkDCn21O_PIy8CEWmspRwCLcB\/s320\/photoshop-txt1Warp.jpg\" style=\"\" height=\"300\" width=\"320\" border=\"0\">\r\nওয়ার্প ইফেক্ট:\r\nওয়ার্প ইফেক্ট ব্যবহার করে টেক্সটকে বিভিন্ন ধরনের সেপ দেয়া যায়।\r\n.          টেক্সটটি সিলেক্ট করুন।\r\n.          টুলবারে Warp Text বাটনে ক্লিক করুন। Warp Text ডায়ালগ বক্স পাওয়া যাবে।\r\n.          পছন্দমত কোন সেপ সিলেক্ট করুন।\r\n.          বিভিন্ন প্যারামিটার পরিবর্তন করে সেপকে পরিবর্তন করুন। <\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-f4lumHj0rUM\/WI5GjMy-YAI\/AAAAAAAAAQs\/VZimFw6VnZozTgx8ov9YpvWkcjHwy7cXwCLcB\/s320\/photoshop-txtMask.jpg\" style=\"\" height=\"169\" width=\"320\" border=\"0\">\r\nটাইপ মাস্ক ব্যবহার:\r\nটাইপ মাস্ক ব্যবহার করে ইমেজ দিয়ে তৈরী টেক্সট ইফেক্ট ব্যবহার করা যায়, অথবা বিপরীতভাবে ইমেজ থেকে টেক্সট এর অংশ বাদ দেয়া যায়। ফটোশপে দুটি টাইপ মাস্ক টুল রয়েছে, হরিজন্টাল এবং ভার্টিকাল।\r\n.          কোন একটি ইমেজ ওপেন করুন।\r\n.          যে কোন টাইপ মাস্ক টুল সিলেক্ট করুন।\r\n.          টাইপ করুন।\r\n.          ফন্ট, সাইজ ইত্যাদি পরিবর্তন করুন।\r\n.          সিলেকশন টুল সিলেক্ট করুন।\r\n.          টেক্সট এর ভেতরে ক্লিক করে ড্রাগ করে পছন্দমত যায়গায় নিন।\r\n.          টেক্সট এর ভেতরে রাইট-ক্লিক করে Layer via cut কমান্ড সিলেক্ট করুন।\r\nএকটি লেয়ারে ইমেজ দিয়ে তৈরী টেক্সট অপর লেয়ারে ইমেজের ওপর কাট-আউট টেক্সট পাওয়া যাবে।\r\nটাইপ মাস্ক ব্যবহার করে টাইপের সাথে লেয়ার ইফেক্ট যোগ করে নতুনত্ব আনা যেতে পারে।\r\n\r\nসাধারন এই ইফেক্টগুলির বাইরেও ফটোশপের বিভিন্ন টুল ব্যবহার করে নানা ধরনের ইফেক্ট ব্যবহার করা যায়। এছাড়া টেক্সট ইফেক্ট এর জন্য বেশকিছু প্লাগ-ইন রয়েছে। <\/br>\r\n\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6186","category_id":"4417","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2>ওয়েব পেজের জন্য ইমেজ তৈরী<\/h2> <\/br>\r\nওয়েব পেজে ব্যবহৃত ইমেজের নির্দিস্ট কিছু বৈশিষ্ট থাকতে হয়। একদিকে সেগুলির ফাইল সাইজ হতে হয় ছোট যেন ধীরগতির ইন্টারনেট সংযোগেও দ্রুত সাইট ওপেন হয়, অন্যদিকে কখনো কখনো ট্রান্সপারেন্ট ব্যাকগ্রাউন্ড প্রয়োজন হয়। বিশেষ করে ওয়েবসাইটের ব্যাকগ্রাউন্ডে রং বা ছবি থাকলে। ইমেজ ফরম্যাটও হতে হয় এমন যা সব ব্রাউজারে ব্যবহার করা যায়। ফটোশপে খুব সহজেই ওয়েবের জন্য ইমেজ তৈরী করে নেয়া যায়।<\/br>\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-4WWG-fnShww\/WI5Gj1G6sRI\/AAAAAAAAAQ0\/fa9-AbdWvigxUscGK0D_6lzn8gLY1_ljQCLcB\/s320\/photoshop-web-image4.jpg\" style=\"\" height=\"236\" width=\"320\" border=\"0\">\r\n\r\nওয়েব সাইটের জন্য সবচেয়ে জনপ্রিয় ফরম্যাট হচ্ছে জেপেগ JPEG, JPG)। বিশেষ করে ফটোগ্রাফ জাতিয় ছবির ক্ষেত্রে মান ঠিক রেখেও ফাইল সাইজ ছোট করে নেয়া যায়। অসুবিধে হচ্ছে এতে ট্রান্সপারেন্সি ব্যবহার করা যায় না।\r\nআরেক জনপ্রিয় ফরম্যাপ জিফ (GIF)। এতে রঙের সিমাবদ্ধতা রয়েছে ফলে জেপেগ এর মত তত উচুমানের ছবি পাওয়া যায় না। আবার সুবিধের দিকে রয়েছে বিশেষ রংকে ট্রান্সপারেন্ট হিসেবে ব্যবহার করার সুযোগ। আর বর্তমানে পিএনজি (PNG) বা পিং অত্যন্ত জনপ্রিয় ফরম্যাট। এতে ছবির মান ঠিক রেখে ট্রান্সপারেন্সি ব্যবহার করা যায়। যদিও ফাইলের আকার সাধারনত জেপেগ থেকে কিছুটা বড় হয়।\r\n.          ইমেজ ফাইলের যাকিছু পরিবর্তন করা প্রয়োজন সেগুলি করার পর মেনু থেকে কমান্ড দিন File – Save for Web & Devices \r\nসেভ ফর ওয়েব এন্ড ডিভাইসেস ডায়ালগ বক্স পাওয়া যাবে। <\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-soehWZaPNHE\/WI5GjlKm3zI\/AAAAAAAAAQw\/aeOspVVQfr8oYncghdkpdPz9y15d2UZHQCLcB\/s320\/photoshop-web-image.jpg\" style=\"\" height=\"238\" width=\"320\" border=\"0\"> \r\n সহজে ব্যবহারের জন্য ডানদিকে প্রিসেট মেনু থেকে যে ফরম্যাট ব্যবহার করতে চান সেই ফরম্যাটের প্রিসেট সিলেক্ট করুন।\r\n.          ইমেজের নিচে বামদিকে ইমেজটির ফাইলসাইজ কত হবে, কত স্পিডের ইন্টারনেট লাইনে কত সময় প্রয়োজন হবে দেখা যাবে। প্রয়োজনে আপনার পছন্দের লাইনস্পিড সিলেক্ট করে নির্দিস্টভাবে জেনে নিন।\r\n.          ইমেজের ওপরের 4-Up বাটন ব্যবহার করলে মুল ইমেজের সাথে আরো ৩টি ভিন্ন ভিন্ন সেটিংএ প্রিভিউ দেখা যাবে। উদাহরনের ছবিতে মুল ইমেজ ১.৯ মেগাবাইট, দ্বিতীয়টি ১০৯ কিলোবাইট এবং তৃতীয়টি ৯৩ কিলোবাইট। যে কোন ইমেজ সিলেক্ট করে সেটার জন্য সেটিং পরিবর্তন করে প্রিভিউ এবং ফাইলের তথ্য দেখে নিতে পারেন। একেক প্রিভিউ এর জন্য একে ফরম্যাট সিলেক্ট করে জেনে নিতে পারেন কোনটি আপনার জন্য বেশি উপযোগি।\r\n.          জিফ এর জন্য ৬৪ কালার, ১২৮ কালার বা ২৫৬ কালার ব্যবহার করে দেখতে পারেন।\r\n.          আপনি যে ইমেজ ব্যবহার করতে চান সেটার ওপর ক্লিক করে সিলেক্ট করুন। এবং Save বাটনে ক্লিক করুন।\r\nওয়েব পেজে ইমেজ ব্যবহারের জন্য ফাইল সাইজ এবং ছবির মান দুদিকেই দৃষ্টি দিতে হয়। দুইয়ের সমতা রেখে ইমেজ তৈরী করে নিন। <\/br>\r\n\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6187","category_id":"4418","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2> টেক্সট কাটআউট ইফেক্ট<\/h2> <\/br>\r\nকোন একটি ইমেজ থেকে টেক্সট-কাট-আউট ইফেক্ট তৈরী করতে চান? মনে হবে ইমেজ কেটে টেক্সট তৈরী করা হয়েছে। ফটোশপে কাজটি করা খুব সহজ। উদাহরনের ছবিতে ফুলবাগানের ছবি ব্যবহার করে Garden শব্দটি লেখা হয়েছে। <\/br>\r\n\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-AIipB2NZ7nw\/WI5GgXWXe2I\/AAAAAAAAAPk\/nVAIqifMisMvuwrzSVMZpmeu0KXnMmLsgCLcB\/s320\/cutout-text.jpg\" style=\"\" height=\"148\" width=\"320\" border=\"0\">\r\nকাজটি কিভাবে করবেন জেনে নিন।\r\n.          যে ছবি ব্যবহার করে টেক্সট তৈরী করবেন তাকে ফটোশপে ওপেন করুন। ফুলের ছবি ব্যবহারের সময় ছোটছোট ফুলের ছবি বেশি সুবিধেজনক।\r\n.          যে টেক্সট ব্যবহার করতে চান সেটি টাইপ করুন। ইমেজের ওপর যায়গামত রাখুন।\r\n.          ইমেজ লেয়ারকে টেক্সট লেয়ারের ওপরে নিন।\r\n.          দুটি লেয়ারের মাঝখানের লাইনে Alt-Click করুন। \r\nআপনার টেক্সট কাট-আউট ইমেজ তৈরী।\r\n\r\nউদাহরনে অতিরিক্তভাবে টেক্সট এর জন্য Stroke এবং Drop Shadow লেয়ার ইফেক্ট যোগ করা হয়েছে। <\/br>\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6188","category_id":"4419","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2>পাথ টেক্সট এবং সেপ<\/h2> <\/br>\r\nআপনি যখন ফটোশপে লোগো তৈরী করেন তখন অনেক সময়ই বৃত্তাকার টেক্সট প্রয়োজন হয়। এছাড়াও নির্দিস্ট রেখা অনুসরন করে টেক্সট ব্যবহার করে ডিজাইনকে আকর্ষনীয় করা যায়। ফটোশপে নিজস্ব পাথ তৈরী করে সেই পাথ অনুযায়ী টেক্সট ব্যবহার করা যায়, আবার বৃত্তসহ নানারকম সেপ তৈরী করে তারসাথেও ব্যবহার করা যায়।<\/br>\r\n\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-9Q32PRPKk6U\/WI5GqEB_ymI\/AAAAAAAAATM\/ZQeUa1_2MZkikTtvyW_vl6CYdUEbLigtgCLcB\/s320\/text-path.jpg\" style=\"\" height=\"213\" width=\"320\" border=\"0\">   \r\n   \r\n   পেন টুল ব্যবহার করে পাথ তৈরী করুন।\r\n.          টেক্সট টুল সিলেক্ট করুন।\r\n.          মাউস পয়েন্টারকে পাথের কাছাকাছি আনলে নিচের দিকে বাকা চিহ্নবিশিষ্ট বিশেষ ধরনের আইকন পাওয়া যাবে। পাথের ওপর ক্লিক করুন।\r\n.          টাইপ করুন। ফন্ট, সাইজ ইত্যাদি পরিবর্তন করুন।\r\n\r\nপাথ টেক্সট পরিবর্তন করা\r\n.          টাইপ করার পর টেক্সটকে পাথের ওপর সরানোর জন্য টেক্সট টুল সিলেক্ট করা অবস্থায় কন্ট্রোল (Ctrl) কি চেপে ড্রাগ করুন।\r\n.          কন্ট্রোল-ড্রাগ করে কার্সরকে বিপরীত দিকে কিছুটা সরালে লেখাটি উল্টে যাবে।\r\n.          কখনো কখনো বৃত্তার টেক্সট এর ক্ষেত্রে দুটি ভিন্নদিকের টেক্সট এর জন্য দুটি পাথ ব্যবহার প্রয়োজন হতে পারে। <\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-f4lumHj0rUM\/WI5GjMy-YAI\/AAAAAAAAAQs\/VZimFw6VnZozTgx8ov9YpvWkcjHwy7cXwCLcB\/s320\/photoshop-txtMask.jpg\" style=\"\" height=\"169\" width=\"320\" border=\"0\">\r\n\r\nফটোশপে বৃত্ত সহ অন্যান্য যে সেপগুলি তৈরী করা যায় সেগুলিকে টেক্সট পাথ হিসেবে ব্যবহার করা যায়।\r\n.          বৃত্ত (Ellipse) টুল সিলেক্ট করুন (লাইন টুলের সাথে)\r\n.          পাথ হিসেবে বৃত্ত আকার জন্য প্রোপার্টিজ টুলবারে পাথ (Paths) ক্লিক করুন। এরফলে রংহীন বৃত্ত তৈরী হবে।\r\n.          ক্যানভাসে সঠিক মাপের বৃত্ত আকুন।\r\n.          টেক্সট টুল সিলেক্ট করুন।\r\n.          বৃত্ত-পাথের ওপর ক্লিক করুন এবং টাইপ করুন।<\/br>\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6189","category_id":"4420","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2> লিকুইডিফাই ইফেক্ট <\/h2> <\/br>\r\nফটোশপ ব্যবহার করে সুন্দর ডিজাইন তৈরী করবেন, ইমেজে সমস্যা থাকলে দুর করবেন, পেইন্ট করবেন, স্পেশাল ইফেক্ট দেবেন এটাই স্বাভাবিক। কিন্তু, আপনার নিশ্চয়ই মনে আছে ষ্টার ট্রেকের কথা। কিংবা বর্তমানের নানারকম ফ্যান্টাসি কিংবা সাইন্স ফিকশনের মজাদার চরিত্রের কথা। কখনো কি মনে হয়নি নিজের কিংবা পরিচিত কাউকে তেমনি মজাদার কোন চরিত্রে পরিনত করার।<\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-TrOa3LSrP7A\/WI5GqCFsyOI\/AAAAAAAAATI\/LRp4XnrHxLIGWUiBc3HQrBTnqmFDSJflgCLcB\/s320\/swan-liquidify.jpg\" style=\"\" height=\"212\" width=\"320\" border=\"0\">\r\n\r\nফটোশপে সেটা করতে পারেন লিকুইডিফাই ইফেক্ট ব্যবহার করে।\r\n.          যে ছবিতে লিকুইডিফাই ইফেক্ট ব্যবহার করে পরিবর্তন করতে চান সেটি ওপেন করুন।\r\n.          মেনু থেকে কমান্ড দিণ Filter – Liquidify, লিকুইডিফাই উইন্ডোতে ছবিটি ওপেন হবে। <\/br>\r\n\r\n\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-AgYrwgBg4ZY\/WI5GhCfLnYI\/AAAAAAAAAP4\/ietO_6PVUzU8q3c5K4JIJdeSEaDrmyXyACLcB\/s320\/liquidify.jpg\" style=\"\" height=\"173\" width=\"320\" border=\"0\">\r\n\r\nনিজে থেকে Forward Warp Tool সিলেক্ট হওয়ার কথা। এরজন্য ডানদিকের মেনু থেকে ব্রাশ সাইজ ঠিক করে নিন।\r\n.          ইমেজের যেখানে পরিবর্তন করতে চান সেখানে ক্লিক করে ড্রাগ করুন।\r\n.          অতিরিক্ত পরিবর্তন হলে Reconstruct Tool টুল সিলেক্ট করুন এবং ক্লিক করে ড্রাগ করুন। যাকিছু পরিবর্তন করেছেন সেটা বাতিল হয়ে আগের অবস্থার দিকে পরিবর্তন হবে।\r\n.          কোন যায়গাকে পরিবর্তনের বাইরে রাখার জন্য Freeze Mask টুল ব্যবহার করে পেইন্ট করুন।\r\n.          আপনি কোথায় কতটুকু পরিবর্তন চান সেটা নির্ভর করে বিভিন্ন টুল ব্যবহার করে দেখুন।\r\n.          পছন্দমত পরিবর্তনের পর OK বাটনে ক্লিক করুন।\r\n\r\nকোন ব্যক্তির ছবি ক্যারিকেচার করার আগে আরেকবার ভেবে নিন। যার ছবি তিনি সেটা পছন্দ নাও করতে পারেন।\r\nশুধুমাত্র ব্যক্তির ছবিই পরিবর্তন করতে হবে এমন কথা নেই। অন্য ছবি থেকেও মজার কিছু পেতে পারেন। <\/br>\r\n\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6190","category_id":"4421","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2> ফটোশপ প্লাগইন আই ক্যান্ডি ব্যবহার <\/h2> <\/br>\r\nএকসময় ব্লাকবক্স নামে অত্যন্ত জনপ্রিয় একটি ফটোশপ প্লাগইন ব্যবহার করা হত। সেটা দিয়ে ড্রপস্যাডো তৈরী করা যেত খুব সহজে। ধারনা করতেই পারেন ফটোশপের নিজস্ব ড্রপস্যাডো তৈরীর ব্যবস্থা তখন ছিল না, প্রয়োজন হলে ব্রাশ ব্যবহার করে একে নিতে হত। এখন ফটোশপে এধরনের বহু সুযোগ আনা হয়েছে। অন্যদিকে নাম বদল করা ব্লাকবক্স আইক্যান্ডি নামে আরো উন্নত হয়েছে। <\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-ntEzEp0XM3s\/WI5GfS_Kx-I\/AAAAAAAAAPM\/Du6QxRLqkEQI2HvMr4UYYJTnJ5pvzx4RgCLcB\/s320\/backlight.jpg\" style=\"\" height=\"252\" width=\"320\" border=\"0\">\r\n\r\nআইক্যান্ডি ৬.০ ভার্শনে ইফেক্ট বা ফিল্টার দুভাগে বিভক্ত। একটি ভাগে রয়েছে টেক্সট বা সিলেকশন। অর্থাত টেক্সট টাইপ করে সেখানে ব্যবহার করবেন অথবা ইমেজের কোন অংশ সিলেক্ট করে সেখানে ব্যবহার করবেন। মুলত সিলেকশন বা টেক্সট এর চারিদিকে বা সিলেক্ট করা অংশে এই ইফেক্ট ব্যবহৃত হবে। আরেক ধরন হচ্ছে টেক্সচার। ইট, পাথর, কাঠ, মার্বেল, কাপড় থেকে শুরু করে যে কোন ধরনের টেক্সচার তৈরীর জন্য।\r\nইফেক্টগুলি কয়েকটি ব্যবহার করে দেখা যাক।\r\nব্যাকলাইট : এর মাধ্যমে টেক্সট বা সিলেকশনের পেছনে নানা ধরনের লাইট সোর্স তৈরী করা যায়। অনেকগুলি প্রিসেট রয়েছে। এছাড়া রঙ, সোর্স, লাইট বিম ইত্যাদি পছন্দমত পরিবর্তন করার ব্যবস্থা রয়েছে।\r\n.          ব্যবহারের জন্য টেক্সট বা সিলেকশন লেয়ার থেকে কমান্ড দিন Filter – Alien Skin Eye Candy 6 : Text & Selection - Backlight\r\n.          পছন্দমত প্রিসেট সিলেক্ট করুন।\r\n.          প্রয়োজনীয় পরিবর্তন করে নিন।\r\nআইক্যান্ডির একটি বড় সুবিধে হচ্ছে মুল লেয়ার অপরিবর্তিত রেখে ইফেক্টএর জন্য নতুন আরেকটি লেয়ার তৈরী করে। কাজেই নানারকম পরীক্ষা করে দেখতে কোন সমস্যা নেই।\r\nকরোনা : সুর্য থেকে বেরিয়ে আসা আলোর ইফেক্ট তৈরীর জন্য করোনা। বিভিন্ন প্রিসেটে নানারকম রং এবং সেপ রয়েছে। সেইসাথে সেগুলি নিজের পছন্দমত পরিবর্তন করার ব্যবস্থা। ব্যবহারের নিয়ম আগের মতই। মেনু থেকে ইফেক্ট এর কমান্ড দিন এবং প্রিসেট ব্যবহার করুন অথবা পছন্দমত পরিবর্তণ করে নিন। <\/br>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-USvuKmGsFVc\/WI5Ggp0oaqI\/AAAAAAAAAPo\/g76If1XO9NIjxJxHWyuPt6V1zy9RPKxbQCLcB\/s320\/drip.jpg\" style=\"\" height=\"295\" width=\"320\" border=\"0\">\r\n\r\nড্রিপ : তরল পদার্থ গড়িয়ে পড়ার ইফেক্ট দেয়ার জন্য ড্রিপ। লাল লঙের লেখাকে সদ্য তরল রং বা রক্ত দিয়ে তৈরী দেখানো সম্ভব খুব সহজেই। <\/br>\r\n\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-qzw37YJiK_0\/WI5GhOdRh8I\/AAAAAAAAAP0\/a_qpLE3ZmxI0E8m0P_jPy3j29O3ZunGZgCLcB\/s320\/fire.jpg\" style=\"\" height=\"252\" width=\"320\" border=\"0\">\r\n\r\nফায়ার : লেখা কিংবা সিলেকশনে আগুন ধরিয়ে দিতে পারেন ফায়ার ইফেক্ট ব্যবহার করে। কোন দৃশ্যে আগুল লাগা কিছু দেখাতে চাইলে এই ইফেক্টে কয়েক সেকেন্ডই যথেষ্ট।\r\nএই ইফেক্টগুলি ছাড়াও আরো যা রয়েছে তা হচ্ছে বেভেল, ক্রোমা, এক্সট্রুড, গ্লাশ, গ্রাডিয়েন্ট, মোশান ট্রেইল, পারস্পেকটিভ স্যাডো, রাষ্ট, স্মোক, স্নো ড্রিফট ইত্যাদি ইফেক্ট।\r\nআর টেক্সচার অংশে ইফেক্টগুলি হচ্ছে এনিমেল ফার, ব্রিক ওয়াল, ব্রাস মেটাল, ডায়মন্ড প্লেট, মার্বেল, রেপটাইল স্কিন, রিপল, ষ্টোন ওয়াল, উইভ, উড, ওয়াটার ড্রপ ইত্যাদি।\r\nফটোশপে কাজ করার জন্য অত্যন্ত প্রয়োজনীয় প্লাগইনগুলির একটি এলিয়েন স্কিনের তৈরী আই ক্যান্ডি। এখনও আপনার কাছে না থাকলে সংগ্রহ করে নিন।\r\nতাদের ওয়েবসাইট : www.alienskin.com  <\/br>\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6193","category_id":"4422","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2>এডবি ব্রিজ ব্যবহার <\/h2> <\/br>\r\nযারা অনেক বেশি ইমেজ বা ভিডিও নিয়ে কাজ করেন তাদের অনেক সময়ই সেগুলির প্রিভিউ দেখে নেয়া প্রয়োজন হয়। কিংবা ফটোগ্রাফারদের প্রয়োজন হয় র ফরম্যাটের ইমেজগুলির প্রিভিউ দেখার। এজন্য অনেকগুলি সফটঅয়্যার থাকলেও প্রত্যেকেরই রয়েছে বিশেস কিছু ফরম্যাট ব্যবহারের সীমাবদ্ধতা। যেমন ইল্টাষ্ট্রেটর ড্রইং কিংবা ইপিএস ফরম্যাট। এডবি ব্রিজ ব্যবহার করে এসব সীমাবদ্ধতা দুর করতে পারেন সহজেই। সেইসাথে এটা কাজ করে এডবির সবগুলি সফটঅয়্যারের ভেতর থেকে। আফটার ইফেক্টস এর ইফেক্ট সেখানে দেখে সরাসরি ব্যবহার করা যায় ব্রিজ থেকে। <\/br>\r\n\r\n\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-DCYN5F-M-NQ\/WI5Gf3tdvvI\/AAAAAAAAAPY\/dsYoR9RLUJsR5Fhee2_cjVw5VWAlfbvowCLcB\/s320\/bridge.jpg\" style=\"\" height=\"267\" width=\"320\" border=\"0\">\r\n\r\nAdobe Bridge দেয়া হয় Adobe Creative Suite এবং Photoshop উভয়ের সাথেই। পৃথকভাবে ওপেন করতে পারেন অথবা সফটঅয়্যারের ভেতর থেকে ওপেন করতে পারেন।\r\n.          ব্রিজ ওপেন করলে এধরনের একটি ইন্টারফেস দেখতে পাবেন। যে ফোল্ডারের ইমেজ, ভিডিও ফাইল দেখতে চান সেই ফোল্ডার সিলেক্ট করবেন বামদিকের ফোল্ডার ট্রি থেকে।\r\n.          ফোল্ডারের নিচের অংশ থেকে ফিল্টার ব্যবহার করতে পারেন। ইমেজের তারিখ, ওরিয়েন্টেশন (পোর্ট্রেট কিংবা ল্যান্ডস্কেপ), র ইত্যাদি থেকে শুরু করে নির্দিষ্ট ক্যামেরা সেটিং যেকোন ধরনের ইমেজগুলি দেখতে পারেন ইচ্ছে করলে।\r\n.          মাঝখানের প্রধান অংশে প্রিভিউ (কিংবা ফোল্ডারের নাম) দেখা যাবে। ফোল্ডারের নামে ডাবল ক্লিক করে সাব-ফোল্ডারে প্রবেশ করা যাবে।\r\n.          প্রিভিউ উইন্ডোর নিচে স্লাইডার ব্যবহার করে প্রিভিউ এর আকার বড়-ছোট করা যাবে।\r\n.          ইমেজ বা ভিডিওতে রাইট-ক্লিক করে কোন সফটঅয়্যারে ওপেন করতে চান সিলেক্ট করে ওপেন করা যাবে। ইচ্ছে করলে কোন ফাইলকে লক করা যাবে এখান থেকেই।\r\n.          রাইট-ক্লিক করে ইমেজ বা ভিডিওকে কপি করা, অন্য যায় সরানো ইত্যাদি কাজ করা যাবে।\r\n.          কোন ইমেজ সিলেক্ট করলে ডানদিকে প্রিভিউ দেখা যাবে। সেখানে ক্লিক করলে একটি জুম উইন্ডো পাওয়া যাবে যা নির্দিষ্ট যায়গায় সরিয়ে নির্দিষ্ট অংশ বড় করে দেখা যাবে।\r\n.          প্রিভিউ উইন্ডো থেকে স্লাইডার ব্যবহার করে বা প্লে বাটন ব্যবহার করে ভিডিও দেখা যাবে।\r\n.          প্রিভিউ এর নিচে ইমেজ বা ভিডিওর মেটাডাটা দেখা যাবে। ক্যামেরা উঠানো ছবি ক্যামেরা সেটিং সহ ভিডিওর ক্ষেত্রে অডিও এবং ভিডিওর তথ্য জানা যাবে এখান থেকে। ইচ্ছে করলে নতুন মেটাডাটা লিখে দিতে পারেন এখানেই। মেটাডাটা ব্যবহারের জন্য টেম্পলেট তৈরী করে সেটা ব্যবহার করতে পারেন।\r\n.          ভিডিও ফাইল থেকে অডিওকে ইকুয়ালাইজ করার জন্য সরাসরি সাউন্ডবুথে ওপেন করা যাবে রাইট-ক্লিক করে।\r\n.          অনেকগুলি ইমেজ ফাইলকে একবারে নাম বদলানোর জন্য ব্যবহার করতে পারেন ব্রিজ। ইমেজগুলি সিলেক্ট করুন এবং রাইট-ক্লিক করে মেনু থেকে Batch Rename সিলেক্ট করুন।\r\n.          ক্যামেরা র ইমেজ প্রসেস করার জন্য রাইট-ক্লিক করে Open in camera Raw সিলেক্ট করুন।\r\n.          আফটার ইফেক্টস এর কোন ইফেক্ট কোন লেয়ারে ব্যবহারের জন্য সেই লেয়ারে অবজেক্ট সিলেক্ট করা অবস্থায় ব্রিজ ওপেন করুন এবং ইফেক্টস ফোল্ডারে নিদির্ষ্ট ইফেক্ট বের করুন। সেখানে ডাবল-ক্লিক করলে ইফেক্ট ব্যবহৃত হবে।\r\nযারা এসিডিসি (ACDSee) বা এধরনের অন্য সফটঅয়্যার ব্যবহারে অভ্যস্থ তাদের কাছে শুরুতে এডবি ব্রিজ কিছুটা বেমানান মনে হতে পারে। কিন্তু আপনি যদি এডবির ফটোশপ, লাইটরুম, ইলাষ্ট্রেটর, আফটার ইফেক্ট, প্রিমিয়ার ইত্যাদি ব্যবহার করেন তাহলে এরসাথে তুলনা হয় না অন্য সফটঅয়্যারের।<\/br>\r\n\r\n\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6194","category_id":"4423","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2> ইমেজ থেকে স্লাইড শো (ওয়েব গ্যালারী) কিংবা পিডিএফ তৈরী<\/h2> <\/br>\r\nএডবি ফটোশপের সাথে এডবি ব্রিজ নামে একটি সফটঅয়্যার দেয়া হয়। ফটোশপের বেশকিছু বিষয় নেয়া হয়েছে ব্রিজে। আপনি ব্রিজ ব্যবহার করে ফটোশপ ইমেজ (অথবা যে কোন ইমেজ) থেকে স্লাইড শো (ওয়েব গ্যালারী) তৈরী করতে পারেন, কিংবা সব যায়গায় ব্যবহারযোগ্য পিডিএফ তৈরী করতে পারেন।<\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-c5r6QLt9dyU\/WI5GfhB3mxI\/AAAAAAAAAPQ\/rOBW7l00EqM90uI7NDRrMegG8e184MglQCLcB\/s320\/bridge-gallery.jpg\" style=\"\" height=\"276\" width=\"320\" border=\"0\">\r\nকাজটি কিভাবে করবেন জেনে নিন।\r\n.          এডবি ব্রিজ ওপেন করুন।\r\n.          ইমেজগুলি যে ফ্লোডারে রয়েছে সেই ফোল্ডার ওপেন করুন।\r\n.          ইমেজগুলি সিলেক্ট করুন। Ctrl-Click ব্যবহার করে নির্দিষ্ট ইমেজগুলি সিলেক্ট করা যাবে।\r\n.          টুলবার থেকে Output – Output to Web or PDF সিলেক্ট করুন।\r\n.          ডানদিকে Document অংশ থেকে একটি পেজ প্রিসেট সিলেক্ট করুন। পিডিএফ এর জন্য প্রিন্টযোগ্য কাগজের মাপ সিলেক্ট করতে পারেন, অথবা Web বা Photo ব্যবহার করতে পারেন। <\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-0UE7PNduePg\/WI5Gf68x-nI\/AAAAAAAAAPU\/EgBKGz3kxMAe4nw2LlMKL86yGlhw5EFeQCLcB\/s320\/bridge-web-gallery.jpg\" style=\"\" height=\"320\" width=\"180\" border=\"0\">\r\n\r\nএকটি সাইজ ঠিক করুন। ওয়েবে ব্যবহারের জন্য সাধারনভাবে ৮০০-৬০০ সব ধরনের মনিটরের জন্য ভাল পছন্দ হতে পারে।\r\n.          ইচ্ছে করলে পাশওয়ার্ড ব্যবহার করতে পারেন।\r\n.          প্রতিটি ইমেজকে একটি একটি করে দেখার জন্য Layout অংশে One Photo Per Page সিলেক্ট করুন।\r\n.          ইচ্ছে করলে প্রতিটি ইমেজের জন্য পৃথক হেডার, ফুটার, ফাইল নেম ইত্যাদি ব্যবহার করতে পারেন।\r\n.          প্লেব্যাক অপশনে পুরো স্ক্রিন দেখা যাবে কিনা কিংবা নিজে থেকে পরবর্তী স্ক্রিনে যাবে কিনা, কত সময়ে যাবে ইত্যাদি অপশন ঠিক করে দিন।\r\n.          ওয়েব গ্যালারী তৈরী করলে গ্যালারীর নাম, আপনার নাম, ই-মেইল ইত্যাদি তথ্য টাইপ করে দিন।\r\n.          প্রিভিউ দেখে নিন।\r\n.          সবকিছু ঠিক থাকলে Save বাটনে ক্লিক করে সেভ করুন।\r\n\r\nব্রিজ এর অন্যান্য ব্যবহার সম্পর্কে একটি টিউটোরিয়াল রয়েছে এই এপ  এ। <\/br>\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6196","category_id":"4424","descr":"\n<!DOCTYPE html>\n<html>\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\n<body>\n<p>\n<h2> থ্রিডি মডেল পেইন্টিং কাজে ফটোশপ<\/h2> <\/br>\nযারা থ্রিডি মডেল তৈরী করেন তারা জানেন মডেল তৈরীর পর তাকে পছন্দের রঙে আনার কাজ কতটা সময়সাপেক্ষ। একজন মানুষের মডেল তৈরী করে তাকে নিখুতভাবে রং দেয়ার জন্য সঠিক মাপের বিটম্যাপ ইমেজ তৈরী করে নিতে হয়, তাকে যায়গামত বসাতে হয়। তারপরও কিছু সমস্যা থেকেই যায়। <\/br>\n<img border=\"0\" height=\"310\" src=\"http:\/\/1.bp.blogspot.com\/-P8iE3Ghy6As\/ThMk6V-P5XI\/AAAAAAAAEdI\/gda2m3qb7cw\/s400\/3dPaint.jpg\" width=\"400\"> <\/br>\nফটোশপ ব্যবহার করে থ্রিডি মডেলের ওপর সরাসরি পেইন্ট করা যায়। তা থ্রিডি ষ্টুডিও ম্যাক্স হোক অথবা অন্য সফটঅয়্যারই হোক।\nএখানে উদাহরন হিসেবে থ্রিডি ষ্টুডিও ম্যাক্স ব্যবহার করা হচ্ছে।\n.          থ্রিডি ষ্টুডিও ম্যাক্সে একটি মডেল তৈরী করুন। এখানে টি-পট ব্যবহার করা হচ্ছে, আপনি যে কোন মডেল ব্যবহার করতে পারেন।\n.          Export কমান্ড দিয়ে 3DS ফরম্যাটে এক্সপোর্ট করুন। এক সফটঅয়্যার থেকে থ্রিডি মডেলকে অন্য সফটঅয়্যারে নেয়ার জন্য এই ফরম্যাট ব্যবহার করা হয়। ফটোশপে থ্রিডি ম্যাক্সের ফরম্যাটও ব্যবহার করা যায়। মায়া সহ অন্য থ্রিডি সফটঅয়্যারের জন্য OBJ ফরম্যাট ব্যবহার করুন।\n\nমডেলকে ফটোশপে ইমপোর্ট করা:\n.          ফটোশপে নতুন একটি ডকুমেনট তৈরী করুন। ব্যাকগ্রাউন্ড ট্রান্সপারেন্ট রেখে যে কোন মাপের নতুন ডকুমেন্ট তৈরী করতে পারেন।\n.          মেনু থেকে 3D – New Layer from 3D File কমান্ড দিন\n.          ব্রাউজ করে সেভ করা থ্রিডি ফাইলটি সিলেক্ট করুন। থ্রিডি মডেলটি ফটোশপে পাওয়া যাবে।\nফটোশপের টুলবক্সে Object Rotate টুল ব্যবহার করে থ্রিডি মডেলকে ঘুরানো এবং বড়-ছোট করা বা সরানো যাবে।\n\nফটোশপে পেইন্ট করা:\n.          ফটোশপে ইমপোর্ট করা মডেলের জন্য লেয়ার লক্ষ্য করলে লেয়ারের নিচের কোন একটি বিশেষ চিহ্ন দেখা যাবে। এর অর্থ এটা থ্রিডি লেয়ার। এই আইকনে ডাবল ক্লিক করলে থ্রিডি ম্যাটেরেয়াল নামে নতুন একটি ডায়ালগ বক্স পাবেন।\n.          ডায়ালগ বক্সের ৪টি আইকনের তৃতীয়টি ক্লিক করুন। এখানে Default নামে টেক্সচার পাবেন। তাকে সরাসরি ব্যবহার করতে পারেন অথবা কাজের বোঝার সুবিধের জন্য নতুন নামে একটি টেক্সচার তৈরী করতে পারেন। Default লেখায় ক্লিক করে New Texture সিলেক্ট করুন এবং একটি নাম টাইপ করে দিন। নামটি লেয়ারে দেখা যাবে। এভাবে কাজ করার সুবিধে হচ্ছে আপনি ইচ্ছে করলে টেক্সচার লেয়ারে টুডি হিসেবে পেইন্ট করার সুবিধে পাবেন (যেমন নির্দিষ্ট রং দিয়ে ফিল করা)।\n.          যে রঙে পেইন্ট করতে চান সেই রং সিলেক্ট করুন।\n.          পেইন্টব্রাস সিলেক্ট করুন।\n.          থ্রিডি লেয়ারে অথবা টেক্সচার লেয়ারে যেখানে সুবিধে মনে করেন সেখানে পেইন্ট করুন।\n\nসেভ করা এবং ম্যাক্সে ব্যবহার করা:\n.          পেইন্ট এর কাজ শেষে মেনু থেকে 3D – Export 3D Layer কমান্ড দিন।\n.          নতুন নামে WavefrontOBJ ফরম্যাটে ফাইলটি সেভ করুন। টেক্সচার ফরম্যাট হিসেবে জেপেগ ব্যবহার করতে পারেন। এরফলে থ্রিডি ফাইলের সাথে জেপেগ ইমেজ ফাইল হিসেবে পৃথক ফাইলে টেক্সচার সেভ হবে।\n\nম্যাক্সে ইমপোর্ট করা:\n.          থ্রিডি ষ্টুডিও ম্যাক্সে Import কমান্ড দিন।\n.          থ্রিডি ফাইলটি সিলেক্ট করুন।\n.          ম্যাপ (টেক্সচার) ফাইলটি সিলেক্ট করুন।\nপেইন্ট করা নতুন মডেলটি পাওয়া যাবে।<\/br>\n\n\n<\/P>\n<div data-role=\"content\">  \t<\/div>\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"},{"id":"6198","category_id":"4425","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2>ফটোশপে পেইন্টিং<\/h2> <br>\r\nএকসময় ডিজনি ষ্টুডিওতে ছবি আকা হত কাগজে, তারপর স্ক্যান করে এনিমেশনের কাজে ব্যবহার করা হত। মাঝখানে প্রথাগত ড্রইং এবং ডিজিটাল ড্রইং দুই চালু ছিল, বর্তমানে শুধুমাত্র ডিজিটাল ড্রইং। এথেকে ধরে নিতে পারেন ডিজিটাল ড্রইং এবং পেইন্টিং কতটা অগ্রগতি লাভ করেছে। অনেক শিল্পী সাধারন ক্যানভাসের বদলে ডিজিটাল ক্যানভাস ব্যবহার করছেন। পেইন্টিং বিষয়টি বেশ জটিল। শিল্পী নানা মাপের নানা ধরনের তুলি ব্যবহার করেন, একাধিক রঙের মিশ্রনে নতুন রং তৈরী করেন, হাতের কারুকাজে তুলি থেকে নানারকম বৈচিত্র বের করে আনেন। এর বিকল্প হিসেবে যখন সফটঅয়্যার ব্যবহার করা হয় তখন সেখানেও এই সুযোগগুলি থাকা প্রয়োজন হয়। ফটোশপে এর সবই আছে।<\/br>\r\n\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-qEUr_vT8A98\/WI5GiVdVOhI\/AAAAAAAAAQU\/OAHRqsDcQik9KGt4vREP5qgsuPYqbbFFACLcB\/s1600\/photoshop-painting.jpg\" style=\"\" border=\"0\">\r\n\r\nফটো আপনি কিভাবে পেইন্টিং এর কাজ করতে পারেন জেনে নিন। একটা কথা আগেই জানিয়ে রাখা ভাল, পেইন্টিং এর সময় মাউসের বদলে গ্রাফিক ট্যাবলেট ব্যবহার করলে কাজ করা সহজ হবে এবং এমনকিছু সুবিধে পাবেন যা মাউসে পাওয়া যায় না।  <\/br>\r\nব্যাকগ্রাউন্ড এবং ফোরগ্রাউন্ড কালার, পছন্দের রং সিলেক্ট করা:\r\nফটোশপে যে কোনসময় ব্যবহারের জন্য দুটি রং নির্ধারিত করে রাখতে পারেন। ফটোশপের ডিফল্ট এই দুটি রং কারো এবং সাদা। টুলবক্সে এই দুটি রং দেখাতে পাবেন। ওপরেরটির নাম ফোরগ্রাউন্ড, নিচেরটি ব্যাকগ্রাউন্ড কালার। আপনি ব্রাস ব্যবহার করে ক্যানভাসে দাগ দিলে সেটা হবে ফোরগ্রাউন্ড কালারে। আর ইরেজার টুল ব্যবহার করে কিছু মুছে দিলে সেই অংশ পুরন হবে ব্যাকগ্রাউন্ড কালার দিয়ে (যদি ট্রান্সপারেন্সি না থাকে)। যদি অন্য রং থাকে তাহলে এদের বামদিকে ছোট্ট সাদাকালো আইকনে ক্লিক করে ডিফল্ট সাদা-কারো রং পাওয়া যাবে। দুদিকে এরো চিহ্নিত আইকনে ক্লিক করলে ফোরগ্রাউন্ড এবং ব্যাকগ্রাউন্ড কালার পাল্টাপাল্টি হবে।\r\nএছাড়াও আপনি যে কোন সময় পছন্দের রং সিলেক্ট করতে পারেন কালার প্যালেট, সোয়াচ থেকে।\r\n.          কালার প্যালেট ওপেন করুন। আপনার ডকুমেন্টের ধরন অনুযায়ী আরজিবি\/সিএমওয়াইকে মান দেখা যাবে।\r\n.          কালার প্যালেটে একটি রঙের বার রয়েছে। এখানে মাউস পয়েন্টার আনলে আইড্রপার টুল হিসেবে দেখা যাবে। পছন্দের রং ক্লিক করুন।\r\n.          রঙের আরজিবি (অথবা সিএমওয়াইকে) এর মান দেখা যাবে ওপরের অংশে। এখানে স্লাইডার ব্যবহার করে মান পরিবর্তন করতে পারেন, অথবা নির্দিস্ট রয়ের মান জানা থাকলে সেটা টাইপ করে নিখুত রং পেতে পারেন।\r\n.          সোয়াচ প্যানেল থেকে পছন্দের রং ব্যবহারের জন্য সোয়াচ (swatches) ট্যাবে ক্লিক করুন এবং পছন্দের রং ক্লিক করুন।\r\nকোন রং সিলেক্ট করার পর সেটা ফোরগ্রাউন্ড কালার হিসেবে পাওয়া যাবে এবং পরিবর্তন না করা পর্যন্ত সেখানেই থাকবে।\r\nছবি থেকে রং সিলেক্ট করা:\r\nঅনেকসময়ই ক্যানভাসে যে রংগুলি রয়েছে সেখান থেকে কোন রং পেইন্টিং কাজে ব্যবহার করা প্রয়োজন হতে পারে। এমনকি ফটোগ্রাফ থেকেও।\r\n.          টুলবক্সে আইড্রপার টুল সিলেক্ট করুন।\r\n.          নির্দিস্ট যায়গার রঙের ওপর ক্লিক করুন।\r\nআইড্রপার টুল সিলেক্ট না করেও ব্রাস টুল সিলেক্ট করা অবস্থায় Alt কি চেপে সাময়িকভাবে আইড্রপার টুল ব্যবহার করা যায়।\r\n\r\nব্রাস সিলেক্ট করা:\r\nআপনি পেইন্ট করবেন ব্রাস টুল ব্যবহার করে। সঠিক পেইন্টের জন্য ব্রামের মাপ, ধরন ইত্যাদি বিভিন্ন হতে পারে।\r\n.          টুলবক্সে ব্রাসটুল সিলেক্ট করুন\r\n.          প্রোপার্টিজ বারে ব্রাসের আইকনে ক্লিক করুন। এখানে এয়ারব্রাস, পেইন্টব্রাস এবং ট্রান্সপারেন্ট স্প্রে তিন ধরনের ব্রাশ অপশন রয়েছে। এয়ারব্রাসের ধারগুলি সফট পাওয়া যাবে, পেইন্টব্রাসের সাধারন রং পুরোটাই ব্যবহার কবে এবং স্প্রে ব্যবহার করলে স্প্রেয়ারের মত ইফেক্ট পাওয়া যাবে। আপনার কাজের ধরন অনুযায়ী যে কোনটি সিলেক্ট করুন।\r\n.          পরবর্তী আইকনে ক্লিক করে ব্রাসের সেপ (ব্রাস-টিপ) কেমন হবে, কতটা মোটা হবে, ধারগুলি কতটা হাল্কা হবে এই বিষয় ঠিক করে নিতে পারেন। প্রথমে নিচের অংশ থেকে ব্রাসের ধরন সিলেক্ট করুন, এরপর প্রয়োজন হলে তার সাইজ এবং হার্ডনেস পরিবর্তন করে নিন।\r\nবিভিন্ন ধরনের সেপের ব্রাস পৃথকভাবে ইনষ্টল করে ব্যবহার করা যায়। ফটোশপের সাথেও অনেকগুলি ব্রাস পৃথক ফাইল হিসেবে দেয়া হয়।\r\n.          পেইন্টিং এর জন্য মোড সিলেক্ট করবেন এর পরের অংশ থেকে। নরমাল মোডে এক রঙের ওপর আরেক রং পেইন্ট করলে আগের রংটি পেছনে ঢাকা পড়বে। অন্যান্য মোডে বিভিন্ন ধরনের প্রতিক্রিয়া হবে।\r\n.          অপাসিটি অংশ থেকে পেইন্ট করা অংশ কতটুকু স্বচ্ছ আ অস্বচ্ছ হবে সেটা ঠিক করে দিন। অপাসিটি ১০০ অর্থ পেছনের কিছুকে পুরোপুরি ঢেকে দেবে। কমতে থাকলে এর ভেতর দিয়ে পেছনের অংশ দেখা যাবে।\r\n.          ব্রাস প্যানেল বাটনে ক্লিক করে নিজের পছন্দমত ব্রাস তৈরী করে নিতে পারেন।\r\nএগুলি ছাড়াও প্রেসার সেনসিটিভ ট্যাবলেটের জন্য কিছু সেটিং রয়েছে।\r\n\r\nপেইন্ট করা:\r\nআপনার পছন্দের ব্রাস, পছন্দের রং সিলেক্ট করে ক্যানভাসের ওপর ড্রাগ করুন। মাউস বা গ্রাফিক পেনের গতিপথ অনুযায়ী পেইন্ট হবে। ভাল ছবি আকা অবশ্যই অন্য যোগ্যতা।\r\n\r\nইরেজার টুল:\r\nইরেজার টুল ব্যবহার করা হয় কিছু মুছে দেয়ার জন্য। ট্রান্সপারেন্ট লেয়ারের ক্ষেত্রে এই টুল সিলেক্ট করে যেখানে ক্লিক-ড্রাগ করবেন সেই অংশে যা আছে সেটা মুছে যাবে।\r\nইরেজার টুলের জন্যও ব্রাসের মত নানাধরনের সেপ ব্যবহার করা যাবে।\r\n\r\nকিছু লক্ষনীয় বিষয়:\r\n.          ফটোশপে একবার মাত্র আনডু ব্যবহার করা যায়। কিছু পেইন্ট করার পর বাদ দিতে হলে হিষ্টোরী ব্যবহার করুন।\r\n.          ফটোশপ বিটম্যাপ আর্ট ব্যবহার করে। একবার পেইন্ট করার পর তাকে পরিবর্তন করতে পারেন না। সেটা বাতিল করতে পারেন কিংবা মুছে দিতে পারেন। <\/br>\r\n\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6199","category_id":"4426","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2>ব্রাশের নানারকম ব্যবহার<\/h2> <\/br>\r\nনিজে ছবি যদি নাও আকেন, শিল্পীরা যখন ছবি আকেন তখন হয়ত লক্ষ করেছেন তারা নানারকম পদ্ধতি ব্যবহার করে। যেমন জলরং ব্যবহার করে আকার সময় কাগজ ভিজিয়ে নেন। তারফলেই সুন্দর ছবি আকা সম্ভব হয়। ফটোশপে আপনি জলরং এর ছবি আকতে গেলে আপনার এমন কিছু প্রয়োজন যেখানে সেই পদ্ধতিতে কাজ হবে। এছাড়া ছবি আকার বিভিন্ন ধরনের রং, বিভিন্ন আকারের, বিভিন্ন বৈশিষ্টের ব্রাশ ব্যবহার এসবও থাকা চাই।<\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-2XQUjVgpoZw\/WI5GgNZxitI\/AAAAAAAAAPc\/k4QPF2e22CwxPAyHbZnX-Mmnva_onLusgCLcB\/s320\/brush-preset.jpg\" style=\"\" height=\"215\" width=\"320\" border=\"0\">\r\n\r\nফটোশপে এসব সুবিধে রয়েছে। সাধারন ব্রাস এবং রঙকে কিভাবে বিশেষভাবে ব্যবহার করা যায় জেনে নিন এই টিউটোরিয়ালে।\r\nশুরুতে ফটোশপের সাথে দেয়া ব্রাশ (ব্রাশ প্রিসেট) ব্যবহার করে দেখা যাক\r\n.          ফটোশপ ওপেন করুন এবং সুবিধেজনক মাপের সাদা ব্যাকগ্রাউন্ডের ক্যানভাস তৈরী করুন (File - New)\r\n.          ব্রাশ প্যানেল যদি ওপেন না থাকে তাহলে মেনু থেকে Window - Brush কমান্ড দিয়ে ওপেন করুন।\r\n.          পছন্দমত একটি রঙ সিলেক্ট করুন (এখানে ঘাসের জন্য সবুজ এবং তারার জন্য নীল ব্যবহার করা হয়েছে)।\r\n.          ব্রাশ টুল সিলেক্ট করুন।\r\n.          Brush Preset ট্যাব সিলেক্ট করুন।\r\n.          ঘাস আকার জন্য ১১২ অথবা ১৩৪ ব্রাশ সিলেক্ট করুন (তারার জন্য ২৯)।\r\n.          ক্যানভাসে পেইন্ট করুন।\r\nঘাস আকার জন্য ব্রাশ সিলেক্ট করায় ব্রাশ ঘসে আপনি ঘাস তৈরী করার সুযোগ পাবেন। লক্ষ করেছেন নিশ্চয়ই, প্রতিবার ঘাস তৈরীর সময় একটি ঘাস থেকে আরেকটি ঘাসের আকার, রঙ, দিক ইত্যাদি পরিবর্তিত হচ্ছে, বাস্তবে যেমন প্রতিটি ঘাস ভিন্ন ভিন্ন হয়।\r\nআপনি ব্রাশ তৈরীর সময় এই বৈশিষ্টগুলি ঠিক করে দিতে পারেন। অর্থাত আপনি বলে দিতে পারেন ব্রাশ করার সময় আকার, রঙ, দুরত্ব ইত্যাদির কতখানি পরিবর্তন হবে।\r\nকাজটি করে দেখা যাক।\r\n.          পছন্দমত সাধারন একটি ব্রাশ সিলেক্ট করুন।\r\n.          Brush ট্যাব সিলেক্ট করুন।\r\n.          Shape Dynamics অংশে ক্লিক করে সিলেক্ট করুন।\r\n.          ডানদিকে Size Jitter অংশে পরিবর্তন করুন। মান যত বেশি হবে আকার সময় আকার তত বেশি পরিবর্তন হবে। Minimum diameter অংশে বলে দিতে পারেন সবচেয়ে ছোট মাপ কি হবে।\r\n.          Angle Jitter অংশে পরিবর্তন করুন। মান যত বেশি হবে আকার সময় কৌনিক পরিবর্তন তত বেশি হবে।\r\n.          অন্যান্য অংশগুলি পরিবর্তন করে ফল দেখুন।\r\n\r\nরঙ পরিবর্তন করা:\r\nব্রাশের বৈশিষ্টগুলি পরিবর্তন করে আকলে যে রঙ সিলেক্ট করা থাকবে সেই রঙে আকা হতে থাকবে। আপনি ইচ্ছে করলে সেখানেও বৈচিত্র আনতে পারেন।\r\n.          Color Dynamics অংশে ক্লিক করুন।\r\n.          Hue, Saturation ইত্যাদি পরিবর্তন করুন এবং ক্যানভাসে একে দেখুন। সিলেক্ট করা রঙ থেকেই ভিন্ন রঙ তৈরী হবে।\r\n\r\nব্রাশের বিভিন্ন পরিবর্তনের মুলনীতি এটাই। কোথায় কতটুকু পরিবর্তন করলে কি পরিবর্তন পাবেন এর প্রতিটি নিশ্চয়ই উল্লেখ করা প্রয়োজন নেই। নানাধরনের পরিবর্তন করে ক্যানভাসে আকতে থাকুন। রঙের নতুন জগতের দেখা পাবেন। <\/br>\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6200","category_id":"4427","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2>ফটোশপে স্ক্রিপ্ট ব্যবহার করে ব্যাচ ইমেজ প্রসেসিং<\/h2> <\/br>\r\nআপনার হয়ত অনেকগুলি ইমেজকে পিএসডি, জেপেগ কিংবা টিফ ফরম্যাটের একটি থেকে আরেকটিতে নেয়া প্রয়োজন। কিংবা তিনটির সবগুলিতেই। এজন্য প্রথমে একশন তৈরী না করে সরাসরি ফটোশপের ইমেজ প্রসেসর ব্যবহার করতে পারেন। <\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-DjfhXCdGVjQ\/WI5Ge70GevI\/AAAAAAAAAPA\/exwsOOraYd4_sNXUonfSp7R190eySDVHQCLcB\/s320\/Photoshop-image-processor.jpg\" style=\"\" height=\"320\" width=\"292\" border=\"0\">  \r\n  \r\n  মেনু থেকে File - Scripts – Image Processor কমান্ড সিলেক্ট করুন।\r\n.          Use Open Image অপশনে ক্লিক করুন এবং Select Folder ক্লিক করে ইমেজের ফোল্ডার সিলেক্ট করুন। ইচ্ছে করলে সাব-ফোল্ডার সহ ব্যবহার করতে পারেন।\r\n.          Open First Image to Apply Setting সিলেক্ট করুন।\r\nএখানে প্রথম ইমেজের জন্য সেটিং ঠিক করে নিতে পারেন। এই সেটিং বাকি ইমেজগুলির জন্য ব্যবহৃত হবে।\r\n.          Save in Same Location ক্লিক করুন অথবা Select Folder ক্লিক করে ইমেজ ফাইলগুলি কোথায় থাকবে সিলেক্ট করে দিন। মুল ইমেজের ফোল্ডার-সাবফোল্ডার যেভাবে ছিল ঠিক সেভাবে রাখতে পারেন।\r\n.          অপশন অংশে আপনার পছন্দের বিষয়গুলি ঠিক করে দিন। এখানে ইমেজ ফরম্যাট, কোয়ালিটি, এস-আরজিবি প্রোফাইল, ফটোশপ ফরম্যাটের জন্য কম্পাটিবিলিটি, টিফ ফাইলের জন্য কম্প্রেশন ইত্যাদি সেট করতে পারেন।\r\n.          সেটিং সেভ করার জন্য Save ক্লিক করুন। একটি নাম টাইপ করে Save ক্লিক করুন।\r\n.          সেভ করা সেটিং লোড করার জন্য Load ক্লিক করুন।\r\n.          কাজগুলি করার জন্য Run ক্লিক করুন।  <\/br>\r\n\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6202","category_id":"4428","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n\r\n<h2> ইমেজ ম্যানিপুলেশন, চোখের রং পরিবর্তন<\/h2> <\/br>\r\nফটোশপে ইমেজের যে কোন ধরনের পরিবর্তন করা যায়। কোন সমস্যা থাকলে সেটা ঠিক করা যায়, চোখের রং পাল্টানো যায়, ঠোটের পাল্টানো যায় এমনকি একজনের মুখের সাথে আরেকজনের মুখ মিলিয়ে কিংবা মানুষের মুখের সাথে অন্য প্রানীর মুখ মিলিয়ে নতুন কিছু করা যায়। এই পরিবর্তনগুলি কিভাবে করা হয় ধারাবাহিকভাবে উল্লেখ করা হচ্ছে। <\/br>\r\n\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-iTJu36zXFjQ\/WI5GgacWmZI\/AAAAAAAAAPg\/KKQ7_56XLAQpit_cycRj8rNb3A2E3ebRACLcB\/s320\/change%2Bcolor.jpg\" style=\"\" height=\"203\" width=\"320\" border=\"0\">\r\n\r\nশুরু করা যাক চোখের রং পাল্টানো দিয়ে। ছবিতে সাধারনভাবে যে চোখ আছে তাকে আরো উজ্জল করা হচ্ছে এই টিউটোরিয়ালে।\r\n.          ইমেজটি ওপেন করুন। লেয়ারে রাইট-ক্লিক করে আরেকটি ডুপ্লিকেট তৈরী করুন।\r\n.          ব্লেন্ডিং মোড হিসেবে Overlay সিলেক্ট করুন। ছবির আলো কম মনে হতে পারে।\r\n.          Add Layer Mask আইকনে ক্লিক করে লেয়ার মাস্ক তৈরী করুন। ফিল কমান্ড ব্যবহার করে কালো রঙ দিয়ে ফিল করুন।\r\n.          সফট কর্নার ব্রাশ সিলেক্ট করুন এবং চোখের কালো অংশে সাদা রং দিয়ে পেইন্ট করুন। চোখটি উজ্জল হতে থাকবে।\r\n.          চোখতে আরো উত্তল করার জন্য নতুন একটি লেয়ার তৈরী করুন। ব্লেন্ডি মোড Soft Light সিলেক্ট করুন। এখানেই সাদা রং দিয়ে পেইন্ট করুন।\r\nউদাহরনে বামচোখে পরিবর্তণ করা হয়েছে। অন্য চোখের সাথে তুলনা করে পার্থক্য দেখে নিতে পারেন। একই পদ্ধতিতে ঠোটকেও উজ্জল দেখাতে পারেন। <\/br>\r\n\r\n<img src=\"https:\/\/3.bp.blogspot.com\/-CseLGezFt38\/WI5Ggk_njaI\/AAAAAAAAAPs\/ASBJhZX11Tg-HyGxAZ6ASd9fVn25EjcyQCLcB\/s320\/eye-enhance.jpg\" style=\"\" height=\"215\" width=\"320\" border=\"0\">\r\n\r\nচোখ কিংবা ঠোটের রং বদল করতে চান ?\r\n.          আগের পদ্ধতিতে লেয়ারের কপি করে নিন (মুলত মুল লেয়ারকে ঠিক রাখার জন্য)।\r\n.          নতুন লেয়ারটির ব্লেন্ডিং মোড Hue সিলেক্ট করুন।\r\n.          পছন্দমত রং দিয়ে সাবধানে পেইন্ট করুন। <\/br>\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6204","category_id":"4429","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n\r\n<h2> এক ছবির অংশ আরেক ছবি দিয়ে পরিবর্তন<\/h2> <\/br>\r\nএক ছবির সাথে আরেক ছবির অংশ জুড়ে দিয়ে নতুন কিছু করতে চান ? কিংবা একজনের মুখের যায়গায় আরেজনের মুখ। ফটোশপে কাজটি করা যায় খুব সহজেই। <\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/-fEdukGNmwzk\/WI5Gg3vQ51I\/AAAAAAAAAPw\/xWtkKwE8zeM38VlmK6HvOD4pWgfbRlWLACLcB\/s320\/face-replace.jpg\" style=\"\" height=\"188\" width=\"320\" border=\"0\">\r\n\r\nভাল ফল পাওয়ার জন্য যে দুটি ছবিকে বদল করতে চান তাদের মধ্যে কিছু মিল থাকতে হবে। যেমন একজনের মুখের সাথে আরেকজনের মুখ বদলের সময় সঠিক কোন, চোখ-নাক-ঠোটের মাপ-দুরত্ব ইত্যাদি। \r\nএখানে প্যাচ টুল ব্যবহার করে কাজটি করা হচ্ছে।\r\n.          যে দুটি ছবিকে এক করতে চান তাদেরকে দুটি লেয়ার আনুন।\r\n.          প্রয়োজনে ট্রান্সফরম কমান্ড ব্যবহার করে সাইজ, রোটেশন ইত্যাদি পরিবর্তণ করে দুটিকে কাছাকাছি আনুন।\r\n.          সুবিধাজনক দুরত্বে রেখে দুট লেয়ারকে একটি লেয়ারে পরিনত করুন। প্যাচ কমান্ড একাধিক লেয়ারে কাজ করে না।\r\n.          প্যাচ টুল সিলেক্ট করুন। এই টুল ফ্রিহ্যান্ড সিলেকশনের ত কাজ করে।\r\n.          যে যায়গায় পরিবর্তন করতে চান সেই যায়গাটুকু সিলেক্ট করুন।\r\n.          ড্রাগ করে যে যায়গার সাথে বদল করতে চান সেখনে নিয়ে যান। বদলকৃত ছবিসহ প্রিভিউ দেখা যাবে। সঠিক যায়গায় আসার পর মাউস বাটন ছেড়ে দিন।\r\nদুটি অংশ এক হওয়ার সাথেসাথে কিনারাগুলি ঠিকভাবে মানিয়ে যাওয়া, প্রয়োজনে রং পরিবর্তণ এসব কাজ ফটোশপ নিজেই করে নেবে। <\/br>\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6206","category_id":"4430","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2> ফটোশপে থ্রিডি ব্যবহার<\/h2> <\/br>\r\nআপনি মুলত ফটোশপে কাজ করেন। ওয়েবপেজের একটা লোগোর জন্য কি থ্রিডি ষ্টুডিও ম্যাক্স এর মত সফটঅয়্যার শিখবেন ? ফটোশপ নিজেই একটি বিশাল সফটঅয়্যার, তারওপর থ্রিডি ষ্টুডিও ম্যাক্সের মত সফটঅয়্যার আরো বড় এবং জটিল।<\/br>\r\n\r\n<img src=\"https:\/\/2.bp.blogspot.com\/-SI--QZVWjUM\/WI5GdKAgvxI\/AAAAAAAAAOU\/B9NzXHrjsLwfu2Wf0g-MomNvwLFHIhg6gCLcB\/s320\/3d-photoshop.jpg\" style=\"\" height=\"250\" width=\"320\" border=\"0\">\r\nতার প্রয়োজন নেই। একদিকে আপনি যদি ম্যাক্সর মত সফটঅয়্যার ব্যবহার করতে পারেন সেখানকার থ্রিডি ফটোশপে ব্যবহার করতে পারেন। ফটোশপে আনার পর থ্রিডি হিসেবে ফটোশপের মধ্যেই সব ধরনের পরিবর্তণ, ম্যাটেরিয়াল-লাইট-ক্যামেরা ব্যবহার করতে পারেন, আবার ফটোশপের মধ্যেই থ্রিডি মডেলিং এর কাজ করতে পারেন।\r\nঅন্য সফটঅয়্যারে তৈরী থ্রিডি মডেল ফটোশপে ইমপোর্ট করার বিষয়টি সহজ। এজন্য কোন বাইনারী ফরম্যাট ব্যবহার করবেন যা সব সফটঅয়্যার ব্যবহার করতে পারে। যেমন ম্যাক্সের মডেল ব্যবহারের জন্য যা করতে পারেন।\r\n.         ম্যাক্স থেকে এক্সপোর্ট কমান্ড দিন এবং ফরম্যাট হিসেবে Collada DAE ফরম্যাট সিলেক্ট করুন।\r\nঅন্য আরো কিছু ফরম্যাট ব্যবহার করা যায় কিন্তু ফটোশপ নিজে এই ফরম্যাটে কাজ করে বলে এটাই সবচেয়ে সুবিধেজনক। ফটোশপ থেকেও এই ফরম্যাটে এক্সপোর্ট করে অন্য যায়গায় ব্যবহার করা যায়।\r\n.          ফটোশপ ওপেন করুন এবং মেনু থেকে 3D – New Layer from 3D files কমান্ড দিন।\r\n.         ফাইলটি ওপেন করুন।\r\nউল্লেখ করা যেতে পারে ম্যাক্সের সাধারন 3DS ফরম্যাট ফটোশপে ইমপোর্ট করে ব্যবহার করা যায় কিন্তু ফটোশপ থেকে 3DS ফরম্যাটে এক্সপোর্ট করা যায় না।\r\n\r\nফটোশপের সাধারন লেয়ারগুলি ২ডি লেয়ার। এভাবে ইমপোর্ট করার পর থ্রিডি অবজেক্টকে থ্রিডি লেয়ারে পাওয়া যাবে। থ্রিডি লেয়ারে টেক্সচারের জন্য সাবলেয়ার থাকে। <\/br>\r\nথ্রিটি অবজেক্ট কন্ট্রোল:<\/br>\r\nফটোশপে আনার পর অবজেক্ট কন্ট্রোল ব্যবহার করে থ্রিডি রোটেট, রোল, ড্রাগ, স্লাইড এবং স্কেল এই পরিবর্তনগুলি করা যাবে। এছাড়া থ্রিডি ক্যামেরা কন্ট্রোল ব্যবহার করে ভার্চুয়াল ক্যামেরা হিসেবে ভিউ পরিবর্তন করা যাবে।\r\nহ্যান্ডলার ব্যবহার করে আপনি কাজগুলি করতে পারেন। তবে একেবারে নিখুত ফল পাওয়ার জন্য প্রোপার্টি বারে সংখ্যামান পরিবর্তন করা ভাল। যেমন রোটেট টুল ব্যবহারের জন্য;\r\n.         উদাহরনের ছবির মত একটি থ্রিডি অবজেক্ট ওপেন করুন।\r\n.         টুলবার থেকে 3D Rotate Tool সিলেক্ট করুন।\r\n.         ওপরের প্রোপার্টি বার থেকে X, Y, Z ইত্যাদির মান পরিবর্তণ করুন। অন্যান্য থ্রিডি সফটঅয়্যারের মত ফটোশপেও এক্স, ওয়াই এবং জেড এক্সিসের জন্য লাল, সবুজ এবং নীল রং ব্যবহার করা হয়। এদের ওপর মাউস পয়েন্টার আনলে সেই এক্সিসের নাম দেখা যায়।\r\n.         মাউস পয়েন্টারকে লাল, সবুজ বা নীল বারের শেষ প্রান্তে তীর চিহ্নিত স্থানে আনলে অংশটি হলুদ দেখা যাবে। এখানে ড্রাগ করলে সেই এক্সিসের অবস্থান পরিবর্তণ হবে।\r\n.         আরেকটু ভেতরে বাকানো বড় অংশে আনলে হলুদ বৃত্তাকার চিহ্ন পাওয়া যাবে। এখানে ড্রাগ করলে অবজেক্ট সেই এক্সিসে রোটেট করবে।\r\n.         আরেকটু ভেতরে ছোট বক্সের ওপর আনলে অরবিট চিহ্ন দেখা যাবে এবং ড্রাগ করলে স্কেল পরিবর্তন হবে।\r\n.         প্রোপার্টি বারের বামদিকের Home বাটন ক্লিক করে আগের মানে ফিরতে পারেন।\r\nবড়ছোট করা সহ অন্যান্য ট্রান্সফরমেশনের কাজগুলিও একইভাবে সংশ্লিষ্ট টুল ব্যবহার করে করা যাবে। ব্যবহারের নিয়ম লক্ষ করুন।<\/br>\r\n\r\nথ্রিডি ক্যামেরা কন্ট্রোল: <\/br>\r\nথ্রিডি ক্যামেরা কন্ট্রোল ব্যবহার করে থ্রিডি অবজেক্টকে ভিন্ন ভিন্ন যায়গা, দিক বা দুরত্ব থেকে দেখার সুযোগ দেয়। ক্যামেরা রোটেট করার সময় অবজেক্ট এর পরিবর্তন হয় না, দৃষ্টিকোন পরিবর্তন হয়।\r\nযেমন থ্রিডি অরবিট টুল ব্যবহার করা হয় কে কোনদিক থেকে দেখার জন্য। থ্রিডি ওয়াক টুল ব্যবহার করে অবজেক্টকে কাছে বা দুরে থেকে দেখা নিয়ন্ত্রন করা হয়।\r\n\r\nফটোশপে থ্রিডি অবজেক্ট আনার পর ব্রাশ টুল ব্যবহার করে সরাসরি তার ওপর পেইন্ট করা যায়। লক্ষনীয় হচ্ছে ফটোশপের অধিকাংশ টুডি টুল যেমন সিলেকশন, ইরেজার ইত্যাদি ব্যবহার করা যায় শুধুমাত্র টেক্সচারের ওপর। মুল থ্রিডি অবজেক্টে ব্যবহার করা যায় না।\r\n\r\nফটোশপে থ্রিডি মডেল তৈরীর উল্লেখ আগামী টিউটোরিয়ালে। <\/br>\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6209","category_id":"4431","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n<h2> ফটোশপে এনিমেশন এবং ভিডিও<\/h2> <\/br>\r\nফটোশপের দীর্ঘ ইতিহাসে বিভিন্ন সময়ে নানারকম নতুন বিষয় যোগ করা হয়েছে। কখনো কখনো এমন ফিচার যোগ করা হয়েছে যাকে বলা যেতে পারে যুগান্তকারী। যেমন থ্রিডি তৈরী এবং ব্যবহারের সুযোগ। কিংবা ফটোশপের ভেতর থেকে এনিমেশনের সুযোগ। এর আগে জিপ (গিফ) এনিমেশনের টিউটোরিয়াল দেয়া হয়েছে। ফটোশপে কিভাবে থ্রিডি মডেল তৈরী\/ইমপোর্ট করা যায় সেটাও উল্লেখ করা হয়েছে। এদেরকে একসাথে করলে বিষয়টি যা দাড়ায় তা হচ্ছে আপনি ফটোশপেই এনিমেশন করতে পারেন। টুডি লেয়ার এনিমেশন হোক আর  থ্রিডি এনিমেশনই হোক।<\/br>\r\n\r\n<img src=\"https:\/\/1.bp.blogspot.com\/--_PUqrv5obM\/WI5GfeUwhfI\/AAAAAAAAAPI\/_yqZLkT_nkguwbEEhf7HFowa1zQuc7OmACLcB\/s320\/Photoshop-timeline.jpg\" style=\"\" height=\"182\" width=\"320\" border=\"0\">\r\n\r\nআপনি হয়ত এনিমেশনের জন্য এডবির আরেক জনপ্রিয় সফটঅয়্যার আফটার ইফেক্টস এর কথা জানেন। যদি ফটোশপ আপনার মুল বিষয় হয় তাহলে আপনি ফটোশপেই সেখানকার মত টাইমলাইন-কিফ্রেম ইত্যাদি ব্যবহার করে এনিমেশনের কাজ সেরে নিতে পারেন। ফটোশপে ভিডিও ফুটেজ ইমপোর্ট করে টাইটেল তৈরী বা স্পেশাল ইফেক্ট ব্যবহারের কাজ করতে পারেন।\r\nকাজ শুরুর আগে এটা মনে রাখাই ভাল, ফটোশপ ফটোশপ এবং আফটার ইফেক্টস আফটার ইফেক্টস। তেমনি প্রিমিয়ার প্রিমিয়ার। একের কাজ অন্যকে দিয়ে তত ভালভাবে হবে না। বরং সবগুলি ব্যবহার করেই সবচেয়ে ভাল ফল পাওয়া যাবে।\r\nফটোশপে লেয়ার এনিমেশনের একটি উদাহরন থেকে শেখা যাক।\r\n.          ফটোশপে নতুন একটি লেয়ারভিত্তিক কম্পোজিশন তৈরী করুন অথবা আগের করা ডকুমেন্ট ওপেন করুন।\r\n.          মেনু থেকে Window - Animation সিলেক্ট করুন। আফটার ইফেক্টস এর মত টাইমলাইন পাওয়া যাবে। প্রতিটি লেয়ারকে পৃথক পৃথকভাবে এনিমেট করা যাবে।\r\n.          এনিমেশন কত সময়ের এবং ফ্রেমরেট কত সেটা ঠিক করার জন্য টাইমলঅইনের ডানদিকের ওপরের কোনের ফ্লাইআউট মেনু থেকে Document Setting সিলেক্ট করুন। ডকুমেন্ট টাইমলাইন সেটিং ডায়ালগ বক্সে ঘন্টা : মিনিট : সেকেন্ড : ফ্রেম এই হিসেবে নতুন সময় টাইপ করে দিন।\r\nউল্লেখ পল টিভি সিষ্টেমে (বাংলাদেশ-ভারত) ফ্রেম রেট ২৫ এবং এনটিএসসি সিষ্টেমে ফ্রেম রেট ৩০ (আমেরিকা-জাপান)।\r\n.          যে লেয়ারকে এনিমেট করতে চান বামদিকের প্যানেলে সেই লেয়ারের নামের পাশে ত্রিকোনাকার অংশে ক্লিক করে লেয়ারের প্রোপার্টি ওপেন করুন। পজিশন, অপাসিটি এবং ষ্টাইল এই তিনটি বিষয় এনিমেট করা যাবে।\r\n.          পজিশন (অবস্থান, যেমন লেয়ারের ছবিটি এক যায়গা থেকে আরেক যায়গা যাবে) পরিবর্তনের জন্য শুরুতে যেখানে লেয়ারটি থাকবে সেখানে সিটিআই (কারেন্ট টাইম ইন্ডিকেটর) আনুন।\r\nলেয়ারের পজিশন লেখার পাশে ষ্টপওয়াচে  (ছোট বৃত্ত) ক্লিক করুন। একটি কিফ্রেম তৈরী হবে।\r\nটাইম লাইনের যে সময়ে পরিবর্তণ চান সেখানে সিটিআই নিয়ে যান এবং লেয়ারের অবস্থান পরিবর্তণ করুন। ষ্টপওয়াচ অন থাকায় প্রতিটি পরিবর্তনের জন্য কিফ্রেম তৈরী হবে।\r\nনিচের প্লে বাটনে ক্লিক করে প্লে করে প্রিভিউ দেখুন।\r\n.          পজিশনের মত অপাসিটি এবং অন্যান্য বিষয় এনিমেট করে দেখুন।\r\n.          সবকিছু ঠিক করার পর ভিডিও ফাইল তৈরীর জন্য File – Export – Render Video  কমান্ড দিন এবং ভিডিও ফরম্যাট সহ অন্যান্য বৈশিষ্ট ঠিক করে দিন।\r\nটাইমলাইন ব্যবহার বিষয়ে যদি না জানা থাকে তাহলে এই সাইটেই আফটার ইফেক্টস এর প্রাথমিক টিউটোরিয়াল দেখে নিতে পারেন। অথবা প্রিমিয়ার ব্যবহার টিউটোরিয়াল দেখুন।\r\nপ্রিমিয়ার ভিডিও এডিটিং এর জন্য, আফটার ইফেক্ট পুরোপুরি এনিমেশনের জন্য এবং ফটোশপ ইমেজ এডিটিং এবং গ্রাফিক ডিজাইনের জন্য। ফটোশপে ইমেজকে ইচ্ছেমত পরিবর্তনের যে সুযোগ তা অন্য সফটঅয়্যারদুটিতে নেই। কাজেই ফটোশপের ইমেজকে আফটার ইফেক্টসে নিয়ে এনিমেট না করে সে কাজটি ফটোশপেই করে নিতে পারেন। সেইসাথে থ্রিডি\/ভিডিও ইত্যাদি ব্যবহারের সুযোগ থাকায় ফটোশপের টুল ব্যবহার করে ভিডিওতে নতুনত্ব আনতে পারেন। <\/br>\r\n\r\n\r\n<\/P>\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"6211","category_id":"4432","descr":"<!DOCTYPE html>\r\n<html>\r\n<meta http-equiv=\"Content-Type\" content=\"text\/html; charset=UTF-8\">\r\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1\">\r\n<body>\r\n<p>\r\n\r\n<h2> ইমেজের ব্যাকগ্রাউন্ড বাদ দিতে ফ্লুইড মাস্ক<\/h2> <\/br>\r\nকোন ছবি থেকে ব্যাকগ্রাউন্ড বাদ দেয়া অত্যন্ত প্রয়োজনীয় একটি কাজ। ঘরে মধ্যে উঠানো ছবিকে অনায়াসে বাগানে দাড়ানো ছবি বানানো যায় এর মাধ্যমে। এছাড়া এনিমেশন বা ভিডিওতে কিংবা ওয়েবসাইটে এভাবে ছবি ব্যবহার করা প্রয়োজন হয়। ফটোশপের নিজস্ব টুল ব্যবহার করে ব্যাকগ্রাউন্ড বাদ দেয়া একাধিক টিউটোরিয়াল আগে সেয়া হয়েছে বাংলা-টিউটর সাইটে। এই পদ্ধতিগুলি সময়সাপেক্ষ। তারপরও মানুষের চুল কিংবা কোন প্রানীর লোম এই অংশগুলি নিখুতভাবে পাওয়া যায় না। এই কাজগুলি দ্রুত এবং সহজে করার জন্য বেশকিছু থার্ডপার্টি সফটঅয়্যারের প্রচলন রয়েছে। ভারটুসের তৈরী ফ্লুইড মাস্ক এধরনের একটি সফটঅয়্যার। <\/br>\r\n\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-nBw8Nec7ZNA\/WI5GhZncSxI\/AAAAAAAAAP8\/giC4PJjBdaoDvvbUPI5IuCh_-32BvK0IgCLcB\/s320\/mask1.jpg\" style=\"\" height=\"224\" width=\"320\" border=\"0\">\r\nফ্লুইড মাস্ক প্লাগইন হিসেবে ফটোশপের ভেতর থেকে ব্যবহার করা যায় আবার ফটোশপ ছাড়াই পৃথক সফটঅয়্যার হিসেবে ব্যবহার করা যায়। ইনষ্টল করলে দুটিই পাবেন। ষ্ট্যান্ড এলোন ভার্শনে ওপেন কমান্ড দিয়ে ইমেজ ওপেন করবেন আর ফটোশপে ওপেন ইমেজের ক্ষেত্রে অন্যান্য ফিল্টার ইফেক্টের মত ফিল্টার প্রয়োগ করবেন। ইন্টারফেস এবং কাজের ধরন পুরোপুরি এক।\r\nযেভাবে ইমেজ থেকে ব্যাকগ্রাউন্ড বাদ দেবেন\r\n.          ইমেজটি ওপেন করুন। ফটোশপের ক্ষেত্রে ফিল্টার প্রয়োগ করুন।\r\n.          ফ্লুইড ইন্টারফেসে টুলবক্সে লাল এবং সবুজ দুধরনের ব্রাশ রয়েছে। যে যায়গা বাদ দেবেন (ব্যাকগ্রাউন্ড) সেখানে লাল রঙের ব্রাস ব্যবহার করে পেইন্ট করুন। প্রয়োজনে ব্রাশের সাইজ বড়-ছোট করে নিন। ফটোশপের ম্যাজিক সিলেকশনের মত খুব সহজেই কোন অংশ বাদ দেবেন সেটা ঠিক করে নিতে পারেন।\r\n.          সবুজ ব্রাশ সিলেক্ট করুন এবং যে অংশ রাখতে চান সেই অংশ পেইন্ট করুন।\r\n.          নিল রঙের ব্রাশ (ব্লেন্ড এক্সট্রাক্ট ব্রাশ) ব্যবহার করে লাল এবং সবুজের মধ্যবর্তি যে যায়গাগুলি সফটঅয়্যার হিসেব করবে সেই যায়গা পেইন্ট করুন। মুলত চুলের মত যায়গাগুলি এই অংশের মধ্যে থাকবে।\r\n.          ব্যাকগ্রাউন্ড ট্রান্সপারেন্ট চান অথবা সলিড কোন রং চান সেটা ঠিক করে দিন\r\n.          টুলবক্সে অথবা মেনু থেকে কমান্ড দিন Create Cut-out (Ctrl+U)\r\nমোটামুটিভাবে ব্যাকগ্রাউন্ড ইমেজ পাবেন। <\/br>\r\n<img src=\"https:\/\/4.bp.blogspot.com\/-5RKiWFP3V2Y\/WI5Ghj03bgI\/AAAAAAAAAQA\/e1GuImvPccslzlcK6G8gP8mmid3iEvs4wCLcB\/s320\/mask2.jpg\" style=\"\" height=\"274\" width=\"320\" border=\"0\">\r\n\r\nমুল ইমেজের ওপরে সোর্স, ওয়ার্কস্পেস এবং কাট-আউট ট্যাব ব্যবহার করে যে কোন ভিউতে গিয়ে দেখে নিতে পারেন এবং পরিবর্তন করতে পারেন।\r\nমুল নিয়ম এটুকুই। কাজের সময় ব্রাশকে দক্ষতার সাথে প্রয়োগ করে, বিভিন্ন প্যারামিটার পরিবর্তণ করে এবং অন্যান্য যে টুলগুলি দেয়া আছে সেগুলি ব্যবহার করে খুব দ্রুতই এই সফটঅয়্যার ব্যবহারে দক্ষ হতে পারেন।\r\nব্যাকগ্রাউন্ড ট্রান্সপারেন্ট করলে সেভ করার সময় প্রিন্টের জন্য টিফ (TIFF) এবং স্ক্রিনের জন্য পিং\/পিএনজি (PNG) ফরম্যাটে সেভ করুন। এছাড়া ইচ্ছে করলে অবশ্যই ব্যাকগ্রাউন্ডে অন্য ইমেজ ব্যবহার করতে পারেন যেমন করা হয়েছে উদাহরনের ছবিতে। <\/br>\r\n\r\n\r\n<\/p>\r\n\r\n\r\n<div data-role=\"content\">  \t<\/div>\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"18210","category_id":"7458","descr":"\r\n\r\n\r\n\r\n<!DOCTYPE html>\r\n<html>\r\n<head>\r\n<meta charset = \"UTF-8\" >\r\n<style> \r\n\r\nh2{\r\ncolor:red;\r\n}\r\n<\/style> \r\n<\/head>\r\n<body>\r\n\r\n<p><h2 style=\"color:red\" align=\"center\">content credit<\/h2>\r\n\r\n<br><\/br>\r\n\r\nAll the information collected from \r\nbangla-tutor.blogspot.com\/ \r\n\r\n\r\n\r\n\r\n<\/p>\r\n\r\n<\/body>\r\n<\/html>","answer":"","total_up_vote":"0","total_down_vote":"0"},{"id":"23194","category_id":"9380","descr":"\n\n\n<!DOCTYPE html>\n<html>\n<head>\n<meta charset = \"UTF-8\" >\n<style> \n\nh2{\ncolor:red;\n}\n<\/style> \n<\/head>\n<body>\n\n<p><h2 style=\"color:red\" align=\"center\"><\/h2>\n\n<br><\/br>\n\n<p style=\"text-align: center;\"><span style=\"color: #008000;\"><strong><span style=\"font-size: 14pt;\">ফটোশপের বিভিন্ন শর্টকাট এবং এগুলোর ব্যবহার<\/span><\/strong><\/span><\/p>\n<p style=\"text-align: center;\">&nbsp;<\/p>\n<p style=\"text-align: left;\"><strong><span style=\"font-size: 12pt;\">১. ড্রাগ সিলেকশন<\/span><\/strong><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>মারকুই টুলস দিয়ে কোন ডুকেন্টের উপর ড্রাগ করুন( মাউস ছাড়বেন না), এবারে স্পেসবার চেপে ধরুন- দেখবেন এটা আপনাকে আনডিফাইনড সিলেকশন ড্রাগ করতে দিচ্ছে।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong><span style=\"font-size: 12pt;\">২. ডকুমেন্ট ডানে-বামে সরানো<\/span><\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>কন্ট্রোল কী প্রেস করে আপ এরো কী প্রেস করলে ডকুমেন্ট ডানে আর ডাউন কীর জন্য বামে সরবে<\/span><\/p>\n<p style=\"text-align: left;\">&nbsp;<\/p>\n<p style=\"text-align: left;\"><span style=\"color: #0000ff;\"><strong><span style=\"font-size: 12pt;\">৩. ফন্ট লিস্ট ব্রাউজ করুন<\/span><\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>শুধু ফন্টের উপর মাইসের এক ক্লিক করুন। এবার কীবোর্ডের আপ-ডাউন এরো প্রেস করলেই ফন্ট পরিবর্তন হতে থাকবে।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #ff9900;\"><strong><span style=\"font-size: 12pt;\">৪. ফন্ট সাইজ স্কেলিং<\/span><\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>আপনি যেই টেক্সটি স্কেল করতে চান সেটি সিলেক্ট করুন। এবার কন্ট্রোল+শিফট+&gt; অথবা&lt; প্রেস করুন সাইজ বাড়াতে\/কমাতে।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #008000;\"><strong><span style=\"font-size: 12pt;\">৫. মাউসের স্ক্রলে জুম করুন<\/span><\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>ছবিতে জুম ইন\/আউট করতে কীবোর্ডের Ctrl+Alt+ মাউসের স্ক্রল উপর\/নিচ-এ নিন।<\/span><\/p>\n<p style=\"text-align: left;\">&nbsp;<\/p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12pt; color: #800000;\"><strong>৬. টেক্সট সাইজ এডজাস্ট<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>টেক্সট সাইজে মাউস ক্লিক করে কন্ট্রোল কীবোর্ডের লেফট\/রাইট প্রেস করলে ফন্ট সাইজ বাড়বে\/কমবে। আর যদি একইসাথে শিফট চেপে ধরে রাখেন তাহলে দশ করে ফন্ট সাইজ বাড়বে\/কমবে।<\/span><\/p>\n<p style=\"text-align: left;\">&nbsp;<\/p>\n<p style=\"text-align: left;\"><span style=\"color: #ff0000; font-size: 12pt;\"><strong>৭. টেক্সট সাইজ স্ক্রল করে এডজাস্ট<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>আপনি চাইলে টেক্সট সাইজে মাইস ক্লিক করে মাউসের স্ক্রল বাটন প্রেস করেও টেক্স সাইজ বাড়াতে-কমাতে পারবেন।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12pt; color: #800080;\"><strong>৮. ১০০% জুম<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>জুম আইকনে ডাবল ক্লিক করলে ছবি ১০০% জুমে রিসেট হবে।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12pt;\"><strong>৯. সকল লেয়ার গ্রুপ কলাপ্স\/এক্সপান্ড<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>আপনি চাইলে কন্ট্রোল কী চেপে ড্রপডাউনে ক্লিক করলেই সবগুলা রুট-লেভেল লেয়ার গ্রুপ একসাথে কলাপ্স\/এক্সপান্ড হবে।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #003366; font-size: 12pt;\"><strong>১০. একসাথে কয়েকটি লেয়ার শো\/হাইড করতে<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>একসাথে একই কলামের কয়েকটি লেয়ারকে আপনি যদি একসাথে হাইড বা শো করাতে চান তাহলে একটি একটি করে ভিজিবিলিটি আইকনে ক্লিক না করে যেকোনো একটি ক্লিক করে মাউস ড্রাগ করে শেষ পর্যন্ত নিয়ে যান।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #ff00ff; font-size: 12pt;\"><strong>১১. শুধু একটি লেয়ার শো করতে<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>আপনি যদি ছবির একটি বাদের বাকি সকল লেয়ার হাইড করতে চান তাহলে শুধু অল্টার কী প্রেস করে সেটার ভিজিবিলিটি আইকনে প্রেস করলেই হবে।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12pt; color: #ff6600;\"><strong>১২. লেয়ার ব্লেন্ডিং মোড নেভিগেশন<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>ব্লেন্ডিং মোশ ড্রপডাউনে নেভিগেট করতে চাইলে Alt+Shift+-\/+ কী প্রেস করুন।<\/span><\/p>\n<p style=\"text-align: left;\">&nbsp;<\/p>\n<p style=\"text-align: left;\"><span style=\"color: #008000; font-size: 12pt;\"><strong>১৩. নির্দিষ্ট ব্লেন্ডিং মোড সেট করতে<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>একটি লেয়ারের জন্য নির্দিষ্ট ব্লেন্ডিং মোড নির্বাচনের কিছু শর্টকাট আছে। যেমন-<br \/>Alt + Shift + C\/N\/M\/S\/D<br \/>এখানে<br \/>Normal = Opt + Shift + N<br \/>Screen = Opt + Shift + S<br \/>Multiply = Opt + Shift + M<br \/>Color = Opt + Shift + C<\/span><\/p>\n<p style=\"text-align: left;\">&nbsp;<\/p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12pt; color: #339966;\"><strong>১৪. লেয়ার ট্রান্সপারেন্সি লক করুন<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>কীবোর্ডের ফরোয়ার্ড স্ল্যাশ(\/) প্রেস করলে লেয়ারের ট্রান্সপারেন্সি লক হবে।<\/span><\/p>\n<p style=\"text-align: left;\">&nbsp;<\/p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12pt; color: #ff6600;\"><strong>১৫. চ্যানেল সিলেকশন লোড করতে<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>Ctrl+ নাম্বার কী প্রেস করলে চ্যানেলগুলা এক্টিভেট হবে।<\/span><\/p>\n<p style=\"text-align: left;\">&nbsp;<\/p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12pt; color: #339966;\"><strong>১৬. টুল প্যানেল<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>অনেকেই জানেন এটি, ট্যাব কী প্রেস করে টুলস প্যানেলের পরের অপশনে যাওয়া যায়।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12pt; color: #ff0000;\"><strong>১৭. কার্সর<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>ক্যাপস লক অন করলে কার্সর টুল আরো প্রিসাইসলি দেখা যাবে।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #339966; font-size: 12pt;\"><strong>১৮. টুলস লিস্ট নেভেগেশন<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>কীবোর্ডের শিফট+টুল শর্টকাট প্রেস করে টুলস লিস্ট নেভিগেট করতে পারবেন।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #ff0000; font-size: 12pt;\"><strong>১৯. ব্রাশ সাইজ<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>ব্রাশ টুল সিলেক্টেড অবস্থায় [\/] প্রেস করে ব্রাশের সাইজ বাড়াতে\/কমাতে পারবেন। আর শিফট চেপে কাজটি করলে ব্রাশের হার্ডনেস পরিবর্তিত হবে।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #99cc00; font-size: 12pt;\"><strong>২০. অপাসিটি পরিবর্তন<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>এখানেও নাম্বার কী প্রেস করে আপনি অপাসিটি সিলেক্ট করতে পারবেন। আবার ব্রাশ টুল সিলেক্টেড অবস্থায় এটি করলে ব্রাশের অপাসিটি চেঞ্জ হবে।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12pt;\"><strong>২১. লেয়ার ডুপ্লিকেট করা<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>এটি কয়েকটা উপায়ে করা যায়।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>ক. আপনি Ctrl+Alt চেপে ধরে ড্রাগ করে এক্টিভ লেয়ারটি কপি করতে পারেন।<br \/>খ. Ctrl+Alt+ এরো কী ব্যবহার করেও কাজটি করা যায়।<br \/>গ. Ctrl+ J প্রেস করলে এক্টিভ লেয়ারটি একই পজিশনে কপি হবে।<br \/>ঘ. Alt চেপে মাউস নিয়ে ড্রাগ করেও লেয়ার প্যালেটের মধ্যে লেয়ার কপি করা যায়।<\/span><\/p>\n<p style=\"text-align: left;\">&nbsp;<\/p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12pt; color: #800000;\"><strong>২২. ওয়ার্কস্পেস ব্যাকগ্রাউন্ড পরিবর্তন<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>ফটোশপে ডিফল্টভাবে গ্রে ওয়ার্কস্পে ব্যাকগ্রাউন্ড ব্যবহৃত হয়। আপনি চাইলে এটি পরিবর্তন করতে পারবেন এভাবে-<br \/>ক. আপনার পছন্দের রঙ সিলেক্ট করুন।<br \/>খ. পেইন্ট বাকেট টুল সিলেক্ট করুন।<br \/>গ. শিফট চেপে ধরে ওয়ার্কিং এরিয়ায় ক্লিক করুন( ডকুমেন্ট এরিয়ার বাইরে)।<\/span><\/p>\n<p style=\"text-align: left;\">&nbsp;<\/p>\n<p style=\"text-align: left;\"><span style=\"color: #008000; font-size: 12pt;\"><strong>২৩. ব্যাকগ্রাউন্ড\/ফোরগ্রাউন্ড কালার ফিল<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>Alt+ Delete= ফোরগ্রাউন্ড কালার দিয়ে লেয়ার ফিল হবে<br \/>Ctrl+ Delete= ব্যাকগ্রাউন্ড কালার দিয়ে লেয়ার ফিল হবে<br \/>Ctrl+Shift+ Delete= নন ট্রান্সপারেন্ট পিক্সেলগুলা ব্যাকগ্রাউন্ড কালার দিয়ে ফিল হবে<br \/>Alt+Shift+ Delete= নন ট্রান্সপারেন্ট পিক্সেলগুলা ফোরগ্রাউন্ড কালার দিয়ে ফিল হবে<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12pt;\"><strong>২৪. ডকুমেন্ট উইন্ডো সুইচিং<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>Ctrl+ Tab<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #ff0000;\"><strong><span style=\"font-size: 12pt;\">২৫. লেয়ার ট্রান্সপারেন্সি লোড<\/span><\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>Ctrl চেপে ধরে লেয়ারের থাম্বনেইলে ক্লিক করলে তার ট্রান্সপারেন্সি ওপেন হবে।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"font-size: 12pt; color: #ff6600;\"><strong>২৬. কেন্দ্র থেকে আনুপাতিক হারে সিলেক্ট করতে<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>যখন আপনি মারকুই কিংবা ফ্রি ট্রান্সফর্ম টুলস ব্যবহার করবেন, Alt+Shift+ মাউস ড্রাগ করালে কেন্দ্র থেকে আনুপাতিক হারে নির্বাচিত হবে।<\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #0000ff; font-size: 12pt;\"><strong>২৭. আইড্রপারের শর্টকাট<\/strong><\/span><\/p>\n<p style=\"text-align: left;\"><span style=\"color: #000000; font-size: 12pt;\"><br \/>ব্রাশ টুল সিলেক্টেড থাকা অবস্থায় Alt প্রেস করলে আইড্রপার টুল এক্টিভেট হবে। আর Alt+Shift প্রেস করলে কালার স্যাম্পলার টুল এক্টিভেট হবে।<\/span><\/p>\n\n<\/p>\n\n<\/body>\n<\/html>","answer":null,"total_up_vote":"0","total_down_vote":"0"}],"app_data_date_time":"2018-05-19 08:06:15","success":true}